Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Captcha/1.0.0/module_captcha.po
Languages: de, it

source: Captcha values invalid (empty).
de: Captcha Eingabe ungültig, da leer.
it: valori captcha valido (vuoto).

source: Settings
de: Einstellungen
it: Impostazioni

source: Done! Updated the Captcha configuration.
de: Die Captcha Konfiguration wurde erfolgreich aktualisiert.
it: Fatto! Aggiornato la configurazione Captcha.

source: Captcha hook module
de: Captcha Hookmodul
it: Gancio modulo Captcha

source: Captcha Service Display
de: Captcha Serviceanzeige
it: Servizio di visualizzazione captcha

source: Captcha settings
de: Captcha Einstellungen
it: Impostazioni captcha

source: General settings
de: Allgemeine Einstellungen
it: Impostazioni generiche

source: You must obtain public and private keys by registering an account at %s.
de: Sie müssen öffentliche und private Schlüssel durch die Registrierung eines Kontos bei %s erhalten.
it: Ãˆ necessario ottenere le chiavi pubbliche e private, registrando un account su %s.

source: Private reCaptcha key
de: Privater reCaptcha Schlüssel
it: ReCaptcha chiave privata

source: Public reCaptcha key
de: Öffentlicher reCaptcha Schlüssel
it: ReCaptcha chiave pubblica

source: Exempt admin from captcha requirement
de: Befreiung des Admins von der Captchaeingabe
it: Admin esentati dal requisito captcha

source: Theme
it: Tema

source: Save
de: speichern
it: Salva

source: Cancel
de: abbrechen
it: Cancella
