Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Profile/1.5.2/module_profile.po
Languages: fa, it, pl

source: Required
fa: مورد نیاز
it: Obbligatorio
pl: Wymagane

source: Deactivate
fa: غیرفعال
it: Disattiva
pl: Dezaktywuj

source: Activate
fa: فعال
it: Attiva
pl: Aktywuj

source: Not editable field
fa: فیلد غیرقابل ویرایش
it: Campo non modificabile
pl: Pole tylko do odczytu

source: Third-party (not editable)
fa: Third-party (غیرقابل ویرایش)
it: Terze parti (non modificabile)
pl: Dodatkowe (tylko do odczytu)

source: Third-party
it: Terze parti
pl: Dodatkowe

source: Normal
fa: معمولی
it: Normale
pl: Zwykłe

source: Edit
fa: ویرایش
it: Modifica
pl: Edytuj

source: Up
fa: بالا
it: Su
pl: W górę

source: Down
fa: پایین
it: Giù
pl: W dół

source: Delete
fa: حذف
it: Elimina
pl: Usuń

source: Text box
fa: جعبه متنی
pl: Pole tekstowe

source: Text area
fa: جعبه متنی چند خطی
pl: Pole opisowe (Textarea)

source: Checkbox
fa: تیک باکس
pl: Pole wyboru (Checkbox)

source: Radio button
fa: کلید رادیویی
pl: Pole opcji (Radio)

source: Dropdown list
fa: لیست پایین افتادنی
pl: Lista rozwijana

source: Date
fa: تاریخ
pl: Data

source: Multiple checkbox set
pl: Grupa pól wyboru (Checkbox)

source: No
fa: خیر
pl: Nie

source: Yes
fa: بله
pl: Tak

source: Everyone
fa: همه
it: Tutti
pl: Wszyscy

source: Registered users only
fa: فقط کاربران
it: Solo utenti registrati
pl: Tylko zarejestrowani użytkownicy

source: Admins and account owner only
fa: فقط مدیران و مالک حساب
it: Solo amministratori e il proprietario dell'account
pl: Tylko administratorzy i właściciele kont

source: Admins only
fa: فقط مدیران
it: Solo amministratori
pl: Tylko administratorzy

source: Error! The personal info item must have a label. An example of a recommended label is: '_MYDUDLABEL'.
fa: خطا! آیتم اطلاعات شخصی باید یک برچسب داشته باشد. مثالی از یک برچسب مطلوب: '_MYDUDLABEL'.
it: Errore! La voce contenente le informazioni personali deve avere un'etichetta. Un esempio di etichetta può essere:'_MYDUDLABEL'.
pl: Błąd! Musisz podać etykietę elementu profilu. Na przykład: '_MOJEPOLE'.

source: Error! The personal info item must have an attribute name. An example of an acceptable name is: 'mydudfield'.
fa: خطا! آیتم اطلاعات شخصی باید یک نام صفت داشته باشد. مثالی از یک نام صفت قابل قبول: 'mydudfield'.
it: Errore! Le voci delle informazioni personali devono indicare una proprietà. Per esempio : 'mydudfield'.
pl: Błąd! Musisz podać nazwę systemową elementu profilu. Na przykład: 'mojepole'.

source: Error! There is already an personal info item label with this naming.
fa: خطا! در حال حاضر یک برچسب آیتم اطلاعات شخصی با این نام موجود می باشد.
it: Errore! Esiste già una una etichetta con lo stesso nome.
pl: Błąd! Istnieje już element profilu o takiej etykiecie.

source: Error! There is already an attribute name with this naming.
fa: خطا! در حال حاضر یک نام صفت با این نام موجود می باشد.
it: Errore! Esiste già una proprietà uguale.
pl: Błąd! Istnieje już element profilu o takiej nazwie systemowej.

source: Warning! The personal info item label has been accepted, but was filtered and altered to ensure it contains no special characters or spaces in its naming.
fa: اخطار! برچسب آیتم اطلاعات شخصی تایید شد، اما برای اینکه اطمینان حاصل شود که حاوی کاراکتر های خاص و فاصله نیست فیلتر شده و تغییر داده شد.
it: Attenzione! L'etichetta personale è stata accettata, ma è stata filtrata e modificata per evitare che contenga caratteri speciali o spazi.
pl: Uwaga! Etykieta elementu została zaakceptowana, jednak znaleziono w niej znaki, które mogą stanowić problem. Upewnij się, że nie zawiera ona znaków specjalnych ani spacji.

source: Done! Created new personal info item.
fa: انجام شد! آیتم اطلاعات شخصی جدید ایجاد شد.
it: Fatto! Nuova voce creata.
pl: Nowy element profilu został utworzony.

source: Error! No such personal info item found.
fa: خطا! چنین آیتم اطلاعات شخصی پیدا نشد.
it: Errore! Nessuna voce trovata.
pl: Błąd! Nie znaleziono takiego elementu profilu.

source: Done! Saved your changes.
fa: انجام شد! تغییرات شما ذخیره شد.
it: Fatto! Modifiche salvate.
pl: Zmiany zostały zapisane.

source: Done! Deleted the personal info item.
fa: انجام شد! آیتم اطلاعات شخصی حذف شد.
it: Fatto! La voce è stata eliminata.
pl: Element profilu został usunięty.

source: Error! You cannot decrease the weight of this account property.
fa: خطا! شما نمی توانید وزن این صفت حساب را کاهش دهید.
it: Errore! Non puoi decrementare questa proprietà dell'account.
pl: Błąd! Nie można zmniejszyć wagi tego elementu profilu.

source: Done! Saved your settings changes.
fa: انجام شد! تنظیمات تغییر یافته شما ذخیره شد.
it: Fatto! Preferenze salvate.
pl: Zmiany zostały zapisane.

source: Error! Could not load data.
fa: خطا! نمی توانم اطلاعات را بارگذاری کنم.
it: Errore! Impossibile caricare i dati
pl: Błąd! Nie udało się odczytać danych.

source: Error! Could not find the specified module (%s).
fa: خطا! نمی توانم ماژول مورد نظر را پیدا کنم (%s).
it: Errore! Impossibile trovare il modulo (%s).
pl: Błąd! Nie znaleziono takiego modułu (%s).

source: Error! Invalid '%s' passed.
it: Errore! Il parametro '%s' non è corretto
pl: Błąd! Nieprawidłowa wartość dla '%s'.

source: Error! There is already an personal info item with the label '%s'.
fa: خطا! در حال حاضر یک آیتم اطلاعات شخصی با برچسب '%s' وجود دارد.
it: Errore! Esiste già una voce con etichetta '%s'
pl: Błąd! Istnieje już element profilu o etykiecie '%s'.

source: Error! There is already an personal info item with the attribute name '%s'.
fa: خطا! در حال حاضر یک آیتم اطلاعات شخصی با نام صفت '%s' وجود دارد.
it: Errore! Esiste già una voce indicante come proprietà '%s'
pl: Błąd! Istnieje już element profilu o nazwie '%s'.

source: Error! Could not create the new personal info item.
fa: خطا! نمی توانم آیتم اطلاعات شخصی جدید بسازم.
it: Errore! La nuova voce non è stata creata.
pl: Błąd! Utworzenie nowego elementu profilu nie powiodło się.

source: Error! Could not delete the personal info item.
fa: خطا! نمی توانم آیتم اطلاعات شخصی را حذف کنم.
it: Errore! Imossibile eliminare la voce richiesta.
pl: Błąd! Usunięcie elementu profilu nie powiodło się.

source: Profile manager
fa: مدیریت پروفایل
it: Profili
pl: Profil

source: Provides a personal account control panel for each registered user, an interface to administer the personal information items displayed within it, and a registered users list functionality. Works in close unison with the 'Users' module.
fa: یک کنترل پانل حساب شخصی برای هر کاربر عضو، یک رابط برای مدیریت آیتم های اطلاعات شخصی که داخل کنترل پانل نشان داده می شوند، و قابلیت ایجاد فهرست کاربران عضو. بصورت یکپارچه با ماژول مدیریت کاربران کار می کند.
it: Fornisce un pannello di controllo personale per ogni utente registrato, una interfaccia per amministrare le voci dei singoli accounts e una lista degli utenti registrati. Lavora in stretta congiunzione con il modulo 'Users'.
pl: Udostępnia każdemu użytkownikowi panel konta osobistego, a administratorowi daje możliwość zarządzania elementami profilu. Ściśle współdziała z modułem Użytkownicy.

source: Sorry! You do not have authorisation for this module.
fa: متاسفم! شما مجوز دسترسی به این ماژول را ندارید.
it: Spiacente! Non le autorizzazioni necessarie per questo modulo.
pl: Brak uprawnień dostępu do tego modułu.

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
fa: کلید مجوز نامعتبر ('authkey'). احتمالا دکمه بازگشت را زده اید و به صفحه ای برگشته اید که مجوز آنرا ندارید، یا اینکه کلید مجوز شما بدلیل مدتی غیرفعال بودن منقضی شده است. لطفا صفحه را مجددا بارگزاری کرده و دوباره سعی کنید.
it: Autorizzazione non valida ('authkey').Probabilmente hai premuto il tasto 'Indietro' per tornare a una pagina che non lo permette, oppure la chiave per l'autorizzazione si è esaurita a causa di una attività prolungata. Ricarica la pagina e riprova.
pl: Nieprawidłowy klucz autoryzacji 'authkey': najprawdopodobniej oznacza to, że wciśnięto przycisk 'Wstecz' lub wygasł klucz uwierzytelniający stronę. Proszę odświeżyć stronę i spróbować raz jeszcze.

source: Error! Could not save your changes.
fa: خطا! نمی توانم تغییرات شما را ذخیره کنم.
it: Errore! Le modifiche non sono state salvate.
pl: Błąd! Zapis zmian nie powiódł się.

source: Error! Could not load the section.
it: Errore! Impossibile caricare questa sezione.
pl: Błąd! Nie udało się odczytać danych.

source: Error! The 'Users' module must be upgraded to version 1.10 before you can upgrade the 'Profile' module.
fa: خطا! پیش از ارتقای ماژول پروفایل باید ماژول مدیریت کاربران را به نسخه ۱.۱۰ ارتقا دهید.
it: Errore! Il modulo 'Users' deve essere aggiornato alla versione 1.10 prima di aggiornare il modulo 'Profile'
pl: Błąd! Moduł Użytkownicy musi zostać zaktualizowany do wersji 1.10 przed aktualizacją modułu Profil.

source: Error! Could not update table.
fa: خطا! نمیتوانم جدول را به روز رسانی کنم.
it: Errore! Impossibile modificare la tabella.
pl: Błąd! Aktualizacja tabeli nie powiodła się.

source: Personal info
fa: اطلاعات شخصی
it: Info personali
pl: Informacje o użytkowniku

source: Registered users list
fa: لیست کاربران
it: Lista utenti registrati
pl: Zarejestrowani użytkownicy

source: Error! Could not create new attribute.
fa: خطا! نمی توانم صفت جدید بسازم.
it: Errore! Impossibile creare la nuova proprietà.
pl: Błąd! Utworzenie nowego elementu nie powiodło się.

source: Error! You cannot delete this personal info item.
fa: خطا! شما نمی توانید این آیتم اطلاعات شخصی را حذف کنید.
it: Errore! Non puoi eliminare questa voce.
pl: Błąd! Nie można usunąć tego elementu.

source: Error! Activation failed.
fa: خطا! فعال سازی با شکست مواجه شد.
it: Errore! Attivazione fallita.
pl: Błąd! Aktywacja nie powiodła się.

source: Error! You cannot deactivate this personal info item.
fa: خطا! شما نمی توانید این آیتم اطلاعات شخصی را غیرفعال کنید.
it: Errore! Non puoi disattivare questa voce.
pl: Błąd! Nie można dezaktywować tego elementu.

source: Error! Could not deactivate the personal info item.
fa: خطا! نمی توانم آیتم اطلاعات شخصی را غیرفعال کنم.
it: Errore! Impossibile disattivare questa voce
pl: Błąd! Dezaktywacja nie powiodła się.

source: Personal info items list
fa: لیست آیتم های اطلاعات شخصی
it: Elenco proprietà
pl: Lista elementów profilu

source: Create new personal info item
fa: ایجاد ایتم جدید اطلاعات شخصی
it: Aggiungi proprietà
pl: Utwórz nowy element profilu

source: User account panel settings
fa: تنظیمات پنل حساب کاربر
it: Impostazioni pannello
pl: Ustawienia kont użytkowników

source: Help
fa: راهنما
it: Aiuto
pl: Pomoc

source: Error! Could not find this user.
fa: خطا! نمی توانم این کاربر را پیدا کنم.
it: Errore! Utente non trovato.
pl: Błąd! Nie znaleziono takiego użytkownika.

source: Error! Could not find profile page [%s].
it: Errore! Pagina del profilo [%s] non trovata.
pl: Błąd! Nie znaleziono strony profilu [%s].

source: Error! Could not load personal info items.
fa: خطا! نمی توانم آیتم های اطلاعات شخصی را بارگزاری کنم.
it: Errore! Impossibile caricare le voci del profilo personale
pl: Błąd! Nie udało się odczytać elementów profilu.

source: Error! A required profile item [%s] is missing.
it: Errore! Manca una voce del profilo personale [%s]
pl: Błąd! Brak wymaganego elementu [%s].

source: Done! Saved your changes to your personal information.
fa: انجام شد! تغییرات شما در اطلاعات شخصیتان ذخیره شد.
it: Fatto! Modifiche salvate alle tue informazioni personali
pl: Zmiany zostały zapisane.

source: Featured user
fa: کاربر ویژه
it: Utente in evidenza
pl: Wybrany użytkownik

source: Show featured user
fa: نمایش کاربر ویژه
it: Mostra l'utente in evidenza
pl: Wybrany użytkownik

source: Last X registered users
fa: آخرین x کاربر عضو شده
it: Ultimi X utenti registrati
pl: Ostatnio zarejestrowani użytkownicy

source: Show last X registered users
fa: نمایش آخرین x کاربر عضو شده
it: Mostra gli ultimi X utenti registrati
pl: Ostatnio zarejestrowani użytkownicy

source: Users on-line
fa: کاربران آنلاین
it: Utenti on-line
pl: Użytkownicy online

source: Show which registered users are currently on-line
fa: نمایش کاربران عضوی که در حال حاضر آنلاین هستند
it: Mostra gli utenti attualmente on-line
pl: Lista użytkowników online

source: Recent visitors
fa: آخرین بازدیدکنندگان
it: Visitatori recenti
pl: Ostatnio widziani

source: Show registered users having visited the site recently
fa: نمایش کاربران عضو که اخیرا از سایت بازدید کرده اند
it: Mostra gli utenti registrati che hanno visitato il sito recentemente.
pl: Użytkownicy, którzy ostatnio odwiedzili serwis

source: Error! You cannot access form functions directly.
fa: خطا! شما نمی توانید مستقیما به توابع دسترسی داشته باشید.
it: Errore! Non puoi accedere direttamente alle funzioni del form
pl: Błąd! Ten formularz nie jest dostępny bezpośrednio.

source: Go to the Avatar manager
fa: برو به مدیریت شکلک ها
it: Vai all'amministrazione dell'avatar
pl: Przejdź do modułu Avatar

source: Error! in %1$s: the %2$s parameter must be specified.
it: Errore! in %1$s: il parametro %2$s deve essere specificato.
pl: Błąd! %1$s: parametr %2$s jest wymagany.

source: %s's site
fa: سایت %s
it: sito di %s
pl: Strona www użytkownika %s

source: User account panel
fa: پانل حساب کاربری
it: Pannello utente
pl: Konto użytkownika

source: Last %s registered users
fa: آخرین %s کاربر عضو شده
it: Ultimi %s utenti registrati
pl: Ostatnio zarejestrowani użytkownicy (%s)

source: Users currently on-line
fa: کاربران آنلاین فعلی
it: Utenti attualmente in linea
pl: Użytkownicy online

source: Edit personal info
fa: ویرایش اطلاعات شخصی
it: Modifica informazioni personali
pl: Edytuj informacje

source: View personal info
fa: مشاهده اطلاعات شخصی
it: Visualizza informazioni personali
pl: Wyświetl informacje

source: Send private message
fa: فرستادن پیام خصوصی
it: Invia messaggio privato
pl: Wyślij prywatną wiadomość

source: Show %s's contacts
fa: نمایش اطلاعات تماس %s
it: Mostra i contatti di %s
pl: Wyświetl kontakty użytkownika %s

source: Edit contact
fa: ویرایش تماس
it: Modifica contatto
pl: Edytuj kontakt

source: Add as contact
fa: اضافه کردن به اطلاعات تماس
it: Aggiungi contatto
pl: Dodaj jako kontakt

source: Sorry! A required personal info item is missing. Please correct and try again.
fa: متاسفم! یک آیتم اطلاعات شخصی ضروری پیدا نشد. لطفا آنرا تصحیح کرده و مجددا سعی کنید.
it: Spiacente! Una informazione personale obbligatoria non è stata inserita. Correggi e riprova.
pl: Brak wymaganej informacji. Uzupełnij ją i spróbuj ponownie.

source: Notice:
fa: توجه:
it: Nota:
pl: Uwaga:

source: Permitted HTML tags:
fa: تگ های HTML مجاز:
it: HTML tags permessi:
pl: Dozwolone znaki HTML:

source: About Profile
fa: درباره Profile
it: Info su Profile
pl: O module Profil

source: There are some details that you may know about Profile and how it let you translate the Account Properties labels and values of your site.
fa: جزئیاتی وجود دارد که باید در مورد پروفایل بدانید و اینکه چطور می توانید یک برچسب صفات حساب و مقدارهای سایت خود را ترجمه کنید.
it: Ci sono alcune cose che devi sapere su Profile e sul sistema di traduzione delle etichette e dei valori relativi alle proprietà dell'account
pl: Poniżej znajdziesz garść informacji na temat modułu Profil, a w szczególności - w jaki sposób stworzyć tłumaczenia etykiet i wartości dla elementów profilu.

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
fa: اول از همه، توصیه می کنیم که فایل های ترجمه پروفایل را برای بومی سازی به پوشه /config منتقل کنید.
it: Innanzi tutto, è meglio spostare i file delle traduzioni del modulo nella cartella /config per personalizzarli.
pl: Przede wszystkim zalecane jest skopiowanie plików z tłumaczeniami z katalogu modułu Profil do katalogu /config.

source: Copy all the files of the /modules/Profile/locale directory to /config/locale. There you will customize the catalog module_profile.pot and the translations afterwards.
fa: تمام فایل های /modules/Profile/locale را در /config/locale کپی کنید. آنجا می توانید module_profile.pot را ویرایش کرده و بعدا ترجمه کنید.
it: Copia tutti i file della cartella /modules/Profile/locale dentro /config/locale. Lì potrai modificare le traduzioni all'interno del file module_profile.pot in un secondo tempo
pl: W tym celu skopiuj całą zawartość katalogu /modules/Profile/locale do katalogu /config/locale. Tam możesz modyfikować katalog tłumaczeń module_profile.pot a później generować same tłumaczenia.

source: About the property labels
fa: درباره برچسب های صفات
it: Etichette delle proprietà
pl: Etykiety elementów profilu

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
fa: توصیه می کنیم که از کلمات منحصر بفرد بعنوان برچسب استفاده کنید، به همین دلیل ما از فورمت _DUDLABEL استفاده می کنیم و برای هر زبان فعال به یک متن قابل فهم ترجمه می کنیم.
it: E' preferibile usare parole uniche per le etichette, il formato da usare è: _DUDLABEL e può essere tradotto per ogni lingua del sito in un testo comprensibile.
pl: Zalecane jest stosowanie unikalnych słów jako etykiet elementów profilu, na przykład w formacie: _MOJAETYKIETA, a następnie tłumaczenie ich na wszystkie języki, dostępne w serwisie.

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
it: Dopo la creazione di una nuova etichetta (ad esempio _MYDUDLABEL),devi aggiungere il msgid al catalogo (POT file). Occorrono due righe per ogni etichetta: <strong>msgid '_MYDUDLABEL'</strong> la riga dopo la <strong>msgstr ''</strong> (guarda il contenuto del catalogo di default).
pl: Gdy utworzysz element z nową etykietą (na przykład _MOJAETYKIETA), musisz dodać ją jako msgid do katalogu tłumaczenia (plik POT). W tym celu należy do pliku POT dodać dwie linie: najpierw <strong>msgid 'MOJAETYKIETA'</strong>, a następnie <strong>msgstr ''</strong> (sprawdź, jak wyglądają pozostałe elementy tego pliku - to powinno pomóc).

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
it: Con il POT modificato, puoi sincronizzare le traduzioni (.PO files) per ciascuna lingua disponibile, o creare un nuovo .PO dal catalogo con un programma come poEdit.
pl: Po dodaniu nowej etykiety do pliku POT możesz zaktualizować tłumaczenia (pliki .PO) dla każdego języka lub wygenerować nowe tłumaczenie. W tym celu skorzystaj z edytora plików PO (na przykład Poedit).

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
it: Nel file .PO puoi tradurre _MYDUDLABEL con il testo corrispondente per ogni lingua per fornire una stringa leggibile del tipo 'My DUD Label'.
pl: Edytując plik .PO można przetłumaczyć _MOJAETYKIETA na właściwe sformułowanie, na przykład 'Moja etykieta dla elementu profilu' na każdy z języków, wykorzystywanych w serwisie.

source: About the property values
fa: درباره مقادیر صفات
it: Valori delle proprietà
pl: Wartości elementów profilu

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
fa: برخی از انواع نمایش مانند گزینه های تک انتخابی، چند انتخابی و منوی پایین افتادنی اجازه می دهند تا گروهی از گزینه ها را برای به نمایش در آمدن تعریف کنید.
it: Alcuni elementi come checkboxes, radio buttons, dropdown lists e multicheckboxes, hanno la possibilità di definire un insieme di opzioni specifiche da mostrare.
pl: Niektóre typy pól, takie jak pola wyboru (checkbox), pola opcji (radio), listy rozwijane i grupy pól wyboru, umożliwiają zdefiniowanie wielu opcji, spośród których użytkownik może wybrać.

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
it: Ogni opzione può essere aggiunta al catalogo per la traduzione. Anche le date che hanno un formato particolare possono essere aggiunte al catalogo.
pl: Etykiety i wartości tych opcji można tłumaczyć w taki sam sposób, w jaki tłumaczy się etykiety samych elementów profilu (dodając je do pliku POT). W ten sposób można przetłumaczyć także niestandardowe formaty dat.<br />Dobrej zabawy!

source: Personal info item
fa: آیتم اطلاعات شخصی
it: Proprietà
pl: Element profilu

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
fa: توجه: در برچسب یا نام صفت آیتم های اطلاعات شخصی، اجازه استفاده از کاراکترهای خاص و فاصله ندارید.
it: Nota: i caratteri speciali e gli spazi NON possono essere utilizzati nelle etichette e nemmeno nelle proprietà
pl: Uwaga: w etykietach oraz nazwach elementów profilu nie wolno stosować znaków specjalnych oraz spacji.

source: Label
fa: برچسب
it: Etichetta
pl: Etykieta

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
fa: <strong><a href="%s">صفحه کمک</a></strong> را برای دریافت اطلاعات در مورد برچسب ها و ترجمه پذیریشان بررسی کنید.
it: Consulta la <strong><a href="%s">pagina di aiuto</a></strong> per maggiori informazioni sulle etichette e sulle traduzioni.
pl: Sprawdź dział <strong><a href="%s">pomoc</a></strong>, aby uzyskać więcej informacji na temat etykiet i ich tłumaczenia.

source: Attribute name
fa: نام ویژگی
it: Proprietà
pl: Nazwa systemowa

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
fa: توجه: بعدا نمی توانید نام صفتی را که وارد می کنید تغییر دهید، بنابراین باید آنرا بدقت انتخاب کنید.
it: Attenzione: la proprietà che stai per indicare non potrà essere modificata in un secondo tempo, sceglila attentamente
pl: Nazwa systemowa nie może być później zmieniona więc dobierz ją z rozwagą.

source: Make this a 'Required' item
fa: این را یک آیتم اجباری کن
it: Rendi questa voce 'obbligatoria'
pl: Wymagane

source: Visibility
fa: قابل مشاهده توسط
it: Visibilità
pl: Widoczność

source: Type of control to display
fa: انواع کنترل ها برای نمایش
it: Mostra come
pl: Typ danych

source: Content
fa: محتوا
it: Contenuto
pl: Zawartość

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
it: Importante: ogni opzione va preceduta da '@@'. Esempio: '@@No@@Yes', '@@Disabled@@Enabled'. L'ordine è importante. Se vuoi avere una etichetta diversa nel form di modifica, puoi usare il seguente formato:'EditLabel@@DisplayNo@@DisplayYes'. Tutti i valori sono traducibili.
pl: Uwaga: poprzedź każdą opcję znakami '@@'. Przykład: '@@Nie@@Tak', '@@Wyłączone@@Włączone'. Kolejność opcji ma znaczenie. Jeśli chcesz, by pole miało inną etykietę w formularzu, możesz skorzystać z następującego formatu: 'EtykietaEdycji@@WyswietlaneTak@@WyswietlaneNie'. Wszystkie wartości można przetłumaczyć.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
it: Importante: usa questo formato per ogni singola opzione: '@@label@id'. Esempio: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'.Le opzioni sono traducibili.
pl: Uwaga: podaj kolejne opcje w następującym formacie: '@@etykieta@id'. Przykład: '@@tak@id1@@nie@id2@@nie wiem@id3'. Wszystkie wartości można przetłumaczyć.
