Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Profile/1.5.2/module_profile.po
Languages: fa, it, pl

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
it: Importante: Usa il formato seguente per ogni opzione: '@@label@id'. Esempio per una lista semplice: '@@option 1@id1@@option 2@id2@@option 3@id3'. Esempio per un checkbox multiplo : '1@@option 1@id1@@option 2@id2@@option 3@id3'. Le opzioni si possono tradurre.
pl: Uwaga: podaj kolejne opcje w następującym formacie: '@@etykieta@id'. Przykład dla listy rozwijanej: '@@tak@id1@@nie@id2@@nie wiem@id3'. Przykład dla listy wielokrotnego wyboru: '@@tak@id1@@nie@id2@@nie wiem@id3'. Wszystkie wartości można przetłumaczyć.

source: Notice: You can specify the date format to use, either via Zikula core templating variables ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), or via a custom format such as '%b %d of %Y', possibly using PHP options (see the <a href="http://www.php.net/manual/en/function.strftime.php">PHP documentation</a> for more information). The format is translatable.
it: Nota: è possibile specificare il formato della data sia attraverso le variabili del core di Zikula ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), o attraverso formati personalizzati come '%b %d of %Y', usando le possibilità offerte da PHP (vedi <a href="http://www.php.net/manual/en/function.strftime.php">PHP documentation</a> per maggiori informazioni). Il formato è traducibile.
pl: Uwaga: możesz określić format daty stosując obecne z Zikuli formaty ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong') lub zdefiniować własny (np.'%b %d' ), korzystając ze składni PHP (sprawdź w <a href="http://www.php.net/manual/pl/function.strftime.php">dokumentacji PHP</a>).

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
it: Nota: usa il formato seguente per ogni opzione: 'id,label;'. Esempio: 'id1,label1;id2,label2;id3,label3'. Separa ogni proprietà con un punto e virgola (';'). Separa l'ID e l'etichetta di ogni proprietà con una virgola (','). Le etichette sono traducibili.
pl: Uwaga: podaj kolejne opcje w następującym formacie: 'id,etykieta;'. Przykład: 'id1,bialy;id2,czarny;id3,czerwony'. Poszczególne opcje należy rozdzielić średnikiem (';'), natomiast id oraz etykiety opcji przecinkiem (','). Wszystkie wartości można przetłumaczyć.

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
it: Nota: L'inserimento di un ID è facoltativo. Se non specifichi un ID, la posizione della proprietà verrà utilizzata come ID (partendo da 0), invece dell'ID che può essere definito da te. E' importante scegliere un ID unico ed evitare di modificarlo in seguito.
pl: Uwaga: podawanie ID opcji nie jest wymagane. Jeśli nie podasz ID - poszczególne opcje otrzymają ID bazujące na kolejności (zaczynając od zera). Jeśli podajesz własne ID zadbaj, by były one unikalne - w przeciwnym wypadku opcje będą wzajemnie się nadpisywały.

source: Notice to display with personal info item
fa: اخطاری که بهمراه آیتم اطلاعات شخصی نمایش داده می شود
it: Nota da mostrare con la voce delle informazioni personali
pl: Uwaga wyświetlana przy tym elemencie profilu

source: Save
fa: ذخیره
it: Salva
pl: Zapisz

source: Cancel
fa: انصراف
it: Annulla
pl: Anuluj

source: Personal info for %s
fa: اطلاعات شخصی %s
it: Informazioni personali di %s
pl: Informacje o użytkowniku %s

source: User name:
fa: نام کاربری:
it: Nome utente:
pl: Nazwa użytkownika:

source: Registration date:
fa: تاریخ ثبت نام:
it: Data di registrazione
pl: Data rejestracji:

source: User name
fa: نام کاربری
it: Nome utente
pl: Nazwa użytkownika

source: Real name
fa: نام واقعی
it: Nome vero
pl: Imię i nazwisko

source: PM
pl: PW

source: Site
fa: سایت
it: Sito
pl: Strona www

source: No registered users are currently on-line.
fa: هیچ کاربر عضوی در حال حاضر آنلاین نیست.
it: Nessun utente registrato è in linea
pl: Brak użytkowników online.

source: Registration date
fa: تاریخ عضویت
it: Data di registrazione
pl: Data rejestracji

source: Actions
fa: عملیات
it: Azioni
pl: Działania

source: No recently-registered users found.
fa: هیچ کاربری که اخیرا عضو شده باشد پیدا نشد.
it: Nessun utente registrato di recente è stato trovato
pl: Brak użytkowników.

source: Items marked with an asterisk ('*') are required entries.
fa: آیتم هایی که با ('*') مشخص شده اند , موارد ضرورری هستند.
it: Le voci contrassegnate con un asterisco ('*') sono obbligatorie
pl: Elementy oznaczone gwiazdką (*) są wymagane.

source: Registered on %s
fa: ثبت نام کرده در %s
it: Registrato su %s
pl: Zarejestrowany: %s

source: Error! This block cannot be used because saving of a user's last log-in date has been disabled.
fa: خطا! این بلاک نمی تواند استفاده شود زیرا ذخیره تاریخ آخرین ورود کاربران غیرفعال است.
it: Errore
pl: Błąd! Ten blok nie będzie aktywny, ponieważ zapisywanie daty ostatniego logowania użytkowników nie zostało włączone.

source: Number of recent visitors to display
fa: تعداد آخرین بازدیدکنندگان مورد نظر برای نمایش
it: Numero di visitatori recenti da mostrare
pl: Liczba użytkowników

source: Maximum number of characters to display
fa: حداکثر تعداد کاراکترها برای نمایش
it: Numero massimo di caratteri
pl: Maksymalna liczba wyświetlanych znaków

source: Latest articles of %s
fa: آخرین مقالات %s
it: Articoli più recenti di %s
pl: Ostatnie atrykuły użytkownika %s

source: On %s
fa: روشن %s
it: Su %s
pl: %s

source: No recent articles found.
fa: مقاله ی جدیدی پیدا نشد.
it: Nessun articolo recente trovato
pl: Brak artykułów.

source: Latest comments of %s
fa: آخرین نظرات %s
it: Ultimi commenti di %s
pl: Ostatnie komentarze użytkownika %s

source: No recent commets found.
fa: نظرات جدیدی پیدا نشد.
it: Nessun commento recente trovato
pl: Brak komentarzy.

source: Registered users list settings
fa: تنظیمات لیست کاربران
it: Lista utenti registrati
pl: Ustawienia listy zarejestrowanych użytkowników

source: Display the user's registration date
fa: نمایش تاریخ ثبت نام کاربران
it: Mostra la data di registrazione degli utenti
pl: Wyświetl datę rejestracji użytkownika

source: Users per page in 'Registered users list'
fa: آیتم به ازای صفحه در صفحه 'لیست کاربران'
it: Utenti per pagina da visualizzare nella 'lista degli utenti registrati'
pl: Liczba użytkowników na liście zarejestrowanych użytkowników

source: Users per page in 'Users currently on-line' page
fa: آیتم به ازای صفحه در صفحه 'کاربران آنلاین فعلی'
it: Utenti per pagina da visualizzare nella lista degli 'utenti in linea'
pl: Liczba użytkowników na liście użytkowników online

source: Users per page in 'Recent registrations' page
fa: کاربر به ازای هر صفحه در صفحه 'ثبت نام های اخیر'
it: Numero di utenti per pagina nella sezione 'Utenti registrati di recente'
pl: Liczba użytkowników na liście ostatnio zarejestrowanych użytkowników

source: Filter unverified users from 'Registered users list'
fa: فیلتر کردن کاربران تایید نشده از 'لیست کاربران'
it: Filtra utenti non verificati dalla 'Lista degli utenti registrati'
pl: Nie wyświetlaj na liście niezaakceptowanych użytkowników

source: Personal info item settings
fa: تنظیمات آیتم های اطلاعات شخصی
it: Informazioni personali
pl: Ustawienia elementów profilu

source: Display 'Allowed HTML tags' notice with each personal info item that is a 'textarea'
fa: نمایش 'تگ های HTML مجاز' بهمراه هر آیتم اطلاعات شخصی که از نوع textarea است
it: Mostra l'avvertenza 'Tags HTML permessi' in concomitanza con ogni voce del tipo 'textarea'
pl: Wyświetl informacje o dozwolonych tagach HTML przy polach opisowych ('textarea')

source: User registration form settings
fa: تنظیمات فرم ثبت نام کاربران
it: Form registrazione utenti
pl: Ustawienia formularza rejestracji użytkowników

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form. The list below only includes properties that are not 'Required' items.
it: Le voci delle informazioni personali attivabili qui sotto verranno mostrate all'utente nel form di registrazione se il modulo 'Users' è configurato per mostrarle all'atto della registrazione e se il modulo 'Profile' è settato nelle 'Preferenze generali' come modulo di default per gestire i profili utente. Le voci configurate come 'obbligatorie' sono sempre mostrate nel form di registrazione. La lista sotto include le voci 'non obbligatorie'
pl: Za pomocą tej sekcji możesz zdecydować, które elementy profilu będą widoczne w formularzu rejestracji nowego użytkownika. Elementy oznaczone jako wymagane zawsze są widoczne - poniższe ustawienia mają zastosowanie wyłącznie do elementów niewymaganych. Ponadto, aby poniższe elementy profilu pojawiły się w formularzu rejestracji musisz wybrać moduł Profil jako moduł zarządzania profilami użytkowników w głównych ustawieniach serwisu oraz włączyć w module Użytkownicy wyświetlanie elementów profilu w formularzu rejestracji.

source: Personal info items to include in user registration form
fa: آیتم های اطلاعات شخصی که باید در فرم ثبت نام کاربران قرار داده شوند
it: Informazioni personali da richiedere nel form di registrazione utenti
pl: Elementy profilu widoczne w formularzu rejestracji nowego użytkownika

source: Account Panel
fa: پنل حساب
it: Pannello personale
pl: Twoje konto

source: Search
fa: جستجو
it: Ricerca
pl: Szukaj

source: Go search
fa: برو به جستجو
it: Vai alla ricerca
pl: Szukaj

source: Search in user names
fa: جستجو در نام کاربری
it: Cerca nei nomi-utente
pl: Szukaj w nazwach użytkowników

source: Search in real names
fa: جستجو در نام واقعی
it: Cerca fra i nomi reali
pl: Szukaj w imionach i nazwiskach

source: Search in site
fa: جستجو در سایت
it: Cerca nel sito
pl: Szukaj w stronach www

source: All
fa: همه
it: Tutto
pl: Wszyscy

source: No users found.
fa: هیچ کاربری پیدا نشد.
it: Nessun utente trovato.
pl: Nie znaleziono użytkowników.

source: Membership statistics
fa: آمار عضویت
it: Statistiche di affiliazione
pl: Statystyki

source: Registered:
fa: ثبت نام شده:
it: Registrato:
pl: Zarejestrowanych:

source: Newest user:
fa: جدیدترین کاربر:
it: Ultimo registrato
pl: Najnowszy użytkownik:

source: Delete personal info item
fa: حذف آیتم اطلاعات شخصی
it: Elimina voce delle informazioni personali
pl: Usuń element profilu

source: Do you really want to delete this personal info item?
fa: آیا واقعا می خواهید این مولفه را حذف کنید؟
it: Vuoi veramente eliminare questa voce?
pl: Czy na pewno chcesz usunąć ten element profilu?

source: Confirmation prompt
fa: تایید فرمان
it: Avviso di conferma
pl: Potwierdzenie

source: unread
fa: خوانده نشده
it: non letto
pl: nieprzeczytane

source: total
fa: مجموع
it: totale
pl: łącznie

source: %s registered user
fa: Singular%s registered userPlural%s registered users
it: %s utente registrato
pl: %s użytkownik

source: %s anonymous guest
fa: Singular%s anonymous guestPlural%s anonymous guests
it: %s ospite anonimo
pl: %s gość

source: %1$s and %2$s online.
fa: %1$s و %2$s آنلاین هستند.
it: %1$s e %2$s online.
pl: %1$s oraz %2$s online.

source: Number of recently-registered users to display
fa: تعداد کاربران عضو شده اخیر برای نمایش
it: Numero degli ultimi utenti registrati da mostrare
pl: Liczba wyświetlanych użytkowników

source: Edit personal info item
fa: ویرایش آیتم اطلاعات شخصی
it: Modifica informazione personale
pl: Edytuj element profilu

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
it: Avvertenza! Se vuoi modificare l'ID di una opzione senza perdere i dati dell'utente nel database, l'etichetta relativa non va rinominata simultaneamente. Evita di assegnare ID ed etichette uguali. E' meglio assegnare un ID unico e un nome unico, inoltre evita di rinominare gli ID una volta creati.
pl: Uwaga! Jeśli chcesz zmienić ID opcji, nie tracąc przy tym dotychczas zapisanych danych, nie zmieniaj w tym samym czasie etykiety opcji. Ponadto nie nadawaj opcjom takich samych ID i etykiet. Zwróć także uwagę, by każda opcja posiadała unikalne ID oraz etykietę oraz staraj się nie zmieniać tych wartości w przyszłości.

source: Latest submissions of %s
fa: آخرین ارسال %s
it: Ultimi inserimenti di %s
pl: Ostatnio dodane przez użytkownika %s

source: Information to show
fa: اطلاعات مورد نظر برای نمایش
it: Informazione da mostrare
pl: Wyświetlane informacje

source: Show registration date
fa: نمایش تاریخ ثبت نام
it: Mostra data di registrazione
pl: Wyświetl datę rejestracji

source: Notice: Use drag and drop to arrange the arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
fa: توجه: شما می توانید با کشیدن و رها کردن هر آیتم آن را به طور دلخواه مرتب کنید. ترتیب جدید آیتم ها بعد از اینکه آیتمی را به محل دیگری انتقال دادید, به صورت خودکار ذخیره خواهد شد.
it: Nota: Trascina le voci per sistemare le informazioni personali secondo l'ordine desiderato. Il nuovo ordine verrà salvato automaticamente dopo il posizionamento.
pl: Wskazówka: możesz zmieniać kolejność elementów profilu metodą przeciągnij i upuść. Nowa kolejność zostanie zapisana automatycznie, gdy upuścisz element na nowe pozycji.

source: Type
fa: نوع
it: Tipo
pl: Typ

source: _UREALNAME
it: Nome reale
pl: Imię i nazwisko

source: _UFAKEMAIL
it: Indirizzo falso di posta
pl: Publiczny e-mail

source: _YOURHOMEPAGE
it: Sito internet
pl: Strona www

source: _TIMEZONEOFFSET
it: Fuso orario
pl: Strefa czasowa

source: _YOURAVATAR
it: Avatar
pl: Avatar

source: _YICQ
it: ICQ
pl: ICQ

source: _YAIM
it: AIM
pl: AIM

source: _YYIM
it: YIM
pl: YIM

source: _YMSNM
it: MSNM
pl: MSN

source: _YLOCATION
it: Località
pl: Lokalizacja

source: _YOCCUPATION
it: Occupazione
pl: Zawód

source: _SIGNATURE
it: Firma
pl: Podpis

source: _EXTRAINFO
it: Informazioni addizionali
pl: Informacje dodatkowe

source: _YINTERESTS
it: Interessi
pl: Zainteresowania

source: profile
it: profilo

source: On-line
fa: آنلاین
it: In linea

source: Off-line
fa: آفلاین
it: Non in linea

source: Status
fa: وضعیت
it: Stato

source: On-line:
fa: آنلاین:

source: %s on-line.
fa: %s آنلاین.
