Repository: zikula/i18n-portal
Catalog: gettext/*/modules/advMailer/2.0.0/module_advmailer.po
Languages: ca

source: An error occured - the mail could not be loaded. Maybe it was delivered or moved to error logfile in the time between creating the last overview and your action.
ca: S'ha produït un error - el correu no es va poder carregar. Potser va ser lliurat o es va traslladar al fitxer de registre d'error en el temps entre la creació de la informació general i la seva última acció.

source: The mail was successfully removed and deleted from the mail queue
ca: El correu s'ha eliminat correctament i s'eliminarà de la cua de correu

source: An error occured while trying to requeue mail
ca: S'ha produït un error en intentar retornar el missatge de correu electrònic a la cua

source: Mail was requeued with highest priority and new ID
ca: El correu s'ha tornat a la cua amb prioritat més alta i nova identificació

source: mails requeued - please repeat this action until all mails are requeued
ca: correus electrònics tornats a la cua - si us plau, repeteix aquesta acció fins que tots els correus-e són tornats a la cua

source: Mails reqeued successfully
ca: Els missatges de correu electrònic s'han retornat a la cua correctament

source: Error log deleted completely
ca: S'ha esborrat completament el registre d'errors

source: An error occured while deleting error log
ca: S'ha produït un error en esborrar el registre d'errors

source: An error occured while trying to send the selected email manualy
ca: S'ha produït un error en enviar el correu manualment

source: The email was sent successfully and removed from the mail queue
ca: El missatge de correu electrònic s'ha enviat correctament i s'ha esborrat de la cua de correu

source: Advanced Mailer management: This module gives more functionallity to the regular zikula Mailer module
ca: Gestió de l'Advanced Mailer: Aquest mòdul ofereix més funcionalitat que el mòdul estàndard del Zikula

source: Error creating hook
ca: No s'ha pogut crear el lligam

source: Error! Index creation failed.
ca: No s'ha pogut crear l'índex

source: Please take care to update the email tempaltes for html and text mails. Otherwise you will add default header and footer for all mails that are sent out from now on!
ca: Aneu en compte en actualitzar les plantilles de correu electrònic per als missatges HTML i de text. En cas contrari s'afegirà la capçalera i el peu de pàgina predeterminats a tots els missatges de correu electrònic que s'enviïn a partir d'ara.

source: Error deleting hook
ca: No s'ha pogut esborrar el lligam

source: Settings
ca: Configuració

source: Templates
ca: Plantilles

source: Mail-Queue
ca: Cua de correu electrònic

source: Error-log
ca: Registre d'errors

source: Test configuration
ca: Verificació de la configuració

source: Message was moved to error log - delivery cancelled
ca: El missatge s'ha mogut al registre d'errors - El missatge no s'ha lliurat

source: Cron disabled
ca: S'ha deshabilitat el cron

source: Authentication correct...
ca: La autentificació és correcta...

source: Start of mail delivery...
ca: S'ha iniciat el lliurament del correu...

source: No mails in the queue
ca: No hi ha cap missatge a la cua

source: Send ID
ca: ID de l'enviament

source: Sent Error ID
ca: ID de l'error d'enviament

source: Wrong password
ca: La contrasenya no és correcta

source: waiting for delivery
ca: Esperant per ser lliurat

source: failed... waiting for retry
ca: S'ha produït un error ... esperant per tornar-ho a intentar

source: failed... waiting for last try
ca: S'ha produït un error ... esperant per fer el darrer intent

source: param mail missing
ca: Falta un paràmetre del missatge

source: item not found
ca: No s'ha trobat l'element

source: Yes
ca: Sí

source: This is <font color="red">some default text</font> that will be <b>replaced</b> by your <i>email's content</i> later whenever a mail is being sent out!<hr />Have fun! ;-)
ca: Aquest és <font color=\"red\">un text d'exemple</font> que heu de <b>reemplaçar</b> pel <i>contingut dels missatges</i> que s'han d'enviar<hr />Divertiu-vos! :-)

source: This is some default text that will be replaced by your email's content later whenever a mail is being sent out!
ca: Aquest és un text predeterminat que s'ha de reemplaçar pel contingut del missatge que s'ha d'enviar

source: Send mails immediately
ca: Envia els missatges immediatament

source: Send mails via cronjob
ca: Envia el correu utilitzant un cronjob

source: Send mails in background using SystemInit hooks
ca: Envia el correu en segon pla utilitzant un lligam de sistema

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul

source: You can create templates for all emails that will be sent out that are customized for your site. There are two types of emails going out: HTML and plain text. There are some example templates in the Mailer's template folder. There are four templates - two for HTML and two for plain text mails. Always the right template is chosen - depending on the mail type. The templates have to be named the following way
ca: Es poden crear plantilles personalitzades per a tots els missatges de correu electrònic que s'enviaran des del lloc web. Hi ha dos tipus de missatges de correu electrònic: HTML i text pla. Trobareu alguns exemples de plantilles a la carpeta de les plantilles del Mailer. Hi ha quatre models - dos per l'HTML i dos per als correus de text sense format. Sempre es tria la plantilla correcta en funció del tipus seleccionat. Les plantilles han de tenir noms especials segons els criteris següents:

source: Header for plain text mails
ca: Capçalera per als missatges de text sense format

source: Footer for plain text mails
ca: Peu de pàgina per als missatges de text sense format

source: Header for HTML mails
ca: Capçalera per als missatges amb codi HTML

source: Footer for HTML mails
ca: Peu de pàgina per als missatges amb codi HTML

source: Module developers can override the usage of these templates - if you are a developer, please read the function's documentation! Pleas also mention that template changes will not affect all mails that are already in the mail queue and waiting for delivery!
ca: Els desenvolupadors de mòduls poden sobreescriure l'ús d'aquestes plantilles. Si sou un desenvolupador/a, si us plau, llegiu la documentació de la funció. També cal esmentar que els canvis a les plantilles no afectaran al missatges que ja són a la cua a l'espera de ser lliurats.

source: Preview
ca: Previsualització

source: Please use theme based template overriding and clear your rendering cache after changing the templates. The templates will be used as they are seen below.
ca: Utilitzeu la sobreescriptura de plantilles del Zikula i esborreu la memòria cau de les plantilles renderitzades després de canviar les plantilles. Les plantilles s'utilitzaran com es mostren a continuació.

source: Preview for plain text mails
ca: Previsualització dels missatges de text sense format

source: No templates found
ca: No s'ha trobat cap plantilla

source: Depending on your personal site mailer configuration linebreaks will be added before sending the email. These linebreaks can not be seen here - please send a test email to an own email account for testing this.
ca: Depenent de la configuració personal els salts de línia s'afegiran abans d'enviar el correu electrònic. Aquests salts de línia no es poden veure aquí - si us plau envieu un correu electrònic de prova a un compte de correu propi per provar això.

source: Preview for html mails
ca: Vista prèvia per als correus-e HTML

source: Mail error log view and administration
ca: Vista de registre d'error i administració dels correus-e

source: failed deliveries
ca: lliuraments fallits

source: Mail content
ca: Contingut del correu-e

source: mail subject
ca: Assumpte del correu-e

source: recipient
ca: destinatari

source: Requeue all mails
ca: Reencua tots els correus

source: Please confirm the deletion of all mails of the error log
ca: Si us plau confirmeu l'eliminació de tots els correus electrònics del registre d'errors

source: Delete the error log
ca: Elimina el registre d'errors

source: Mail ID
ca: ID del correu

source: date of last try
ca: data de l'últim intent

source: action
ca: acció

source: delete
ca: esborra

source: requeue
ca: reencua

source: No mails stored in the error logfile
ca: No hi ha missatges emmagatzemats a l'arxiu de registre d'error

source: Advanced Mailer settings
ca: Configuració Advanced Mailer

source: Default method for queue handling
ca: Mètode per defecte per al control de cues

source: Settings for mail queue handling
ca: Configuració per al control de la cua del correu

source: Queue modes can make sense of your site is a site with high outgoing mail traffic. Mails are put in a queue and sent mail by mail in the background. Mails can be sent with each site call that is made by any user. Mail sending will be handled in the background. You can choose between to different queue modes: Mails can be sent with each site call (a user or a visitor will make your emails to be sent without seeing this) or you can use a given URL for a cronjob service. Just call the cronjob URL with a password (you can try it out in your browser entering the url) you have specified and this will send the number of mails you specified in this configuration area.
ca: Els modes de cua poden donar sentit al teu lloc si és un lloc amb trànsit de correu sortint elevat. Els Missatges es posen en una cua i s'envien per correu electrònic en segon pla. Els missatges poden ser enviats amb cada petició del lloc que sigui realitzada per qualsevol usuari/a. L'enviament de correu serà controlat en segon pla. Pots triar entre dos modes diferents de cues: Els correus es poden enviar amb cada petició del lloc (un usuari/a o un visitant enviarà el seu correu electrònic sense veure això) o usar una determinada Adreça URL per a un servei Cronjob. Només has de cridar l'adreça URL de Cronjob amb una contrasenya (pots provar-ho al navegador escrivint l'adreça URL) que has especificat i aquest enviarà el nombre de missatges que has especificat en aquesta àrea de configuració.

source: Number of mails that should be sent with each site or cronjob call
ca: Nombre de missatges que han de ser enviats per cada web o petició a Cronjob

source: Password for cronjob call
ca: Contrasenya per la petició de Cronjob

source: Call this URL for email delivery regularly
ca: Fes petició a la següent adreça URL per al lliurament de correu amb regularitat

source: Please set a cronjob password to get the URL for this service
ca: Si us plau, establiu una contrasenya Cronjob per tal d'obtenir l'adreça URL per a aquest servei

source: Update Configuration
ca: Actualitza la configuració

source: Cancel
ca: Cancel·la

source: Mail queue view and administration
ca: Vista de la cua de correu i administració

source: mails in queue
ca: correus-e en cua

source: Here all mails from the mail queue are listed. Please do not forget that mails might be sent instantly after they were listed here. You can access the mail if you click on the title.
ca: Aquí hi ha la llista de correus de la cua. Si us plau, no oblideu que aquests correus poden ser enviats immediatament després que figurin en aquesta llista. Podeu accedir al correu-e si feu clic al títol.

source: priority
ca: prioritat

source: planed date
ca: data planejada

source: status
ca: estat

source: now
ca: ara

source: send manually
ca: envia manualment

source: Mail queue emtpy - nothing to display
ca: Cua de correu buida - res a mostrar

source: The Advanced Zikula Mailer module
ca: El mòdul avançat de correu de Zikula

source: Version
ca: Versió

source: powered by
ca: funciona amb

source: You like the module and it's usefull for you
ca: Si t'agrada el mòdul i és útil per a tu

source: Donate and support my software development
ca: Dóna suport al desenvolupament del programari
