Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Formicula/2.2/module_formicula.po
Languages: nl, pl

source: Unknown Contact
nl: Onbekend contact
pl: Nieznany kontakt

source: Contact has been deleted
nl: Contact is verwijderd
pl: Kontakt został usunięty

source: Mailer module is not available - unable to send emails!
nl: Mailer module is niet beschikbaar - e-mails versturen niet mogelijk!
pl: Moduł Mailer nie jest zainstalowany - wysyłanie e-maili jest niemożliwe!

source: no image function available - captcha deactivated
nl: geen image functie beschikbaar - captcha gedeactiveerd
pl: brak dostępnych funkcji obrazu - captcha nieaktywna

source: formicula_cache folder does not exist in Zikula's temporary folder or is not writable - captchas have been disabled
nl: formicula_cache folder bestaat niet in Zikula's tijdelijke folder of is niet beschrijfbaar - captcha's zijn daarom uitgeschakeld
pl: Folder formicula_cache nie istnieje w folderze tymczasowym Zikuli lub zapis w nim jest niemożliwy - captcha niekatywna

source: .htaccess file needed in formicula_cache folder not exist
nl: .htaccess bestand, benodigd in de formicula_cache folder, bestaat niet
pl: nie znaleziono pliku .htaccess w folderze formicula_cache

source: The captcha image cached was cleared
nl: De captcha afbeeldings cache is geleegd
pl: Pamięć podręczna obrazów captcha została wyczyszczona

source: Formicula forms module
nl: Formicula formulieren module
pl: Formicula moduł formularzy

source: Error! Could not load items.
nl: Foumelding! Items konden niet geladen worden.
pl: Błąd! Nie można załadować obiektów

source: Contact Form
nl: Contact formulier
pl: Formularz kontaktowy

source: Error! No or incorrect E-Mail address supplied
nl: Foutmelding! Er is geen of een ongeldig e-mail adres opgegeven
pl: Błąd! Nie wpisano adresu e-mail lub wpisano niepoprawny

source: Error! No username given
nl: Foutmelding! Geen gebruikersnaam opgegeven
pl: Błąd! Brak nazwy użytkownika

source: Error! No or invalid comment supplied (no HTML!)
nl: Foutmelding! Er is geen (of een ongeldige) reactie geplaatst (Geen HTML!)
pl: Błąd! Brak komentarza lub wpisano błędny komentarz (HTML nie jest dozwolony!)

source: Error! Mandatory field:
nl: Foutmelding! Een verplicht veld is niet ingevuld:
pl: Bład! Należy wypełnić:

source: Error! Upload error
nl: Foutmelding! Upload mislukt
pl: Błąd! Wystąpił problem z wgrywaniem pliku

source: Set form #%1$s with %2$s templates
nl: Stel formulier #%1$s in met %2$s templates
pl: Połączono formularz #%1$s z %2$s szablonami

source: The webserver cannot write into this folder!
nl: De webserver kan niet naar deze directory schrijven!
pl: Serwer nie może zapisywać do tego folderu!

source: The configuration has been changed.
nl: De configuratie is bijgewerkt.
pl: Konfiguracja została zmieniona.

source: Error! No contact name
nl: Foutmelding! Geen contact naam opgegeven
pl: Błąd! Brak nazwy kontaktu

source: Error! No or incorrect email address supplied
nl: Foutmelding! Er is geen of een ongeldig e-mail adres opgegeven
pl: Błąd! Brak lub podany adres email nie jest poprawny

source: Error! Incorrect email address supplied
nl: Foutmelding! Er is een ongeldig e-mail adres opgegeven
pl: Bład! Podany adres email nie jest poprawny

source: Contact created
nl: Contact aangemaakt
pl: Kontakt został utworzony

source: Error creating contact!
nl: Contactpersoon kon niet aangemaakt worden!
pl: Wystąpił błąd podczas tworzenia kontaktu!

source: Contact info has been updated
nl: Contact informatie is bijgewerkt
pl: Informacje o kontakcie zostały zaktualizowane

source: Error updating contact!
nl: Contactpersoon kon niet bijgewerkt worden!
pl: Wystąpił błąd podczas aktualizacji kontaktu!

source: no form selected
nl: Geen formulier geselecteerd
pl: nie wybrano formularza

source: Bad in mathematics? You can do better, try again.
nl: Rekenen nooit het sterkste vak geweest? Dit moet beter kunnen, probeer het nog eens.
pl: Słaby z matematyki? Dasz radę, spróbuj jeszcze raz.

source: There was an error sending the email.
nl: Er is een fout opgetreden tijdens het verzenden van de e-mail.
pl: Wystąpił błąd podczas wysyłania e-maila

source: Error! Creation attempt failed.
nl: Foutmelding! Aanmaak poging mislukt.
pl: Błąd! Tworzenie zakończone niepowodzeniem.

source: Error! Sorry! Deletion attempt failed.
nl: Foutmelding! Sorry! Verwijder poging mislukt.
pl: Błąd! Usuwanie zakończone niepowodzeniem.

source: View contacts
nl: Bekijk contacten
pl: Wyświetl kontakty

source: Add contact
nl: Contact toevoegen
pl: Dodaj kontakt

source: Clear captcha image cache
nl: Captcha afbeeldings cache leegmaken
pl: Wyczyść pamięć podręczną obrazów captcha

source: Modify configuration
nl: Configuratie aanpassen
pl: Zmień konfigurację

source: The installer could not create formicula_cache/index.html and/or formicula_cache/.htaccess, please refer to the manual before using the module!
nl: De installer kon formicula_cache/index.html en/of formicula_cache/.htaccess niet aanmaken, lees de handleiding alvorens de module in gebruik te nemen!
pl: Instalator nie mógł utworzyć formicula_cache/index.html i/lub formicula_cache/.htaccess, proszę przeczytać dokumentację zanim zaczniesz korzystać z tego modułu!

source: The installer could not create the formicula_cache folder, please refer to the manual before using the module!
nl: De installer kon de formicula_cache folder niet aanmaken, lees de handleiding alvorens de module in gebruik te nemen!
pl: Instalator nie mógł utworzyć folderu formicula_cache, proszę przeczytać dokumentację zanim zaczniesz korzystać z tego modułu!

source: pnTemp folder found outside of the webroot, please consult the manual of how to create the formicula_cache folder in this case.
nl: pnTemp directory buiten de webroot gevonden, raadpleeg aub de handleiding om de formicula_cache folder aan te maken in dit geval.
pl: Folder pnTemp znaleziony poza głównym katalogiem, proszę sprawdzić w dokumentacji jak w takiej sytuacji stworzyć folder formicula_cache.

source: The installer could not create the formcontacts table
nl: De installer kon de formcontacts tabel niet aanmaken
pl: Instalator nie mógł utworzyć tabel kontaktów dla formularzy.

source: Database upgrade failed
nl: Database upgrade mislukt
pl: Aktualizacja bazy danych zakończona niepowodzeniem

source: Hello,
nl: Hallo,
pl: Witaj,

source: Thank you for the comments posted from our Website. The sent data is:
nl: Bedankt dat u contact met ons hebt opgenomen. Onderstaande gegevens werden naar ons verzonden:
pl: Dziękujemy za wysłanie informacji z naszego serwisu. Wysłane dane:

source: Contact or Theme
nl: Contactpersoon of theme
pl: Kontakt lub Motyw

source: Your Name
nl: Uw naam
pl: Twoje Imię

source: Company
nl: Bedrijf
pl: Firma

source: Phone Number
nl: Telefoonnummer
pl: Numer telefonu

source: Location
nl: Locatie
pl: Miejscowość

source: Comment
nl: Reactie
pl: Treść

source: We will respond to your e-mail as soon as possible.
nl: We zullen zo snel mogelijk reageren op uw e-mail.
pl: Odpowiemy na Twój e-mail najszybciej jak to możliwe.

source: The
nl: Het

source: A visitor of to your web site used the form for contact and sent the following:
nl: Er is van het contact formulier gebruik gemaakt en het volgende is verstuurd:
pl: Odwiedzający Twoją stronę użył formularza, aby się skontaktować i napisał:

source: Form #
nl: Formulier #
pl: Formularz #

source: The user has the following IP address/hostname:
nl: De gebuiker heeft het volgende IP adres/hostname:
pl: IP adres/nazwa komputera użytkownika:

source: Mandatory field
nl: Verplicht veld
pl: Pole wymagane

source: Contact our team
nl: Neem contact met ons op
pl: Skontaktuj się z naszym zespołem

source: This is a mandatory field.
nl: Dit is een verplicht veld.
pl: To pole jest wymagane.

source: Please enter a valid E-mail address like user@example.com.
nl: Vul aub een geldig e-mail adres in, zoals gebruiker@example.com.
pl: Proszę wpisać poprawny adres e-mail na przykład: twojemail@przyklad.pl

source: Please enter a valid internet address like http://www.example.com.
nl: Vul aub een geldig internet adres in, zoals http://www.example.com.
pl: Proszę wpisać poprawny adres internetowy na przykład: http://www.twojadres.pl

source: E-Mail Format
nl: E-Mail opmaak
pl: Format E-mail

source: Text
nl: Tekst
pl: Tekst

source: Please solve this simple math test
nl: Geef aub de uitkomst van de volgende simpele rekensom
pl: Proszę rozwiązać to proste działanie matematyczne

source: Send
nl: Versturen
pl: Wyślij

source: Show phone number
nl: Toon telefoonnummer
pl: Pokaż numer telefonu

source: Show company
nl: Ton bedrijf
pl: Pokaż nazwę firmy

source: Show URL
nl: Toon URL
pl: Pokaż adres URL

source: Show location
nl: Toon lokatie
pl: Pokaż miejscowość

source: Show comments textarea
nl: Toon reactie-vak
pl: Pokaż pole komentarza

source: Send confirmation email to user
nl: Verstuur bevestigingsmail naar gebruiker
pl: Wyślij e-mail potwierdzający do użytkownika

source: Folder for uploaded files
nl: Map voor geuploade bestanden
pl: Katalog wgrywanych plików

source: Delete file after sending
nl: Bestand verwijderen na versturen
pl: Usuń plik po przesłaniu

source: Activate spamcheck
nl: Spamcheck activeren
pl: Aktywuj ochronę antyspamową

source: Make sure you the necessary form fields are available, see the docs for more information. This option will be turned off by Formicula automatically if no PHP-functions for creating images are available
nl: Zorg dat de benodigde velden in het formulier aanwezig zijn, zie de documentatie voor meer informatie. Formicula zal deze functie uitschakelen als de benodigde functies voor het maken van afbeeldingen niet aanwezig zijn in PHP.
pl: Upewnij się, że wymagane pola formularza są dostępne, przejrzyj dokumentacje aby dowiedzieć się więcej informacji. Ta opcja zostanie wyłączona przez Formiculę automatycznie jeśli funkcje PHP dla obrazów nie są dostępne.

source: Do not use spam check in these forms
nl: Spam check niet gebruiken in onderstaande formulieren
pl: Nie używaj ochrony antyspamowej dla tych formularzy

source: Comma separated list of form ids, e.g. embedded forms in pagesetter. The redirect may not work here correctly
nl: Door komma gescheiden lijst van formulier-id's, bijv. ingebedde formulieren in pagesetter. Het doorverwijzen kan hier problemen veroorzaken!
pl: Lista ID formularzy oddzielonych przecinkiem, na przykład zagnieżdżone formularze pagesettera. Przekierowanie może nie działać poprawnie.

source: Set the default form
nl: Stel standaard formulier in
pl: Wybierz formularz domyślny

source: (used when no form is specified)
nl: (als er geen formulier opgegeven is)
pl: (zostanie on użyty, jeśli formularz nie zostanie wybrany)

source: Submit
nl: Versturen
pl: Wyślij

source: Visit Formicula on http://code.zikula.org/formicula
nl: Bekijk Formicula op http://code.zikula.org/formicula

source: This data was sent to us:
nl: Onderstaande gegevens zijn naar ons verzonden:
pl: Informacje wysłane do nas:

source: Thanks for applying, we will keep your data strictly confidential
nl: Bedankt voor uw sollicitatie, uw gegevens worden strikt vertrouwelijk gehouden
pl: Dziękujemy, Twoje dane będą przetrzymywane jako poufne.

source: We will respond to your E-mail address as soon as possible.
nl: We zullen zo snel mogelijk reageren naar het E-mail adres.
pl: Odpowiemy na podany adres email tak szybko jak tylko będzie to możliwe.

source: There is an error in your form
nl: Er zit een fout in het formulier
pl: Wpisane dane zawierają błąd

source: Back to Contact Form
nl: Terug naar contact formulier
pl: Powrót do formularza kontaktowego

source: Apply online!
nl: Online solliciteren!
pl: Aplikuj online!

source: Apply as
nl: Solliciteer naar
pl: Aplikuj jako

source: Date of birth
nl: Geboortedatum
pl: Data urodzenia

source: Please enter a valid date.
nl: Vul aub een geldige datum in.
pl: Proszę wpisać poprawną datę.

source: Street
nl: Straat
pl: Ulica

source: Salary
nl: Salaris
pl: Wynagrodzenie

source: Please use only numeric characters.
nl: Gebruik aub alleen numerieke karakters.
pl: Proszę używać tylko cyfr.

source: Zip City
nl: Postcode Plaats
pl: Adres pocztowy

source: Entry date
nl: Ingangsdatum
pl: Data wejścia

source: Delete contact
nl: Contact verwijderen
pl: Usuń kontakt

source: Do you really want to delete this contact?
nl: Dient dit contact werkelijk verwijderd te worden?
pl: Czy na pewno chcesz usunąć ten kontakt?

source: Confirmation prompt
nl: Bevestiging gevraagd
pl: Wymagane potwierdzenie

source: Contact name
nl: Contact naam
pl: Nazwa kontaktu

source: Delete
nl: Verwijderen
pl: Usuń

source: Cancel
nl: Annuleren
pl: Anuluj

source: Thank you for your questions/comments to our website!<br />We will reply as soon as possible.
nl: Bedankt dat u contact met ons hebt opgenomen<br />We zullen zo snel mogelijk reageren.
pl: Dziękujemy za wysłanie zapytania/komentarza z naszej strony!<br />Odpowiemy najszybciej jak to możliwe.

source: Confirmation of your submission will be emailed to you in a few minutes.
nl: Bevestiging van de verzending wordt binnen enkele minuten verstuurd.
pl: Potwierdzenie zostanie wysłane na Twój adres email.

source: There was an internal error when sending confirmation mail
nl: Bevestigingsmail kon door een interne fout niet verzonden worden
pl: Wystąpił błąd podczas wysyłania potwierdzenia.

source: Edit contact
nl: Contact bewerken
pl: Edytuj kontakt

source: Public
nl: Openbaar
pl: Publiczny

source: Use this information in the users confirmation mail
nl: Gebruik deze informatie in de bevestigingsmail naar gebruikers
pl: Użyj tych informacji w potwierdzeniu wysyłanym do użytkownika

source: Sender E-Mail
nl: Verzender E-mail
pl: Adres email wysyłającego

source: Sender name
nl: Verzender naam
pl: Nazwa wysyłającego

source: Subject
nl: Onderwerp
pl: Temat

source: with <ul> <li>%s = sitename</li> <li>%l = slogan</li> <li>%u = site url</li> <li>%c = contacts sender name</li> <li>%n&lt;num&gt; = user defined field name &lt;num&gt;</li> <li>%d&lt;num&gt; = user defined field data &lt;num&gt;</li></ul>
nl: waarbij<ul> <li>%s = sitenaam</li> <li>%l = slogan</li> <li>%u = site url</li> <li>%c = verzender van het formulier</li> <li>%n&lt;num&gt; = veldnaam &lt;num&gt; door gebruiker</li> <li>%d&lt;num&gt; = veldgegevens &lt;num&gt; door gebruiker</li></ul>
pl: Z <ul> <li>%s = nazwa strony</li> <li>%l = slogan</li> <li>%u = adres strony</li> <li>%c = Nazwa wysyłającego kontakt</li> <li>%n&lt;num&gt; = zdefiniowane przez użytkownika pole nazwa &lt;num&gt;</li> <li>%d&lt;num&gt; = zdefiniowane przez użytkownika pole dane &lt;num&gt;</li></ul>

source: Settings
nl: Instellingen
pl: Ustawienia

source: Name
nl: Naam
pl: Nazwa

source: Options
nl: Opties
pl: Opcje

source: Yes
nl: Ja
pl: Tak

source: No
nl: Nee
pl: Nie

source: No items found.
nl: Geen items beschikbaar.
pl: Nie znaleziono pozycji.

source: This data was sent to us
nl: Onderstaande gegevens zijn naar ons verzonden
pl: Zostały wysłane do nas poniższe dane

source: Confirmation of your submission will be mailed to you in a few minutes.
nl: Bevestiging van de verzending wordt binnen enkele minuten verstuurd.
pl: Potwierdzenie zostanie wysłane do Ciebie w najbliższym czasie

source: Homepage
pl: Strona domowa

source: Team
pl: Zespół
