Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/akismet/1.2/module_akismet.po
Languages: es, fa, nl

source: Error! Sorry! Invalid API key. Please obtain one from http://wordpress.com/api-keys/.
es: ¡Error! Clave de API no válida o incorrecta. Por favor, obtenga una desde http://wordpress.com/api-keys/.
fa: خطا! متاسفیم! API key نامعتبر است. لطفا یک API key از http://wordpress.com/api-keys/ بگیرید.
nl: Foutmelding! Ongeldige API sleutel. Er kan er één gratis opgehaald worden via http://wordpress.com/api-keys/.

source: Done! Module configuration updated.
es: ¡Hecho! Configuración del módulo actualizada.
fa: انجام شد! پیکربندی ماژول بروز شد.
nl: Module configuratie bijgewerkt.

source: Akismet spam detection service
es: Servicio de detección de spam Akismet
fa: سرویس تشخیص اسپم Akismet
nl: Akismet SPAM detectie

source: Settings
es: Configuración
fa: تنظیمات
nl: Instellingen

source: <a href="http://akismet.com/">Akismet</a> is a spam detection service that can, in many cases, eliminate comment and trackback spam. To use akismet you need an <a href="http://wordpress.com/api-keys/">API key</a>. Simply signup for an account at wordpress.com but don't create a blog - your API key will be in your profile.
es: <a href="http://akismet.com/">Akismet</a> es un servicio de detección de spam que pueden, en muchos casos, eliminar los comentarios y trackback spam. Para usar akismet usted necesita una <a href="http://wordpress.com/api-keys/">clave de API</a>. Basta con registrarse una cuenta en wordpress.com, pero no es necesaria la creación de un blog, ya que la clave de API estará en su perfil.
fa: <a href="http://akismet.com/">Akismet</a> یک سرویس شناسایی اسپم است, که در موارد بسیاری می تواند نظرات را از اسپم ها پاک سازی کند. برای استفاده از akismet شما نیاز به یک <a href="http://wordpress.com/api-keys/">API key</a> دارید. برای این کار با اکانت خودتان در wordpress.com وارد شوید, اما وبلاگ ایجاد نکنید - API key در داخل پروفایلتان خواهد بود.
nl: <a href="http://akismet.com/">Akismet</a> is een spam detectie service dat meestal spam in reactie-formulieren kan herkennen en uitfilteren. Om Akismet te gebruiken is er een <a href="http://wordpress.com/api-keys/">API sleutel nodig</a>. Een account registreren op wordpress.com is voldoende, er hoeft dus geen blog aangemaakt te worden - de API sleutel is te vinden in het profiel.

source: Akismet has caught <strong>%s spam</strong> for you so far.
es: Akismet ha atrapado <strong>%s spam</strong> hasta ahora.
fa: تا کنون Akismet تعداد <strong>%s اسپم</strong>شناسایی کرده است.
nl: Akismet heeft tot nu toe <strong>%s spamberichten</strong> onderschept.

source: To test akismet is functioning submit some content with the author name of "viagra-test-123". This is automatically treated as spam by akismet.
es: Para probar el correcto funcionamiento de Akismet, se puede enviar en un contenido de prueba la frase "viagra-prueba-123". Askimet automáticamente lo va a considerar como spam.
fa: برای آزمایش اینکه akismet در حال کار است, یک محتوا با نام نویسنده "viagra-test-123" ارسال کنید. این محتوا به طور خودکار بوسیله akismet به عنوان اسپم شناسایی می شود.
nl: Om de functionaliteit van akismet te testen, kan er simpelweg een reactie ingestuurd worden met als naam van de auteur "viagra-test-123". Dit wordt direct als spam herkend door Akismet.

source: Enable akismet
es: Habilitar akismet
fa: فعال کردن akismet
nl: Akismet inschakelen

source: Wordpress.com API key
es: Clave de API de Wordpress.com
nl: Wordpress.com API sleutel

source: Your API key is invalid. Please obtain one from <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a>.
es: Su clave de API no es válida. Por favor, obtenga una en <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a>.
fa: API key شما نامعتبر است. لطفا یک API key از <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a> بگیرید.
nl: De API sleutel is ongeldig. Er kan er één gratis opgehaald worden via <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a>.

source: Update Configuration
es: Actualizar Configuración
fa: به‌روزکردن پیکربندی
nl: Configuratie bijwerken
