Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Bad_Behaviour/2.0.33/module_bad_behaviour.po
Languages: de, pl

source: Done! Module configuration updated.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.
pl: Gotowe! Konfiguracja modułu została zaktualizowana.

source: Bad Behaviour spam detection
de: Bad Behaviour Spam Schutz
pl: Wykrywanie spamu przez Bad Behaviour

source: <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> has blocked <strong>%s</strong> access attempts in the last 7 days.
de: <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> hat <strong>%s</strong> Zugriffe in den letzten 7 Tagen blockiert.
pl: <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> zablokował <strong>%s</strong> prób dostępu w ciągu ostatnich 7 dni.

source: View blocked Accesses
de: Blockierte Zugriffe anzeigen
pl: Zobacz zablokowane próby dostępu

source: Settings
de: Konfiguration
pl: Ustawienia

source: Error! Sorry! Table creation failed.
de: Fehler! Das Erstellen der Datenbanktabellen ist fehlgeschlagen.
pl: Błąd! Utworzenie tabeli nie powiodło się.

source: Error! Unable to create system init hook
de: Fehler! Der System Init Hook konnte nicht erstellt werden.
pl: Błąd! Nie udało się utworzyć wtyczki systemowej.

source: BadBehaviour have been enabled, you can change this in the hook settings (Administration -> Modules -> System hooks) by deactivating the BadBehaviour systeminit hook for Zikula itself
de: Der System-Init-Hook von Bad Behaviour wurde aktiviert. Änderungen können in den Hook-Einstellungen (Administration -> Module -> System-Hooks) vorgenommen werden, indem der BadBehaviour System-Hook für Zikula deaktiviert wird.
pl: BadBehaviour został włączony. Możesz to zmienić w ustawieniach wtyczek (Administracja -> Moduły -> Wtyczki systemowe), deaktywując wtyczkę BadBehaviour dla Zikuli.

source: Unable to delete system init hook
de: Fehler! Der System Init Hook konnte nicht entfernt werden.
pl: Nie udało się usunąć wtyczki systemowej.

source: financial contribution
de: finanzielle Spende
pl: wsparcie finansowe

source: For more information please visit the <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> homepage.
de: Weitere Informationen stehen unter <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior Homepage</a> zur Verfügung.
pl: Więcej informacji znajdziesz na stronie domowej <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a>.

source: If you find Bad Behavior valuable, please consider making a <a href="%1$s">%2$s</a> to further development of Bad Behavior.
de: Wenn einem Bad Behavior gefällt, dann kann man dem Programmierer eine kleine <a href="%1$s">%2$s</a> zukommen lassen, damit das Projekt fortgeführt wird.
pl: Jeśli uważasz, że Bad Behaviour jest przydany, rozważ <a href="%1$s">%2$s</a>, aby wspomóc rozwój Bad Behavior.

source: To test Bad Behaviour is functioning correctly add the sting "Bad Behavior Test" as the USER_AGENT of an HTTP request. Sound complicated? Under IE this probably is.... However if using FireFox install the <a href="https://addons.mozilla.org/firefox/967/">"Modify Headers"</a> add-on and this can be done from the GUI.
de: Um Bad Behaviour zu testen, kann "Bad Behavior Test" als USER_AGENT der HTTP-Anfragen angegeben werden. Klingt kompliziert? Im Internet Explorer ist es das auch. Bei Firefox reicht die <a href="https://addons.mozilla.org/firefox/967/">"Modify Headers-Extension"</a> um das einfach über ein Menü zu tun.
pl: Aby przetestować czy Bad Behaviour funkcjonuje poprawnie dodaj tekst "Bad Behavior Test" do pola USER_AGENT zapytania HTTP. Brzmi skomplikowanie? Pod IE zapewne tak.... Zawsze można użyć Firefoksa, zainstalować rozszerzenie <a href="https://addons.mozilla.org/firefox/967/">"Modify Headers"</a> i wykonać test za jego pomocą.

source: IP address
de: IP Adresse
pl: Adres IP

source: Date
de: Datum
pl: Data

source: Message returned
de: Rückmeldung
pl: Komunikat

source: Options
de: Optionen
pl: Opcje

source: View
de: Anzeigen
pl: Podgląd

source: No items found.
de: Keine Einträge gefunden.
pl: Nie znaleziono żadnych elementów.

source: Enable Bad Behaviour
de: Bad Behaviour aktivieren
pl: Włącz Bad Behaviour

source: Enable logging
de: Protokollierung aktivieren
pl: Włącz logowanie

source: Verbose HTTP request logging
de: Vollständige Protokollierung
pl: Pełne logowania żądań HTTP

source: Logs all requests not just those blocked
de: Speichert alle Zugriffe und nicht nur die blockierten
pl: Loguje wszystkie zapytania nie tylko te zablokowane

source: Strict checking
de: Hohe Sicherheit
pl: Dokładne sprawdzanie

source: Blocks more spam but may block some people
de: Kann unter Umständen auch normale Benutzer aussperren
pl: Blokuje więcej spamu ale może blokować także użytkowników

source: Items per page
de: Einträge pro Seite
pl: Pozycji na stronie

source: Update Configuration
de: Konfiguration aktualisieren
pl: Aktualizuj Konfigurację

source: Request Method
pl: Metoda zapytań

source: Request URI
pl: Zapytania URI

source: Server Protocol
de: Server Protokoll
pl: Protokół serwera

source: HTTP Headers
de: HTTP Header
pl: Nagłówki HTTP

source: User Agent
pl: Klient www (User Agent)

source: Request Entity
pl: Treść zapytania

source: HTTP Response
pl: Odpowiedź HTTP

source: Explanation
de: Erklärung
pl: Wyjaśnienie
