Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Pages/2.5.0/module_pages.po
Languages: it, nl

source: Error! Could not load any page.
it: Errore! Impossibile caricare alcuna pagina.
nl: Foutmelding! Er kon geen pagina geladen worden.

source: The permalinks retrieved from the title has to be unique!
it: I permalinks recuperati dal titolo devono essere unici!
nl: De permalinks gegenereerd uit de titel moeten uniek zijn!

source: The permalink has to be unique!
it: Il permalink deve essere unico!
nl: De permalink moet uniek zijn!

source: The permalink has been removed, please update the page with a correct and unique permalink
it: Il permaling è stato rimosso, prego aggiornare la pagina con un corretto permalink unico.
nl: De permalink is verwijderd, werk de pagina bij met een correcte en unieke permalink.

source: Error! Creation attempt failed.
it: Errore! Creazione non riuscita.
nl: Foutmelding! Aanmaak poging mislukt.

source: No such page found.
it: Nessuna pagina trovata.
nl: Pagina niet gevonden.

source: Error! Deletion attempt failed.
it: Errore! Eliminazione non riuscita.
nl: Foutmelding! Verwijder poging mislukt.

source: Error! Update attempt failed.
it: Errore! Aggiornamento non riuscito.
nl: Foutmelding! Bijwerk poging mislukt.

source: Pages list
it: Lista pagine
nl: Pagina lijst

source: Create a page
it: Crea una pagina
nl: Pagina aanmaken

source: Purge permalinks
it: Pulisci permalinks
nl: Permalinks opschonen

source: Settings
it: Impostazioni
nl: Instellingen

source: Warning! Could not create the default Pages category tree. If you want to use categorization for the pages, register at least one property for the module in the Category Registry.
it: Attenzione! Non è stato possibile creare le categorie di default. Se vuoi assegnare le tue pagine a delle categorie devi registrare il modulo pagina nella sezione Registro delle categorie del modulo Categoeie.
nl: Waarschuwing! De standaard Pagina's categorie boom kon niet gecreëerd worden, registreer minstens één veld voor de module in het categorie register.

source: Pages
it: Pagine
nl: Pagina's

source: Static pages
it: Pagine statiche
nl: Statische pagina's

source: Warning! Could not create the introductory page.
it: Attenzione! Impossibile creare la pagina introduttiva.
nl: Waarschuwing! De introductie pagina kon niet aangemaakt worden.

source: Invalid category passed.
it: Categoria non valida.
nl: Onjuiste categorie ingevoerd.

source: No pages found.
it: Nessuna pagina trovata.
nl: Geen pagina's gevonden.

source: Done! Page created.
it: Fatto! pagina creata.
nl: Klaar! Pagina aangemaakt.

source: Error! Hook data did not validate. Page not created.
it: Errore! Dati dell' Hook non convalidati. Pagina non creata.
nl: Foutmelding: Hook gegevens waren ongeldig. Pagina niet aangemaakt.

source: Done! Page updated.
it: Fatto! pagina modificata.
nl: Klaar! Pagina bijgewerkt.

source: Done! Page deleted.
it: Fatto! pagina eliminata.
nl: Klaar! Pagina verwijderd!

source: Purging of the pemalinks was successful
it: Pulizia del pemalinks avvenuta con successo
nl: Permalinks opschonen was succesvol

source: Purging of the pemalinks has failed
it: Pulizia del pemalinks fallita
nl: Permalinks opschonen is mislukt

source: View
it: Mostra
nl: Bekijken

source: Edit
it: Modifica
nl: Bewerken

source: Delete
it: Elimina
nl: Verwijderen

source: Done! Module configuration updated.
it: Fatto. Configurazione del modulo aggiornata.
nl: Klaar! Module configuratie bijgewerkt.

source: Manager of the static pages of the site.
it: Gestione delle pagine statiche del sito.
nl: Beheren van statische pagina's op de site.

source: pages
it: pagine
nl: pagina's

source: Pages Hooks
it: Hook per Pagine
nl: Hooks bij Pagina's

source: Pages Filter Hooks
it: Filtri Hook per Pagine
nl: Pagina's filter hooks

source: Show page
it: Mostra pagina
nl: Pagina tonen

source: Show a page in a block
it: Mostra una pagina in un blocco
nl: Toon een pagina in een blok

source: Display a list of pages
it: Mostra la lista delle pagine
nl: Pagina lijst tonen

source: Content
it: Contenuto
nl: Inhoud

source: Title
it: Titolo
nl: Titel

source: PermaLink URL title
it: Indirizzo permalink
nl: Permalink URL titel

source: (Blank = auto-generate)
it: (vuoto = auto-generato)
nl: (Autmatisch gegenereerd indien leeg gelaten)

source: Category
it: Categoria
nl: Categorie

source: Choose a category
it: Sciegli una categoria
nl: Kies een categorie

source: Language
it: Lingua
nl: Taal

source: If you want multiple pages you can write &lt;!--pagebreak--&gt; where you want to cut.
it: Se volete più pagine si può scrivere &lt;!--pagebreak--&gt; in cui si desidera tagliare.
nl: Wanneer meerdere pagina's gewenst zijn kan &lt;!--pagebreak--&gt; ingevoegd worden waar je wilt snijden

source: Description
it: Descrizione
nl: Beschrijving

source: Keywords
it: Parole chiave
nl: Keywoorden

source: Specific page settings
it: Specifica impostazioni pagina
nl: Specifieke pagina instellingen

source: Display additional information
it: Mostra informazioni aggiuntive
nl: Additionele informatie weergeven

source: Display page title
it: Mostra titolo pagina
nl: Pagina titel weergeven

source: Display page creation date
it: Mostra data di creazione
nl: Pagina aanmaak datum weergeven

source: Display page update date
it: Mostra data di aggiornamento
nl: Pagina bijwerk datum weergeven

source: Display page text statistics
it: Mostra statistiche della pagina
nl: Pagina tekst statistiek weergeven

source: Display page print link
it: Mostra link per stampare
nl: Pagina print link weergeven

source: Create
it: Creare
nl: Aanmaken

source: Cancel
it: Cancella
nl: Annuleren

source: Update page
it: Modifica pagina
nl: Pagina aanpassen

source: Created by %s
it: Creato da %s
nl: Aangemaakt door %s

source: Created on %s
it: Creato il %s
nl: Aangemaakt op %s

source: Last update by %s
it: Ultima modifica da %s
nl: Laatst aangepast door %s

source: Updated on %s
it: Modificata il %s
nl: Aangepast op %s

source: Update
it: Modifica
nl: Aanpassen

source: All These Categories
it: Tutte queste categorie
nl: All deze categoriën

source: Select Multiple
it: Selezione multipla
nl: Selecteer meerdere

source: View pages list
it: Visualizza lista pagine
nl: Bekijk pagina's lijst

source: active
it: attivo
nl: actief

source: inactive
it: inattivo
nl: inactief

source: Filter %1$s, %2$s page listed
it: Filtro %1$s, %2$s lista pagina
nl: Filter %1$s, %2$s pagina getoond

source: Filter
it: Filtri

source: Clear
it: Pulisci
nl: Wissen

source: Creator
it: Autore
nl: Auteur

source: Created
it: Creata
nl: Aangemaakt

source: Actions
it: Azioni
nl: Acties

source: Delete page
it: Elimina pagina
nl: Pagina verwijderen

source: Do you really want to delete this page?
it: Vuoi veramente eliminare questa pagina?
nl: Dient deze pagina werkelijk verwijderd te worden?

source: Confirm
it: Conferma
nl: Bevestigen

source: General settings
it: Impostazioni Generali
nl: Algemene instellingen

source: Enable categorization
it: Abilita categorizzazione
nl: Categorisatie aanzetten

source: Items per page
it: Articoli per pagina
nl: Items per pagina

source: New page defaults
it: Nessuna pagina di defaults
nl: Nieuwe pagina defaults

source: Permalinks settings
it: Impostazione permalinks
nl: Permalink instellingen

source: Add category title to permalink
it: Aggiungi categoria al permalink
nl: Voeg de categorie titel toe aan de permalink

source: Show permalink input field
it: Mostra permalink nel campo di input
nl: Permalink input veld weergeven

source: Save
it: Salva
nl: Opslaan

source: Created by %1$s on %2$s
it: Creato da %1$s il %2$s
nl: Aangemaakt door %1$s op %2$s

source: Last update by %1$s on %2$s
it: Ultima modifica di %1$s il %2$s
nl: Laatst aangepast door %1$s op %2$s

source: Categories
it: Categorie
nl: Categorieën

source: %s total words in this text
it: %s lettere totali in questo testo
nl: In deze tekst %s woorden totaal

source: %s reads
it: %s letture
nl: %s keer gelezen

source: Print page
it: Stampa pagina
nl: Pagina printen

source: Contents
it: Contenuti
nl: Inhoud

source: Available categories:
it: Categorie disponibili:
nl: Beschikbare categorieën

source: Category: %s
it: Categoria: %s
nl: Categorie: %s

source: Pages published under this category:
it: Pagini pubblicate in questa categoria:
nl: Pagina's gepubliceerd onder deze categorie:

source: Available pages:
it: Pagini disponibili:
nl: Beschikbare pagina's:

source: %s page
it: %s pagina
nl: %s pagina

source: Number of pages to display
it: Numero di pagine da mostrare
nl: Aantal pagina's te tonen

source: Page ID
it: ID pagina
nl: Pagina ID
