Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Ratings/2.1/module_ratings.po
Languages: es

source: View
es: Ver

source: Delete
es: Borrar

source: No such item found.
es: Item no encontrado.

source: Done! Item deleted.
es: Hecho! Item borrado.

source: Percentage
es: Porcentaje

source: Number out of five
es: Número de cada cinco

source: Stars out of five
es: Estrellas de cinco

source: Number out of ten
es: Número de cada diez

source: Stars out of ten
es: Estrellas de cada diez

source: Low (user can vote multiple times)
es: Bajo (un usuario puede votar varias veces)

source: Medium (user can vote once per session)
es: Medio (un usuario puede votar una vez por sesion)

source: High (user can only vote once)
es: Alto (un usuario solo puede votar una vez)

source: Done! Module configuration updated.
es: Hecho! Configuración del módulo actualizada.

source: Sorry! No authorization to access this module.
es: Lo sentimos! No tienes autorización para acceder a este módulo.

source: Ratings
es: Puntuaciones

source: Rate Zikula items.
es: Califica los elementos de Zikula

source: ratings
es: puntuaciones

source: Error! Could not do what you wanted. Please check your input.
es: Error! No es posible el hacer la acción solicitada. Por favor, revise su entrada

source: Error! Could not load items.
es: Error! No se ha podido cargar los items.

source: Error! Update attempt failed.
es: Error! Fallo al actualizar.

source: Sorry! This module cannot be accessed directly.
es: Lo sentimos! Este módulo no es accesible directamente.

source: Done! Thank you for rating this item
es: Hecho! Gracias por puntuar este item

source: Error! Deletion attempt failed.
es: Error! Fallo al borrar.

source: View all ratings
es: Ver todas las puntuaciones

source: Settings
es: Configuración

source: Error! Could not deregister hook.
es: ¡Error! No es posible dar de baja el hook (gancho).

source: Delete item's rating
es: Borrar la calificación de este elemento

source: Do you really want to delete the rating of this item?
es: ¿Desea borrar la puntuación de este item?

source: Confirmation prompt
es: Mensaje de confirmación

source: Confirm deletion?
es: ¿Seguro que desea borrarlo?

source: Cancel
es: Cancelar

source: Module
es: Módulo

source: Item ID
es: Identificador del elemento

source: Number of votes
es: Número de votos

source: Rating
es: Calificación

source: Score
es: Puntuación

source: Options
es: Opciones

source: No items found.
es: No se han encontrado elementos.

source: Items per page
es: Elementos por página

source: Default ratings style
es: Estilo de calificación por defecto.

source: Use ajax based rating
es: Usar Calificación basada en Ajax

source: Use fancy voting controls (stars only)
es: Usar los controles de votación (solo estrellas)

source: Security against rate rigging
es: Seguridad activada contra fraudes

source: Update Configuration
es: Actualizar Configuración

source: No one has rated this item yet - be the first!
es: No se ha puntuado este item aún - Sea el primero!

source: Rate this item
es: Califica este item

source: Submit
es: Enviar

source: Recording rating
es: Guardando calificación
