Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Extensions/1.0/module_extensions.po
Languages: de

source: internal stat update problem occured
de: Es ist ein Fehler beim Aktualisieren der Statistiken aufgetreten.

source: Error! Unable to load module class [%s]
de: Fehler! Modulklasse [%s] konnte nicht geladen werden.

source: No such item found.
de: Keinen Eintrag gefunden.

source: Error! Unable to load module array class [%s]
de: Fehler! Modulklasse [%s] konnte nicht geladen werden.

source: Invalid %1$s [%2$s] received
de: Ungültige %1$s [%2$s] erhalten

source: Show a list of components or distributions
de: Liste von Komponenten oder Distributionen anzeigen

source: Error! Could not load any items.
de: Fehler! Konnte keinen Eintrag laden.

source: Module
de: Modul

source: Other Resource
de: andere Quelle

source: All
de: alle

source: Beginner
de: Anfänger

source: Advanced
de: Fortgeschritten

source: Expert
de: Experte

source: Developer
de: Entwickler

source: Error! Unable to load class [%s]
de: Fehler! Konnte Klasse [%s] nicht laden

source: System layer
de: Systembereich

source: Application layer
de: Anwendungsbereich

source: Functionality layer
de: Funktionsbereich

source: Theme type
de: Theme-Typ

source: Resource type
de: Ressourcen-Typ

source: License
de: Lizenz

source: Distribution type
de: Distributions-Typ

source: Project type
de: Projekt-Typ

source: To approve
de: zur Überprüfung

source: To review
de: zur Rezension

source: Recommended
de: empfohlen

source: Obsolete
de: Veraltet

source: Insecure
de: unsicher

source: To adopt
de: Übernehmen

source: Archive broken
de: Archiv fehlerhaft

source: Install checked
de: Installation überprüft

source: Extensions
de: Erweiterungen

source: Modules
de: Module

source: Blocks
de: Blöcke

source: Resources
de: Ressourcen

source: Uses no categories
de: Benutzt keine Kategorien

source: Uses own categories
de: Benutzt eigene Kategorien

source: Uses core categories
de: Benutzt System-Kategorien

source: Error! Unknown component type
de: Fehler! Unbekannte Komponenten-Type

source: In which section the module is from the administrative perspective?
de: In welchem Bereich ist das Modul aus Administratorensicht?

source: How can the module be categorized semantically?
de: Wie kann das Modul semantisch kategorisiert werden?

source: This field is intended for developers and shows to which technical area a module belongs.<ul><li><strong>Core</strong>: modules being very close at the core</li><li><strong>Shared</strong>: modules offering services to others (e.g. Thumbnails, EZComments, MediaAttach)</li><li><strong>Basic</strong>: modules processing simple tasks (e.g. News, Pages)</li><li><strong>Medium</strong>: modules being more powerful (e.g. Downloads, Mediashare)</li><li><strong>Complex</strong>: modules realizing comprehensive use cases (e.g. Content, PageMaster)</li></ul>
de: Dieses Feld richtet sich an Entwickler und zeigt, zu welchem technischen Bereich ein Modul gehört.<ul><li><strong>Core</strong>: sind sehr nah am Zikulakern, dem Core</li><li><strong>Shared</strong>: Module bieten Leistungen für andere an (z.B. Thumbnails, EZComments, MediaAttach)</li><li><strong>Basic</strong>: Module bewältigen einfache Aufgaben (z.B. News, Pages)</li><li><strong>Medium</strong>: Module sind schon etwas umfangreicher (z.B. Downloads, Mediashare)</li><li><strong>Complex</strong>: Module realisieren umfangreiche Anwendungsfälle (e.g. Content, PageMaster)</li></ul>

source: Please choose which theme engine is being used.
de: Bitte die gewünschte Theme Engine auswählen.

source: Please choose the resource type.
de: Bitte Ressourcen-Typ auswählen.

source: Here you can define the licence under which the extension is being released.
de: Bitte den Lizenztyp wählen, unter der die Erweiterung veröffentlicht wird.

source: Here you can define the licence under which the distribution is being released.
de: Bitte den Lizenztyp wählen, unter der die Distribution veröffentlicht wird.

source: Please choose the distribution type.
de: Bitte Distributionstypen wählen.

source: What type is your project of?
de: Zu welchem Bereich gehört das Projekt?

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen.

source: Extension
de: Erweiterung

source: Done! %s updated.
de: Fertig. %s aktualisiert.

source: The extension '%s' has been added to your download selection.
de: Erweiterung '%s' wurde zur Downloadauswahl hinzugefüht

source: The extension '%s' has been removed from your download selection.
de: Erweiterung '%s' wurde aus der Downloadauswahl entfernt.

source: The distribution '%s' has been added to your download selection. Please notice that you can only have one distribution in your selection at once.
de: Distribution '%s%' wurde zur Downloadauswahl hinzugefügt. Es ist zu beachten, dass nur eine Distribution gleichzeitig ausgewählt werden kann.

source: The distribution '%s' has been removed from your download selection.
de: Distribution '%s%' wurde aus der Downloadauswahl entfernt.

source: The version "%1$s" of the extension "%2$s" has been added to your download selection.
de: Version "%1$s" der Erweiterung "%2$s" wurde der Downloadauswahl hinzugefügt.

source: The extension "%s" has been removed from your download selection.
de: Erweiterung '%s%' wurde aus der Downloadauswahl entfernt.

source: The version "%1$s" of the distribution "%2$s" has been added to your download selection. Please notice that you can only have one distribution in your selection at once.
de: Version "%1$s" der Distribution "%2$s" wurde der Downloadauswahl hinzugefügt. Es ist zu beachten, dass nur eine Distribution gleichzeitig ausgewählt werden kann.

source: The distribution "%s" has been removed from your download selection.
de: Distribution '%s%' wurde aus der Downloadauswahl entfernt.

source: Success
de: Erfolg

source: Internal error occured. %s. Please contact an administrator.
de: Ein interner Fehler ist aufgetreten. Bitte an einen Administrator wenden.

source: You already selected the distribution "%s".
de: Die Distribution '%s%' wurde bereits ausgewählt.

source: You already selected another distribution. Please remove this from your selection before you add the distribution "%s".
de: Eine andere Distirbution wurde bereits ausgewählt. Diese muss aus der Auswahl entfernt werden, bevor Distribution "%s" hinzugefügt werden kann.

source: You already selected the extension "%s".
de: Erweiterung '%s' ist bereits ausgewählt.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Your pack has been saved successfully. You can find it via the menu entry "My Options" and load it again into your selection.
de: Das Paket wurde erfolgreich gespeichert. Es kann über den Menüpunkt "Meine Einstellungen" gefunden und erneut in die Auswahl geladen werden.

source: Your download selection has been emptied.
de: Die Downloadauswahl wurde geleert.

source: You pack has been loaded into your selection successfully.
de: Das Paket wurde erfolgreich in die Auswahl geladen.

source: Error! Deletion attempt failed.
de: Fehler! Löschungsversuch fehlgeschlagen.

source: Your pack has been removed.
de: Das Paket wurde entfernt.

source: There are conflicts pending to solve
de: Es gibt noch Konflikte, die aufgelöst werden müssen

source: not supported
de: nicht unterstützt

source: supported
de: unterstützt

source: The package could not be built properly
de: Das Paket konnte nicht korrekt erstellt werden

source: The [%s] language is not supported by the i18n project
de: Die Sprache [%s] ist im Übersetzungsprojekt (i18n) nicht vorhanden.

source: %1$s transtalable stuff synced for Zikula v%2$s.
de: %1$s Übersetzungen für Zikula v%2$s abgeglichen.

source: %1$s translation files for %2$s versions of the core synced.
de: %1$s Übersetzungsdateien für %2$s Coreversionen synchronisiert.

source: Invalid module specified or the %1$s translation does not exist for %2$s
de: Es wurde ein ungültiges Modul angegeben oder es existiert keine %1$s Übersetzung für %2$s.

source: %1$s translation files for %2$s v%3$s synced.
de: %1$s Übersetzungsdateien für %2$s v%3$s synchronisiert.

source: %1$s transtalable stuff synced for %2$s v%3$s.
de: %1$s zu übersetzenden Inhalt für %2$s v%3$s synchronisiert.

source: %1$s translation files for %3$s versions of the %2$s module synced.
de: %1$s Übersetzungsdateien für %3$s Versionen des Moduls %2$s synchronisiert.

source: Invalid theme specified or the %1$s translation does not exist for %2$s
de: Ungültiges Theme eingestellt oder die %1$s Übersetzung für %2$s existiert nicht.

source: %1$s translation files for %3$s versions of the %2$s theme synced.
de: %1$s Übersetzungsdateien für %3$s Versionen des Themes %2$s synchronisiert.

source: Could not insert the core translation registries for the following versions: %s
de: Für die folgenden Versionen konnten die Core-Übersetzungseinträge nicht eingefügt werden: %s

source: The %1$s core translations found were added to the database.
de: Die %1$s gefundenen Core-Übersetzungen wurden in die Datenbank hinzugefügt.

source: Could not insert one or more modules translation registries
de: Es konnten ein oder mehrere Modul-Übersetzungeinträge nicht eingefügt werden.

source: The %1$s translations found were added to the database.
de: Die %1$s gefundenen Core-Übersetzungen wurden in die Datenbank hinzugefügt.

source: Could not insert one or more themes translation registries
de: Es konnten ein oder mehrere Modul-Übersetzungseinträge nicht eingefügt werden.

source: %s language synced with the core, modules and themes successfully.
de: Die Sprache %s wurde erfolgreich mit Core, Modulen und Themes synchronisiert.

source: %s language was processed but some problems occured.
de: Die Sprache %s wurde verarbeitet, aber es traten mehrere Probleme auf.

source: There were no translations for the %s language in the i18n project.
de: Es gibt keine Übersetzung für die Sprache %s im i18n-Projekt.

source: Invalid component specified.
de: Ungültige Komponente angegeben.

source: %1$s translation files for %2$s v%3$s removed.
de: %1$s übersetzte Dateien für %2$s v%3$s entfernt.

source: %1$s transtalable stuff for %2$s v%3$s removed.
de: %1$s übersetzbaren Inhalte für %2$s v%3$s entfernt.

source: Could not delete one or more translation registries
de: Ein oder mehrere übersetzte Einträge konnten nicht gelöscht werden

source: The %1$s translations found were removed from the database.
de: %1$s Übersetzungen gefunden, die von der Datenbank entfernt wurden.

source: %s language removal was processed but some problems occured.
de: Sprache %s wurde entfernt, es sind aber einige Probleme aufgetreten.

source: There were no translations for the %s language.
de: Es gibt keine Übersetzung für die Sprache %s .

source: broken archive
de: Archiv fehlerhaft

source: broken translation
de: Übersetzung fehlerhaft

source: general problem
de: Allgemeines Problem

source: %1$s reported a %2$s with %3$s.
de: %1$s meldet ein %2$s mit %3$s.

source: Hi %s.
de: Hallo %s.

source: Here are the details:
de: Hier die Einzelheiten:

source: This mail has been sent automatically by the Zikula Extension Repository.
de: Diese Mail wurde automatisch durch die Zikula Erweiterungsdatenbank versendet.

source: Zikula Extension Repository
de: Zikula Erweiterungsdatenbank

source: The %s module is not available - please contact an administrator about that!
de: Modul %s ist nicht verfügbar - bitte einen Administrator kontaktieren!

source: The author could not be notified properly, sorry.
de: Schade, der Autor konnte nicht korrekt benachrichtigt werden.

source: The author has been notified about your problems successfully.
de: Der Autor wurde über die Probleme informiert.

source: Extensions module generated by ModuleStudio 0.4.10
de: Dieses Erweiterungsmodul wurde durch ModuleStudio 0.4.10 erzeugt

source: Sorry, an error occured during fetching history of %s
de: Sorry, beim Aufruf des Verlaufs von %s ist ein Fehler aufgetreten.

source: Sorry, an error occured during fetching content of %s
de: Sorry, beim Aufruf des Inhalts von %s ist ein Fehler aufgetreten.

source: Sorry, the project %s could not be found in CoZi
de: Sorry, Projekt %s konnte im CoZi nicht gefunden werden.

source: Sorry, an error occured during fetching listing of %s
de: Sorry, beim Aufruf der Liste von %s ist ein Fehler aufgetreten.

source: Invalid Package
de: Ungültiges Paket

source: Unable to load module class [%s]
de: Fehler! Modulklasse [%s] konnte nicht geladen werden.

source: The package could not be generated properly.
de: Das Paket konnte nicht sauber erstellt werden.

source: no component id
de: Keine ID für diese Komponente

source: Sorry! No authorization to access this feature.
de: Tut uns leid! Keine Berechtigung, um dieses Merkmal zu nutzen.

source: no component or distribution id
de: Keine ID für diese Komponente oder Distribution

source: invalid mode
de: ungültiger Modus

source: Done! Module configuration updated.
de: Erledigt! Modulkonfiguration aktuallisiert.

source: Please choose
de: Bitte wählen

source: You dont have authorization to view this page.
de: Keine Berechtigung, um diese Seite anzusehen.

source: Sorry, the extension could not be found.
de: Tut uns leid, diese Erweiterung konnte nicht gefunden werden.

source: There already exists an extension with this name. Please choose another title.
de: Es gibt bereits eine Erweiterung mit diesem Namen. Bitte eine andere Bezeichnung auswählen.

source: Done! Extension created.
de: Erledigt! Erweiterung erstellt.

source: Your entry will be checked by our moderators and approved afterwards.
de: Der Beitrag wird von unseren Moderatoren geprüft und danach freigegeben.

source: In the next step you have to <a href="%s">add the initial version</a>. As long as no version exists, the entry does not appear in the system. You can find it again anytime in <a href="%s">your options</a> though.
de: Im folgenden Schritt muss eine <a href="%s">Anfangsversion</a> hinzugefügt werden. Solange keine Version existiert, erscheint der Eintrag nicht im System. Der Eintrag kann trotzdem jederzeit in den <a href="%s">Einstellungen</a> gefunden werden.

source: Done! Extension updated.
de: Erledigt! Erweiterung aktuallisiert.

source: Done! Extension deleted.
de: Erledigt! Erweiterung gelöscht.

source: Sorry, the core version could not be found.
de: Sorry, die Core-Version wurde nicht gefunden.

source: Another core version with the same name exists already. Please select another name.
de: Eine andere Core-Version mit demselben Namen existiert bereits. Bitte einen anderen Namen wählen.

source: Done! Core version created.
de: Erledigt! Core-Version erstellt.

source: Done! Core version updated.
de: Erledigt! Core-Version aktualisiert.

source: Done! Core version deleted.
de: Erledigt! Core-Version gelöscht.

source: Unfortunately your package could not be processed properly.
de: Das Paket konnte leider nicht korrekt verarbeitet werden.

source: You must either upload the package or import it from SVN
de: Das Paket muss entweder hochgeladen oder aus dem SVN importiert werden

source: You forgot to upload the package
de: Es wurde noch kein Paket hochgeladen.

source: Your file could not be uploaded correctly.
de: Die Datei konnte nicht korrekt hochgeladen werden.

source: This file is no valid archive format.
de: Diese Datei hat kein gültiges Archivformat.

source: Sorry, an error occured during exporting %s
de: Entschuldigung, ein Fehler ist während dem Export von %s aufgetreten.

source: Sorry, the translation could not be found.
de: Tut uns leid, die Übersetzung konnte nicht gefunden werden.

source: Error! Could not do what you wanted. Please check your input.
de: Fehler! Die Anfrage konnt nicht bearbeitet werden. Bitte die Eingaben prüfen.

source: Translate online
de: Online übersetzen

source: Upload translation package
de: Übersetzungs-Paket hochladen

source: Export from CoZi SVN
de: Export von CoZi SVN

source: by
de: von

source: on
de: am

source: anonymous user
de: anonymer Benutzer

source: Done! Translation updated.
de: Erledigt! Übersetzung aktualisiert.

source: Your translation has been classified as invalid.
de: Die Übersetzung wurde als ungültig eingestuft.

source: Done! Translation created.
de: Geschafft! Übersetzung erzeugt.

source: Missing: %s
de: Fehlend: %s

source: Internal error occured.
de: Es ist ein interner Fehler aufgetreten.

source: Sorry, the event could not be found.
de: Tut uns leid, das Ereignis konnte nicht gefunden werden.

source: Done! Global event created.
de: Erledigt! Globales Ereignis erstellt.

source: Done! Global event updated.
de: Erledigt! Globales Ereignis aktualisiert.

source: Done! Global event deleted.
de: Erledigt! Globales Ereignis gelöscht.

source: I am developer and want to manage my extensions.
de: Ich bin Entwickler und möchte meine Erweiterungen verwalten.

source: I am maintainer of one or several distributions.
de: Ich bin Betreuer von einer oder mehreren Distributionen.

source: I am translator and want to complete outstanding text parts.
de: Ich bin Übersetzer und möchte die ausstehenden Textstellen vervollständigen.

source: Other resources
de: Andere Ressourcen

source: You are managing %s component.
de: Verwaltung von %s Erweiterung.

source: You are managing %s module.
de: Verwaltung von %s Modul.

source: You are managing %s theme.
de: Verwaltung von %s Theme.

source: You are managing %s block.
de: Verwaltung von %s Block.

source: You are managing %s plugin.
de: Verwaltung von %s Plugin.

source: You are managing %s resource.
de: Verwaltung von %s Quelle.

source: You are managing %s distribution.
de: Verwaltung von %s Distribution

source: You are managing %s translation.
de: Verwaltung von %s Übersetzung.

source: Your user settings have been updated successfully.
de: Die Benutzereinstellungen wurden erfolgreich aktualisiert.

source: Sorry, the distribution could not be found.
de: Entschuldigung, diese Distribution konnte nicht gefunden werden.

source: There already exists a distribution with this name. Please choose another title.
de: Es existiert bereits eine Distribution mit diesem Namen. Bitte einen anderen Titel auswählen.

source: Done! Distribution created.
de: Erledigt! Distribution erstellt.

source: Done! Distribution updated.
de: Erledigt! Distribution aktualisiert.

source: Done! Distribution deleted.
de: Erledigt! Distribution gelöscht.

source: Corrupt step control pattern detected, reverted to first wizard page
de: Es wurde ein inkorrekter Ablauf der Schritte festgestellt und wieder die erste Seite des Assistenten aufgerufen.

source: Undefined pagename %s occured
de: Nicht definierter Seitenname %s eingegeben.

source: What kind of a package do you need?
de: Was für eine Art von Paket wird benötigt?

source: Please choose a section.
de: Bitte einen Bereich auswählen

source: Select your distribution
de: Bitte Distribution auswählen

source: The distribution builds the base system for your package.
de: Die Distribution bildet das Basissystem für das Paket.

source: Select additional modules
de: Zusätzliche Module auswählen

source: Modules add specific functionality to your package.
de: Module fügen dem Paket weitere Funktionalitäten hinzu.

source: Select additional themes
de: Zusätzliche Themes auswählen

source: Themes define cosmetical aspects of your system.
de: Themen definieren optische Aspekte Ihres Systems.

source: Select additional blocks
de: Weitere Blöcke auswählen

source: Blocks allow displaying particular information beside other content.
de: Blöcke ermöglichen die Anzeige bestimmter Informationen neben anderen Inhalten.

source: Select additional plugins
de: Zusätzliche Plugins hinzufügen

source: Plugins are functional enhancements simplifying your customization.
de: Plugins sind funktionale Erweiterungen und vereinfachen eigene Anpassungen.

source: Select additional other resources
de: Auswahl zusätzlicher Quellen

source: Different templates, documentation and other snippets can further contribute to your package.
de: Zusätzliche Vorlagen, Dokumente oder Ausschnitte von Quellcode reichern das Paket an.

source: Undefined pagename: %s
de: Nicht definierter Seitenname: %s

source: Sorry, the distribution version could not be found.
de: Entschuldigung, diese Distributionsversion konnte nicht gefunden werden.

source: This version number is already assigned. Please delete those version or change the version number here accordingly.
de: Diese Versionsnummer ist bereits vergeben. Bitte diese Version löschen oder die Versionsnummer hier entsprechend ändern.

source: At least one core version has to be supported.
de: Es muss mindestens eine Core-Version unterstützt werden.

source: Done! Version created.
de: Erledigt! Version erstellt.

source: This version number is already assigned. Please delete this version or change the version number here accordingly.
de: Diese Versionsnummer ist bereits vergeben. Bitte diese Version löschen oder die Versionsnummer hier entsprechend ändern.

source: Done! Version updated.
de: Erledigt! Version aktualisiert.

source: Done! Version deleted.
de: Erledigt! Version gelöscht.

source: During processing of the components an error occured.
de: Während der Verarbeitung der Komponenten ist ein Fehler aufgetreten.

source: Sorry, the extension version could not be found.
de: Leider konnte die Version der Erweiterung nicht gefunden werden.

source: Please choose an option
de: Bitte eine Option auswählen

source: During processing of the dependencies an error occured.
de: Während der Verarbeitung der Abhängigkeiten ist ein Fehler aufgetreten.

source: Your package contains both, the /%1$s and the /%2$s folders. Please remove the /%2$s folder to process it properly.
de: Das Paket enthält sowohl den Ordner /%1$s als auch /%2$s. Bitte den Ordner /%2$s entfernen.

source: Your package does not contain a language folder.
de: Das Paket beinhaltet keinen Ordner für Sprachen.

source: Your package does not contain the required %s file.
de: Im Paket fehlt eine erforderliche Datei: %s.

source: Could not create the translation directory.
de: Das Übersetzungsverzeichnis konnte nicht erstellt werden.

source: Could not delete an invalid language [%s].
de: Sprache [%s] ist ungültig und konnte nicht gelöscht werden.

source: Could not delete a non english (en) translatable template folder [%s].
de: Das englische (en) übersetzbare Vorlagenverzeichnis [%s] konnte nicht gelöscht werden.

source: Could not delete a non english (en) translatable docs folder [%s].
de: Das englische (en) übersetzbare Docs-Verzeichnis [%s] konnte nicht gelöscht werden.

source: Could not inform interested people about your change, because the Mailer module is not available - please contact an administrator about that!
de: Da das Mailer-Modul nicht verfügbar ist, konnten interessierte Personen nicht über die Änderung informiert werden. Bitte diesbezüglich einen Administrator kontaktieren!

source: Core versions
de: Core-Versionen

source: Global events
de: Globale Ereignisse

source: Settings
de: Einstellungen

source: Module Configuration Hooks
de: Hooks zur Konfiguration von Modulen

source: Custom and other Hooks
de: Hooks für Sonderfunktionen

source: Module Removal Hooks
de: Hooks für die Entfernung von Modulen

source: Your selection
de: Meine Auswahl

source: You have %s extension in your download pack.
de: Das Download-Paket enthält %s Erweiterung.

source: View details of your selection
de: Details der Auswahl anzeigen

source: View
de: Ansicht

source: Download selection
de: Download-Auswahl

source: Save selection as custom download pack
de: Auswahl als individuelles Download-Paket speichern

source: Save
de: Speichern

source: Clear selection
de: Auswahl löschen

source: Delete
de: löschen

source: You do not have any extensions in your selection yet.
de: Es wurde noch keine Erweiterung ausgewählt.
