Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Extensions/1.0/module_extensions.po
Languages: de

source: There are submissions pending review!
de: Es gibt Einträge die geprüft werden müssen!

source: There is %s extension waiting for approval:
de: Es gibt %s Erweiterung zu bestätigen:

source: There is %s distribution waiting for approval:
de: Es gibt %s Distribution zu bestätigen:

source: There is %s extension version waiting for review:
de: Es gibt %s Erweiterung zu prüfen:

source: There is %s distribution version waiting for review:
de: Es gibt %s Distribution zu prüfen:

source: For approval set the internal status to something else than "To approve"/"To review". For rejection delete the object.
de: Für die Freigabe darf der Status nicht auf "Zu bestätigen"/"Zu prüfen" gesetzt sein. Im Falle einer Ablehnung das Objekt löschen.

source: There is nothing to do at the moment.
de: Zurzeit gibt es nichts zu tun.

source: critical error: unknown parameter type in repository api - please contact an administrator.
de: Kritischer Fehler: Der Datenbank-API wurde ein unbekannter Parameter übergeben. Bitte einen Administrator kontaktieren.

source: Your package contains the following unallowed directories:
de: Das Paket enthält folgende nicht erlaubte Verzeichnisse:

source: Your package contains the following unallowed files:
de: Das Paket enthält folgende nicht erlaubte Dateien:

source: Your package contains more than one component in the /%s directory.
de: Das Paket enthält mehr als eine Komponente in Verzeichnis /%s.

source: Your Module package does not starts with the /%s folder. Please recheck the content of your package.
de: Das Paket des Moduls startet nicht mit Verzeichnis /%s. Bitte den Inhalt des Pakets prüfen.

source: Your Theme package does not starts with the /%s folder. Please recheck the content of your package.
de: Das Paket des Themes beginnt nicht mit Verzeichnis /%s. Bitte den Inhalt des Pakets prüfen.

source: Your Module package does not contain the required /%s/pnversion.php file. Please recheck the content of your package.
de: Das Paket des Moduls enthält nicht die Datei /%s/pnversion.php. Bitte den Inhalt des Pakets prüfen.

source: Your Theme package does not contain the required /%s/version.php file. Please recheck the content of your package.
de: Das Paket des Themes enthält nicht die Datei /%s/version.php. Bitte den Inhalt des Pakets prüfen.

source: Invalid package extension
de: Ungültige Erweiterung des Pakets

source: Could not create the working directory
de: Das Arbeitsverzeichnis konnte nicht angelegt werden

source: Internal revisioning error occured.
de: Es ist ein interner Fehler bei der Revisionierung aufgetreten.

source: Malware found: %s
de: Schadhaftes Programm gefunden: %s

source: This archive has been created by the Zikula Extensions Repository.
de: Dieses Archiv wurde durch die Zikula Erweiterungs-Datenbank erstellt.

source: Can't open Rar archive
de: Das rar-Archiv konnte nicht geöffnet werden.

source: Invalid URL
de: Ungültige URL

source: plugin %1$s: invalid %2$s parameter received
de: Plugin %1$s: Ungültiger Parameter %2$s

source: Stop reminding
de: Nicht mehr erinnern

source: Do not remind me on new versions
de: Keine Erinnerung bei neuen Versionen

source: Remind me
de: Erinnerung

source: Remind me on new versions
de: Erinnerung bei neuen Versionen

source: Add to my download selection
de: Zu meiner Auswahl hinzufügen

source: Put into my download pack
de: Zu meinem Download-Paket hinzufügen

source: Remove from my download selection
de: Aus meiner Auswahl entfernen

source: Remove from my download pack
de: Aus meinem Download-Paket entfernen

source: Quick Download (%s)
de: Direkter Download (%s)

source: %1$s: missing parameter '%2$s'
de: %1$s: Fehlender Parameter '%2$s'

source: A selection here is mandatory.
de: Eine Auswahl ist hier erforderlich.

source: %1$s: parameter '%2$s' must be numeric
de: %1$s: Parameter '%2$s' muss numerisch sein

source: Distributions
de: Distributionen

source: Add an extension
de: Erweiterung hinzufügen

source: Add a distribution
de: Distribution hinzufügen

source: is up to date
de: ist aktuell

source: is deprecated
de: ist veraltet

source: Edit
de: Bearbeiten

source: Add translation
de: Übersetzung hinzufügen

source: creation of default categories failed
de: Anlage der Standardkategorien fehlgeschlagen

source: Zikula Extensions
de: Zikula-Erweiterungen

source: Choose project
de: Projekt auswählen

source: CoZi project
de: CoZi-Projekt

source: Action
de: Aktion

source: Continue
de: Fortsetzen

source: Back to project selection
de: Zurück zu Projektauswahl

source: Projects
de: Projekte

source: View %s
de: Ansicht %s

source: View history
de: Verlauf anzeigen

source: Back to HEAD
de: Zurück zum Anfang

source: Rev
de: Revision

source: Changeset
de: Änderungssatz

source: Date
de: Datum

source: Author
de: Autor

source: Log Message
de: Statusmeldung

source: Browse at revision %s
de: In Revision %s suchen

source: View at revision %s
de: In Revision %s anzeigen

source: Show changeset [%1$s] for %2$s
de: Änderungssatz [%1$s] für %2$s anzeigen

source: Modified
de: Geändert

source: Added
de: Hinzugefügt

source: Deleted
de: Gelöscht

source: Replaced
de: Ersetzt

source: copy from
de: Kopie von

source: Change into the folder you want to import by clicking on the directories.
de: Durch das Anklicken der Verzeichnisse können Sie in den zu importierenden Order wechseln.

source: Size
de: Größe

source: Updated on %s
de: Am %s aktualsiert

source: Last author
de: Letzter Autor

source: Change to parent directory
de: Wechsel in übergeordnetes Verzeichnis

source: Import this directory
de: Dieses Verzeichnis importieren

source: The selected folder <strong>MUST</strong> contain a folder named "yourlangcode" with all translated component files. If this is not possible in your case you can use the following field to input a path which will be created above the selected folder. One example: if the current folder contains your translation files, you should enter "yourlangcode/" into the field. If the selected folder contains the "yourlangcode" folder, enter nothing.
de: Der ausgewählte Ordner <strong>MUSS</strong> einen Ordner "ihrsprachcode" mit den Übersetzungsdateien aller Komponenten enthalten. Falls das nicht möglich ist, bitte das folgende Feld zur Eingabe eines Pfads verwenden, der über dem ausgewählten Ordner erstellt wird. Beispiel: Falls der aktuelle Ordner die Übersetzungsdateien enthält, sollte "ihrsprachcode/" in das Feld eingegeben werden. Falls der ausgewählte Ordner den Ordner "ihrsprachcode" enthält, muss nichts eingegeben werden.

source: The selected folder <strong>MUST</strong> correspond to the Core's root directory. If this is not possible in your case you can use the following field to input a path which will be created above the selected folder. One example: if the current folder is the main directory of the EZComments module, you should enter "modules/EZComments/" into the field. If the selected folder equals the Core's root, enter nothing.
de: Der ausgewählte Ordner <strong>MUSS</strong> dem Wurzelverzeichnis des Core entsprechen. Falls das nicht möglich ist, biltte das folgende Feld zur Eingabe eines Pfads verwenden, der über dem ausgewählten Ordner erstellt wird. Beispiel: Falls der aktuelle Ordner das Hauptverzeichnis des Moduls EZComments ist, sollte "modules/EZComments" in das Feld eingegeben werden. Falls der ausgewählte Ordner dem Core-Verzeichnis entspricht, muss nichts eingegeben werden.

source: Go for that
de: Dies auswählen

source: This function needs JavaScript.
de: Für diese Funktion muss JavaScript aktiviert sein.

source: with prefix
de: mit Präfix

source: Options
de: Optionen

source: Search
de: Suche

source: Newest entries
de: Neuste Einträge

source: See all
de: Alle anzeigen

source: Extension type
de: Erweiterungstyp

source: Submit
de: Absenden

source: Latest review
de: Letzte Prüfungen

source: Chosen review
de: Ausgewählte Prüfung

source: Recently updated
de: Kürzlich aktualisiert

source: Highest ratings
de: Am besten bewertet

source: Most comments
de: Meiste Kommentare

source: Overall %s download pack has been created.
de: Es wurde insgesamt %s Download-Paket angelegt.

source: Package Contents List
de: Inhalte des Pakets

source: Package content
de: Paketinhalt

source: Create a content package
de: Paketinhalt erstellen

source: Edit content package
de: Paketinhalt bearbeiten

source: Delete content package
de: Paketinhalt löschen

source: Type
de: Typ

source: Content
de: Inhalt

source: Package name
de: Name des Pakets

source: No such content package found.
de: Kein entsprechender Paketinhalt gefunden.

source: Core support
de: Core-Unterstützung

source: Changelog
de: Änderungsliste

source: Meta Data
de: Metadaten

source: Created by %1$s on %2$s
de: Von %1$s am %2$s erstellt

source: Last updated by %1$s on %2$s
de: Zuletzt von %1$s am %2$s aktualisiert

source: Back to overview
de: Zurück zur Übersicht

source: Package Content ID
de: Paketinhalt ID

source: Content ID
de: Inhalt ID

source: Back
de: Zurück

source: Create %s
de: %s erstellen

source: Create
de: Erstellen

source: Stats
de: Statistiken

source: %s List
de: %s Liste

source: Year
de: Jahr

source: Month
de: Monat

source: Day
de: Tag

source: Value
de: Wert

source: No such %s found.
de: Keine/n %s gefunden.

source: Add/Syncronize a language
de: Sprache hinzufügen/synchronisieren

source: Select the translations that you wish to add/syncronize
de: Auswahl der Übersetzungen, die Sie hinzufügen/synchronisieren wollen

source: Remove a language
de: Sprache entfernen

source: Select the translations that you wish to remove
de: Auswahl der Übersetzungen, die Sie entfernen wollen

source: Sync
de: Synchronisieren

source: Cancel
de: Abbrechen

source: Edit %s
de: %s bearbeiten

source: Main data
de: Allgemeine Daten

source: Input the name of the extension
de: Eingabe des Namens der Erweiterung

source: Target group
de: Zielgruppe

source: Short description
de: Kurzbeschreibung

source: Input a short description of the extension
de: Eingabe einer kurzen Beschreibung der Erweiterung

source: Author data
de: Informationen zum Autor

source: Project URL
de: Projekt-Website

source: The website of this project
de: Internetseite dieses Projekts

source: A demo URL for this project
de: Link zu einer Demo für dieses Projekt

source: Donation URL
de: Spenden

source: A link for a donation
de: Link um für dieses Projekt zu spenden

source: Commercial
de: Kommerziell

source: Company name
de: Unternehmen

source: Company / manufacturer name
de: Name des Unternehmens

source: Company URL
de: Unternehmens-Website

source: Company / manufacturer URL
de: Link zur Unternehmens-Website

source: Costs
de: Kosten

source: What does this extension cost?
de: Kosten einer Lizenz für diese Erweiterung

source: Support Info
de: Supportinformationen

source: Where and how can users get support?
de: Von wem und wie erhält der Benutzer Unterstützung?

source: Extended description
de: Ausführliche Beschreibung

source: Input an extended description of the extension
de: Eingabe einer ausführlichen Beschreibung der Erweiterung

source: Internal Status
de: Interner Status

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Last updated by %s
de: Zuletzt aktualisiert von %s

source: Update %s
de: %s aktualisieren

source: Delete %s
de: %s löschen

source: Really delete %s?
de: Soll %s wirklich gelöscht werden?

source: Manufacturer
de: Hersteller

source: TargetGroup
de: Zielgruppe

source: Categories
de: Kategorien

source: You are not authorized to view this category.
de: Fehlende Berechtigung zur Anzeige dieser Kategorie.

source: Latest news
de: Neuste Nachrichten

source: Overview
de: Übersicht

source: Extension overview
de: Übersicht Erweiterungen

source: Distribution overview
de: Übersicht Distributionen

source: Step by step to a download pack
de: Schritt für Schritt zum Download-Paket

source: Wizard
de: Assistent

source: Internationalization of Zikula
de: Internationalisierung von Zikula

source: Translations
de: Übersetzungen

source: Manage own data
de: Eigene Daten verwalten

source: My options
de: Meine Einstellungen

source: Database analysis
de: Datenbankanalyse

source: To the admin area
de: Zum Admin-Bereich

source: Stats of today
de: Statistiken von heute

source: Stats of yesterday
de: Statistiken von gestern

source: Stats of the day before yesterday
de: Statistiken von vorgestern

source: Stats of this week
de: Statistiken dieser Woche

source: Stats of last week
de: Statistiken der letzten Woche

source: Stats of the week before last
de: Statistiken der vorletzten Woche

source: Stats of this month
de: Statistiken dieses Monats

source: Stats of last months
de: Statistiken des letzten Monats

source: Stats of the month before last
de: Statistiken des vorletzten Monats

source: Stats of this year
de: Statistiken dieses Jahres

source: Stats of last year
de: Statistiken des letzten Jahres

source: Stats of the year before last
de: Statistiken des vorletzten Jahres

source: Stats overall
de: Gesamtstatistiken

source: Stats from %1$s to %2$s
de: Statistiken vom %1$s zum %2$s

source: From:
de: Von:

source: To:
de: Bis:

source: Period:
de: Zeitraum:

source: Today
de: Heute

source: Yesterday
de: Gestern

source: The day before yesterday
de: Vorgestern

source: Current week
de: Diese Woche

source: Last week
de: Letzte Woche

source: The week before last
de: Vorletzte Woche

source: Current month
de: Dieser Monat

source: Last month
de: Letzter Monat

source: The month before last
de: Vorletzter Monat

source: This year
de: Dieses Jahr

source: Last year
de: Letztes Jahr

source: The year before last
de: Vorletztes Jahr

source: Overall
de: Gesamt

source: Custom time period
de: Angegebener Zeitraum

source: Downloads per component
de: Downloads pro Komponente

source: Downloads per module
de: Downloads pro Modul

source: Downloads per theme
de: Downloads pro Theme

source: Downloads per block
de: Downloads pro Block

source: Downloads per plugin
de: Downloads pro Plugin

source: Downloads per ressource
de: Downloads pro Ressource

source: Downloads per distribution
de: Downloads pro Distribution

source: Views per component
de: Aufrufe pro Komponente

source: Views per module
de: Aufrufe pro Modul

source: Views per theme
de: Aufrufe pro Theme

source: Views per block
de: Aufrufe pro Block

source: Views per plugin
de: Aufrufe pro Plugin

source: Views per resource
de: Aufrufe pro Ressource

source: Views per distribution
de: Aufrufe pro Distribution

source: Supported
de: Unterstützt

source: Yes
de: Ja

source: No
de: Nein

source: Your package selection in the overview
de: Übersicht der Paket-Auswahl

source: Content of your download pack
de: Inhalte des Download-Pakets

source: English
de: Englisch

source: Archive type
de: Archivformat

source: Remove
de: Entfernen

source: You have no extensions selected yet. Just browse a little in the database, there is something useful also for you certainly.
de: Es wurden noch keine Erweiterungen ausgewählt. Beim Stöbern in der Datenbank finden sich sicherlich nützliche Erweiterungen.

source: Conflicts in your download pack
de: Es gibt Konflikte im Download-Paket.

source: Additional questions relating your download pack
de: Zusätzliche Fragen zum Download-Paket

source: Used core version:
de: Verwendete Core-Version:

source: Do not embed a core
de: Kein Core-System hinzufügen

source: Use the following core
de: Verwendung der folgenden Core-Version

source: Which additional languages do you want to embed into your download pack? English ist not being listed, as it is always included as default language.
de: Welche zusätzlichen Sprachen sollen dem Download-Paket hinzugefügt werden (englisch wird nicht aufgeführt, da immer als Standardsprache dabei)?

source: Note: not all translations are available for all components. We are pleased about corrections.
de: Hinweis: Es sind nicht alle Übersetzungen für alle Komponenten verfügbar. Wir freuen uns über Hinweise / Korrekturen.

source: Please select the archive type in which your download should be packaged.
de: Bitte das Format des Archivs auswählen, in das der Download gepackt wird.

source: The download is being generated.<br />Please wait ...
de: Der Download wird vorbereitet.<br />Bitte warten...

source: Recheck
de: Überprüfen

source: or
de: oder

source: Finish
de: Beenden

source: To the download
de: Zum Download

source: You want to add "%1$s" version "%2$s", while having already selected version "%3$s".
de: Es soll "%1$s" Version "%2$s" hinzugefügt werden, jedoch ist bereits Version "%3$s" ausgewählt.

source: Please choose how the system should treat this problem.
de: Bitte auswählen, wie das System diesen Problem behandeln soll.

source: Solve
de: Beheben

source: Adds the newer version "%s" to your selection.
de: Neuere Version "%s" zur Auswahl hinzufügen.

source: Ignore now
de: Vorerst ignorieren

source: Adds both versions to your selection. You will asked this question again later.
de: Beide Versionen zur Auswahl hinzufügen. Diese Frage später erneut gestellt.

source: The following dependency has not been solved yet.
de: Die folgende Abhängigkeit wurde noch nicht gelöst.

source: <b>%1$s</b> recommends the installation of <b>%2$s</b>.<br />Do you want to install <b>%2$s</b> additionally?
de: <b>%1$s</b> empfiehlt die Installation von <b>%2$s</b>.<br />Soll <b>%2$s</b> zusätzlich installiert werden?

source: <b>%1$s</b> requires the additional installation of <b>%2$s</b> to work properly.<br />Do you want to install both modules?
de: <b>%1$s</b> benötigt die Installation von <b>%2$s</b> um richtig zu funktionieren.<br />Sollen beide Module installiert werden?

source: <b>%2$s</b> has a conflict with <b>%1$s</b>.<br />Do you want to replace <b>%2$s</b> by <b>%1$s</b>?
de: <b>%2$s</b> hat mit <b>%1$s</b> einen Konflikt.<br />Soll <b>%2$s</b> durch <b>%1$s</b> ersetzt werden?

source: <b>%1$s</b> is being recommended by <b>%2$s</b>.<br />Do you also want to remove <b>%2$s</b> from your selection?
de: Anstelle von <b>%2$s</b> wird <b>%1$s</b> empfohlen.<br />Soll <b>%2$s</b> aus Ihrer Auswahl entfernt werden?

source: <b>%1$s</b> is being required by <b>%2$s</b>.<br />Do you want to remove both modules?
de: <b>%1$s</b> wird von <b>%2$s</b> benötigt.<br />Sollen beide Module entfernt werden?

source: Adds <b>%s</b> to your selection.
de: Fügt <b>%s</b> der Auswahl hinzu.

source: Adds <b>%1$s</b> to your selection and removes <b>%2$s</b>.
de: Fügt <b>%1$s</b> der Auswahl hinzu und entfernt <b>%2$s</b>.

source: Removes <b>%s</b> from your selection.
de: Entfernt <b>%s</b> aus der Auswahl.

source: Removes both extensions from your selection.
de: Entfernt beide Erweiterungen aus der Auswahl.

source: Does not perform any further changes. You will be asked this question again later.
de: Es werden keine Änderungen vorgenommen. Diese Frage wird zu einem späteren Zeitpunkt gestellt.

source: Ignore completely
de: Vollständig ignorieren

source: Does not perform any further changes. You will not be asked this question again.
de: Es werden keine Änderungen vorgenommen. Diese Frage wird nicht mehr gestellt.

source: Display
de: Anzeigen

source: Sorting
de: Sortieren

source: Number of comments
de: Anzahl Kommentare

source: Number of reviews
de: Anzahl Rezensionen

source: Average rating
de: Durchschnittliche Bewertung

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Items per page
de: Elemente pro Seite

source: Latest Zikula %s
de: Neueste Zikula %s

source: %1$s in category "%2$s"
de: %1$s in Kategorie "%2$s"

source: get the rss feed for the current selection
de: RSS Feed der aktuellen Auswahl abonnieren

source: get the atom feed for the current selection
de: Atom Feed der aktuellen Auswahl abonnieren

source: Welcome to the Zikula extension repository
de: Willkommen zur Datenbank für Zikula-Erweiterungen

source: This database contains/collects several modules, themes, blocks, plugins and other resources available for Zikula along with download and support links. We make every effort to keep this database up to date, but if you find a broken listing, please notify an admin and we will attempt to fix the problem.
de: Diese Datenbank enthält und sammelt verschiedene Module, Themes, Blöcke, Plugins und weitere für Zikula verfügbare Quellen, zudem Links zu Downloads und Support. Wir bemühen uns diese Datenbank stets aktuell zu halten. Bei Fehlfunktion bitte einen Administrator benachrichtigen. Wir versuchen dann das Problem zu beheben.

source: Submit your stuff
de: Eigene Erweiterungen einreichen

source: Would you like to list a component here? Then feel free to add an extension to the database. Each extension should only be listed once. If you already have a listing in the database which you need to modify, visit this entry to manage it.
de: Falls eine Komponente in diese Datenbank aufgenommen werden soll, kann sie gern hinzugefügt werden. Jede Erweiterung sollte nur einmal vorkommen. Falls sie bereits in der Datenbank ist und geändert werden soll, diesen Eintrag bitte direkt verwalten.

source: Legacy components
de: Ältere Komponenten

source: You can find further extensions in the old database in case you need something not listed here. Please consider that these components might be obsolete.
de: Die alte Datenbank enthält weitere Komponenten, die hier gegebenenfalls nicht aufgeführt werden. Bitte beachten, dass diese Komponenten veraltet sein könnten.

source: Expand
de: Erweitern

source: Collapse
de: Verbergen

source: Edit %i
de: %i bearbeiten

source: Add new version
de: Neue Version hinzufügen

source: Version data
de: Versionsinformationen

source: Version number
de: Versionsnummer

source: Input the version number
de: Eingabe der Versionsnummer

source: Security update
de: Sicherheitsupdate

source: Is this a critical update in terms of security?
de: Handelt es sich um ein kritisches Sicherheitsupdate?

source: Please choose which core versions are supported.
de: Bitte auswählen, welche Core-Versionen unterstützt werden.

source: Input the changelog for this version
de: Eingabe der Änderungshistorie für diese Version

source: Extension upload
de: Erweiterung hochladen

source: Notice: You may leave this field empty if nothing has changed in the package.
de: Hinweis: Falls es im Paket keine Änderungen gab, kann dieses Feld leer gelassen werden.

source: File package
de: Dateipaket

source: Allowed archive types
de: Erlaubte Formate für Archive

source: The root of the package <strong>MUST</strong> correspond to the Core's root directory. The archive file may contain the following directories
de: Das Wurzelverzeichnis des Pakets <strong>MUSS</strong> dem Wurzelverzeichnis des Core entsprechen. Die Archivdatei könnte die folgenden Verzeichnisse enthalten

source: As %s is a commercial component it is not required to upload it here. If you submit no package, users will be refered to the manufacturer page you specified after downloading their selections.
de: Da %s eine kommerzielle Komponente ist, muss sie an dieser Stelle nicht hochgeladen werden. In diesem Fall wird der Benutzer nach dem Download seines Pakets auf die angegebene Hersteller-Website verwiesen.

source: Use SVN
de: SVN verwenden

source: You can import the package directly from a SVN repository in the <a href="http://code.zikula.org" target="_blank">CoZi</a>. If you also select an upload at the same time, the file takes priority.
de: Die Pakete können auch direkt aus einem SVN Reporitory innerhalb des <a href="http://code.zikula.org" target="_blank">CoZi</a> importiert werden. Falls gleichzeitig ein Dateiupload ausgewählt wurde, so hat dieser Vorrang.

source: Select SVN path
de: SVN-Pfad auswählen

source: Selected path:
de: Ausgewählter Pfad:
