Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Extensions/1.0/module_extensions.po
Languages: de

source: You will get mail notifications about new versions and other important changes of your the selected components.
de: Email-Benachrichtigungen bezüglich neuer Versionen und anderer wichtiger Änderungen zu den ausgewählten Komponenten sind aktiviert.

source: The following shows an overview of your activated reminders.
de: Die folgende Übersicht zeigt die aktiven Benachrichtigungen.

source: My wizard
de: Mein Assistent

source: Here you can decide for each wizard page if you want to see it.
de: Hier kann für jede Seite des Assistenten entschieden werden, ob diese angezeigt wird.

source: Input the name of the distribution
de: Eingabe des Namens der Distribution

source: Input the description of the distribution
de: Eingabe einer Beschreibung für die Distribution

source: No description yet.
de: Noch keine Beschreibung.

source: Step %1$s of %2$s
de: Schritt %1$s von %2$s

source: Skip
de: Überspringen

source: None of the above
de: Alle abwählen

source: Previous
de: Vorige

source: Next
de: Nächste
