Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Extensions/1.0/module_extensions.po
Languages: de

source: none
de: keine/r

source: Technologies
de: Technologien

source: Please choose which core techniques are used.
de: Bitte auswählen, welche Core-Technologien zum Einsatz kommen.

source: Custom requirements
de: Besondere Voraussetzungen

source: Input any custom requirements which are worth to mention.
de: Eingabe von allen besonderen Voraussetzungen für Ihre Erweiterung.

source: Code conformance
de: Code-Konformität

source: How close is the code to the API? (0 = very dirty, 10 = follows every single guideline)
de: Wie sehr stimmt der Quellcode mit dem API überein? (0 = überhaupt nicht, 10 = folgt allen Richtlinien)

source: Does this module support hooks?
de: Unterstützt dieses Modul Hooks?

source: Please specifiy which hook types are supported in detail.
de: Bitte angeben, welche Arten von Hooks unterstützt werden.

source: Does this module provide hooks?
de: Stellt dieses Modul Hooks bereit?

source: Please specifiy which hook types are provided in detail.
de: Bitte angeben, welche Arten von Hooks bereitgestellt werden.

source: Language system
de: Sprachsystem

source: Choose the language system
de: Auswahl des Sprachsystems

source: Does this module use a categorization?
de: Wird in diesem Modul Kategorisierung verwendet?

source: Dependencies
de: Abhängigkeiten

source: Add new dependency
de: Neue Abhängigkeit hinzufügen

source: Find component:
de: Komponente suchen:

source: Constraint to specific versions
de: Beschränkung auf bestimmte Versionen

source: Choose the dependency type
de: Art der Abhängigkeit auswählen

source: Required
de: Erforderlich

source: Conflicts
de: Konflikte

source: Add
de: Hinzufügen

source: Versions
de: Versionen

source: all
de: Alle

source: from
de: von

source: to
de: bis

source: %s rating
de: %s Bewertung

source: A direct feed from the extensions repository at http://community.zikula.org showing the last updated %s
de: Ein direkter Feed von der Erweiterungsdatenbank auf http://community.zikula.org zeigt die letzten aktualisierten %s an

source: Directly to the comments
de: Direkt zu Kommentaren

source: Comments
de: Kommentare

source: History
de: Verlauf

source: Donation
de: Spende

source: Add a new version
de: Neue Version hinzufügen

source: Management
de: Verwaltung

source: Edit this extension
de: Diese Erweiterung bearbeiten

source: Manage categories
de: Kategorien verwalten

source: Sync a language
de: Sprache synchronisieren

source: %s view
de: %s Aufruf

source: Publisher
de: Herausgeber

source: Description
de: Beschreibung

source: Edit this version
de: Diese Version bearbeiten

source: IMPORTANT: This is a security update! If you use this extension, you should upgrade it immediately!
de: Wichtig: Dies ist ein Sicherheitsupdate! Beim Einsatz dieser Erweiterung, sollte diese sofort aktualisiert werden!

source: Supported hooks
de: Unterstützte Hooks

source: This module does not support any hooks.
de: Dieses Modul unterstützt keine Hooks.

source: Provided hooks
de: Verfügbare Hooks

source: This module does not provide any hooks.
de: Dieses Modul stellt keine Hooks bereit.

source: No versions available yet.
de: Noch keine Versionen verfügbar.

source: Write us your opinion about %s. Bug reports and feature request should be submitted at the project's tracker though.
de: Wir benötigen Feedback zu %s. Fehlerberichte und neue Anfragen sollten jedoch über die Projektseite eingegeben werden.

source: Reviews
de: Rezensionen

source: You tried %1$s out or are using it? Share your experience and create a review about %1$s.
de: Wir benötigen Feedback von allen, die %1$s ausprobiert oder im Einsatz haben. Deswegen freuen wir uns über eine Rezension für %1$s.

source: Choose Category
de: Kategorie auswählen

source: Update
de: Aktualisieren

source: No data collected yet.
de: Noch keine Daten gesammelt.

source: Report a problem
de: Problem melden

source: Here you can inform the maintainer of %1$s about any issues you experience. Do not use this function for reporting errors or feature requests relating %1$s itself (there are trackers in the CoZi projects for that). This form is only intended for problems with this entry in the Zikula Extensions Repository.
de: Hier besteht die Möglichkeit, dem Betreuer von %1$s über Probleme zu diesem Eintrag zu informieren. Diese Funktion sollte nicht zum Melden von Fehlern / Anfragen zu %1$s verwendet werden (dazu gibt es Möglichkeiten auf der CoZi-Projektseite).

source: Error type
de: Fehlerart

source: Translation broken
de: Übersetzung defekt

source: Other problem
de: Anderes Problem

source: Error details
de: Fehlerbeschreibung

source: Input which errors you experience.
de: Beschreibung des/der entdeckten Fehler.

source: For translations ensure to specify also the language.
de: Bei Problemen mit Übersetzungen bitte auch die Sprache angeben.

source: Send report
de: Bericht senden

source: Your package has been generated successfully.<br />If the download does not begin shortly, please use this <a href="%s" title="Get your download pack">direct link</a>.<br /><br />
de: Ihr Paket wurde erfolgreich erstellt.<br />Bitte verwenden Sie diesen <a href="%s" title="Ihr Paket">direkten Link</a>, falls der Download nicht automatisch beginnt.<br /><br />

source: You selected some commercial components which are not available within this repository. You can download/purchase them at the following sites:
de: Sie haben kommerzielle Komponenten ausgewählt, die nicht in dieser Datenbank verfügbar sind. Sie können diese über die folgenden Websites beziehen/kaufen:

source: Translation
de: Übersetzung

source: Translation %s
de: Übersetzung %s

source: Search extensions
de: Erweiterungen suchen

source: Search term
de: Nach Begriff suchen

source: Search in
de: Suche in

source: Name + short description
de: Name und Kurzbeschreibung

source: Name + extended description
de: Name und ausführliche Beschreibung

source: Name + both descriptions
de: Name und beide Beschreibungen

source: Only free
de: Nur kostenlose

source: Only commercial
de: Nur kommerzielle

source: Both
de: Beides

source: All versions
de: Alle Versionen

source: Internationalization
de: Internationalisierung

source: Not translated yet
de: Noch nicht übersetzt

source: Incompletely translated
de: Übersetzung unvollständig

source: Completely translated
de: Vollständig übersetzt

source: Feed for the comments to %s
de: Feed für Kommentare zu %s

source: Comment by
de: Kommentar von

source: Add a comment
de: Kommentar hinzufügen

source: Subject
de: Betreff

source: Require name for unregistered user
de: Name für nicht angemeldete Benutzer erforderlich

source: E-mail address (will not be published)
de: E-Mail-Adresse (wird nicht angezeigt)

source: Comment
de: Kommentar

source: Submit comment
de: Kommentar einreichen

source: Note
de: Hinweis

source: Only registered users are allowed to add reviews.
de: Nur angemeldete Benutzer dürfen Bewertungen hinzufügen.

source: Register an account
de: Konto registrieren

source: Log in
de: Anmelden

source: Feed for the reviews to %s
de: Feed für die Bewertungen von %s

source: Add a review
de: Bewertung hinzufügen

source: Title
de: Titel

source: Review
de: Bewertung

source: Submit review
de: Bewertung einreichen

source: Project for %s created
de: Projekt für %s erstellt

source: released
de: freigegeben

source: Distribution files upload
de: Dateien für Distribution hochladen

source: Distribution files are additional resources like custom templates, plugins or documentation. The package should also include the distributions custom postinstall script if one exists. But the package should <strong>NOT</strong> contain modules, themes or other extensions.
de: Distributionsdateien sind zusätzliche Dateien, wie z.B. Templates, Plugins oder Dokumentationen. Das Paket kann außerdem ein eigens angepasstes Post-Install Skript enthalten, falls vorhanden. Das Paket sollte aber <strong>NICHT</strong> Module, Theme oder sonstige Erweiterungen enthalten.

source: Contained components
de: Enthaltene Komponenten

source: Add new extension
de: Neue Erweiterung hinzufügen

source: Versioning:
de: Versionierung:

source: Always use newest version
de: Immer aktuellste Version verwenden

source: Use a specific version
de: Bestimmte Version verwenden

source: <strong>Note:</strong> all components conflicting with those which are already selected are excluded automatically.
de: <strong>Hinweis:</strong> Alle Komponenten, die mit bereits ausgewählten Komponenten im Konflikt stehen, werden automatisch ausgeschlossen.

source: newest
de: neuste

source: %s comment
de: %s Kommentar

source: %s review
de: %s Rezension

source: Object type
de: Objekttyp

source: syntax like known from pagesetter, e.g.
de: von Pagesetter bekannte Syntax, z.B.

source: This graph shows how views and downloads developed. It also contains several events in form of vertical bars. Thereby are local events, as a new version or a comment, and global events, like for example new core releases or other appointments.
de: Dieser Graph zeigt an, wie sich Aufrufe und Downloads entwickelt haben. Die vertikalen Balken zeigen zudem verschiedene Ereignisse an. Es gibt lokale Ereignisse (z.B. eine neue Version oder Kommentar) und globale Ereignisse (z.B. neue Core-Versionen oder Termine).

source: The history appears after one month, as soon as enough data has been collected.
de: Der Verlauf erscheint nach einem Monat, sobald ausreichend Daten gesammelt wurden.

source: Help with the translation project!
de: Unterstütze das Übersetzungsprojekt!

source: For Zikula 1.2+ (gettext)
de: Für Zikula 1.2+ (gettext)

source: Go to %s project in the translation portal
de: Projekt %s im Übersetzungsportal aufrufen

source: Sync all the %s translations for the core
de: Alle %s Übersetzungen für den Core synchronisieren

source: Sync all the %s translations for modules
de: Alle %s Übersetzungen für die Module synchronisieren

source: Sync all the %s translations for themes
de: Alle %s Übersetzungen für die Themes synchronisieren

source: Go to the translation portal
de: Übersetzungsportal aufrufen

source: For Zikula 1.1.x and earlier versions (non gettext)
de: Für Zikula 1.1.x und frühere Versionen (ohne gettext)

source: To improve clearness we reduced the languages for the beginning. If you want to see an additional language, please simply post it at the forums to get it added here.
de: Für eine verbesserte Übersicht haben wir die Anzeige der Sprachen reduziert. Falls Sie hier zusätzliche Sprachen benötigen, stellen Sie bitte eine entsprechende Anfrage im Forum.

source: Input the name of the core version
de: Eingabe des Namens der Core-Version

source: Is this core version supported?
de: Wird diese Core-Version unterstützt?

source: Global event
de: Globales Ereignis

source: Input the title of the event
de: Eingabe eines Titels für dieses Ereignis

source: Start date
de: Startdatum

source: Input the start date
de: Eingabe des Startdatums

source: End date
de: Endedatum

source: Input the end date
de: Eingabe des Endedatums

source: Input a description for the event
de: Eingabe einer Beschreibung für das Ereignis

source: Input an optional url which will be linked with the title
de: Optionale Eingabe einer URL, mit welcher der Titel verlinkt wird

source: The global events appear in the history of projects. Examples for global events are core releases, Camp Zikula, bugfix weekends and other appointments which are relevant for the project.
de: Globale Ereignisse erscheinen im Projektverlauf. Beispiele für globale Ereignisse sind Core-Freigaben, Camp Zikula, Bugfixing-Wochenenden und andere für das Projekt relevanten Termine.

source: No versions available yet
de: Noch keine Versionen verfügbar

source: Additional information required
de: Zusätzliche Informationen erforderlich

source: And afterwards:
de: Und darauf folgend:

source: Go back to the last page
de: Zurück zur vorherigen Seite

source: Go to the download
de: Zum Download

source: Browse other extensions
de: Weitere Erweiterungen suchen

source: Content package
de: Paketinhalt

source: Package ID
de: Paket-ID

source: General Settings
de: Allgemeine Einstellungen

source: HTML root:
de: HTML-Basisordner:

source: Archive directory:
de: Verzeichnis für Archivierung:

source: This directory does not exist
de: Dieses Verzeichnis gibt es nicht

source: This is not a directory
de: Das ist kein Verzeichnis

source: This directory is not writable for the web server
de: Für dieses Verzeichnis fehlt auf diesem Webserver die Schreibberechtigung

source: Everything allright
de: Alles in Ordnung

source: Contains the physical extensions, input has to be relative to the Zikula root.
de: Beinhaltet die Erweiterung dort physikalisch. Eingabe muss relativ zum Zikula-Root vorgenommen werden.

source: Working directory:
de: Arbeitsverzeichnis:

source: Is being used for temporary unpacking and checking things, input has to be relative to the Zikula root.
de: Wird zum temporären Entpacken von Dateien und weitere Prüfungen verwendet, die Angabe muss relativ zum Zikula-Wurzelverzeichnis sein.

source: Distribution directory:
de: Verzeichnis für Distributionen

source: Contains archives being packaged for users, input has to be relative to the Zikula root.
de: Beinhaltet die für die Benutzer gepackten Archive, die Angabe muss relativ zum Zikula-Wurzelverzeichnis sein.

source: Entries per page / page size (default = 25)
de: Einträge pro Seite (Standard = 25)

source: Number of overall packages created (default = 0)
de: Anzahl aller erstellten Pakete (Standard = 0)

source: Chosen review ID (default = 0 means none)
de: Ausgewählte Review-ID (Standard = 0 entspricht keine)

source: Maximum amount of translation revisions (default = 30)
de: Maximale Anzahl an Revisionen für die Übersetzungen (Standard = 30)

source: Archive Information
de: Archivierung

source: install <a href="http://pecl.php.net/package/rar">PECL rar package
de: Installation des <a href="http://pecl.php.net/package/rar">PECL rar package</a> erforderlich

source: install <a href="http://de.php.net/manual/en/book.zip.php">PHP zip extension</a>
de: Installation der <a href="http://de.php.net/manual/en/book.zip.php">PHP zip extension</a> erforderlich

source: install <a href="http://pear.php.net/package/Archive_Tar/">PEAR Archive_Tar package</a>
de: Installation des <a href="http://pear.php.net/package/Archive_Tar/">PEAR Archive_Tar package</a> erforderlich

source: install <a href="http://de3.php.net/manual/en/book.zlib.php">PHP zlib extension</a>
de: Installation der <a href="http://de3.php.net/manual/en/book.zlib.php">PHP zlib extension</a> erforderlich

source: install <a href="http://de.php.net/manual/en/book.bzip2.php">PHP Bzip2 extension</a>
de: Installation der <a href="http://de.php.net/manual/en/book.bzip2.php">PHP Bzip2 extension</a> erforderlich

source: Integration Information
de: Integration

source: install <a href="http://pecl.php.net/package/svn">PECL svn package</a>
de: Installation des <a href="http://pecl.php.net/package/svn">PECL svn package</a> erforderlich

source: Security Information
de: Sicherheit

source: install <a href="http://www.clamav.net/">ClamAV</a> and <a href="http://www.trickie.org/code/phplibclamav.php">phplibclamav</a>
de: Installation von <a href="http://www.clamav.net/">ClamAV</a> und <a href="http://www.trickie.org/code/phplibclamav.php">phplibclamav</a> erforderlich

source: Latest Zikula Distributions
de: Aktuellste Zikula-Distributionen

source: Distributions in category "%s"
de: Distributionen in Kategorie "%s"

source: Welcome to the distribution area
de: Willkommen bei den Distributionen

source: At this place you find details to several Zikula-based distributions. These are collections of different extensions in view of particular applications. So expensive searches for common solutions are saved and a smooth cooperation of contained components is ensured.
de: Hier gibt es Informationen zu mehreren auf Zikula basierenden Distributionen. Für bestimmte Anwendungsfälle wurden dazu verschiedene Erweiterungen zusammen gestellt. Dadurch kann das zeitaufwändige Suchen von Erweiterungen für verbreitete Anwendungen vermieden werden. Zudem ist so die reibungslose Zusammenarbeit der Komponenten sichergestellt.

source: Individually customizable
de: Individuell anpassbar

source: You are bound to download the distributions as how they are offered. They are intended as suggestion or preselection of certain extensions, but you are free to enrich your selection by additional components.
de: Die Distributionen müssen so wie hier bereit gestellt herruntergeladen werden. Sie stellen einen Vorschlag bzw. Vorauswahl bestimmter Komponenten dar. Natürlich können später weitere Komponenten der Auswahl hinzugefügt werden.

source: Let someone help you
de: Es gibt jemanden, der helfen kann

source: Do you haver and not know exactly which distribution is appropriate for your requirements? In such a case use the assistent leading you to your own download pack step by step.
de: Auch falls noch nicht klar ersichtlich ist, welche Distribution am besten zu den jeweiligen Anforderungen passt, gibt es Beistand! Denn in diesem Fall kann der Assistent helfen, Schritt für Schritt den eigenen Download zu packen.

source: Component
de: Komponente

source: Dependency
de: Abhängigkeit

source: requires
de: benötigt

source: recommends
de: empfiehlt

source: add
de: hinzufügen

source: not selected
de: nicht ausgewählt

source: selected
de: ausgewählt

source: Language
de: Sprache

source: Choose the translation language
de: Sprache zur Übersetzung auswählen

source: Input type
de: Typ eingeben

source: You can either upload an archive file containing the translations or perform the translation directly in this system. Also you can export translations directly from your CoZi SVN repository.
de: Es kann entweder ein Archiv hochgeladen werden, welches die Übersetzungen enthält, oder die Übersetzung kann direkt im System durchgeführt werden. Zudem können Übersetzungen direkt aus der CoZi SVN-Datenbank exportiert werden.

source: Choose One
de: Eine auswählen

source: Online translation of %s
de: Online-Übersetzung von %s

source: Simply enter the translated texts at the right side.
de: Geben Sie die Übersetzung einfach auf der rechten Seite ein.

source: Reference
de: Verweis

source: Definitions
de: Definitionen

source: Translation package upload
de: Hochladen des Übersetzungspakets

source: Your archive has to correspond with the root core's folder and therefore contain directories like install, modules and themes. Note that this is no full package, there are no value addons. The only modules/ subdirectory is Tour. The following files and folders must be contained:
de: Die Struktur Ihres Archivs muss dem Core-Verzeichnis entsprechen (enthält Verzeichnisse wie "install", "modules" und "themes"). Dies ist kein vollständiges Paket, es enthält keine zusätzliche Komponenten. Das einzige Unterverzeichnis in "modules" ist "Tour". Die folgenden Ordner und Dateien müssen enthalten sein:

source: Your archive has to contain one folder named "%1$s" with all translated files of %2$s.
de: Das Archiv muss einen Ordner mit dem Namen "%1$s" enthalten, mit allen Übersetzungsdateien von %2$s.

source: You can import the package directly from a SVN repository in the <a href="http://code.zikula.org" target="_blank">CoZi</a>.
de: Das Paket kann direkt aus der SVN-Datenbank von <a href="http://code.zikula.org" target="_blank">CoZi</a> importiert werden.

source: Your selected folder has to correspond with the root core's folder and therefore contain directories like install, modules and themes. Note that this is no full package, there are no value addons. The only modules/ subdirectory is Tour. The following files and folders must be contained:
de: Der ausgewählte Ordner muss dem Core-Verzeichnis entsprechen (enthält Verzeichnisse wie "install", "modules" und "themes"). Dies ist kein vollständiges Paket, es enthält keine zusätzliche Komponenten. Das einzige Unterverzeichnis in "modules" ist "Tour". Die folgenden Ordner und Dateien müssen enthalten sein:

source: Your selected folder has to contain one folder named "%1$s" with all translated files of %2$s.
de: Der ausgewählte Ordner muss einen Ordner mit dem Namen "%1$s" enthalten, mit allen Übersetzungsdateien von %2$s.

source: Here you can manage the newest revisions of this translation and reset the translation to an earlier revision if required.
de: Hier können die letzten Revision der Übersetzungen verwaltet und auch auf einen früheren Stand zurückgesetzt werden.

source: Switch
de: Schalter

source: If you switch to an earlier revision, all newer ones get deleted from the system.
de: Falls auf einen früheren Stand zurückgeschaltet werden soll, so gehen alle neuer Revisionen aus dem System verloren.

source: My statistics
de: Eigene Statistiken

source: At this place you see an overview of your activities.
de: Hier wird eine Übersicht der eigenen Aktivitäten angezeigt.

source: Sidebar Panel
de: Kontrollleiste

source: The sidebar is a special bookmark showing the newest extensions in a separate browser panel. So you see all news quickly. Simply click on each of the following links, depending on your browser.
de: Die Seitenleiste ist ein spezielles Lesezeichen zur Anzeige der neuesten Erweiterungen in einem getrennten Browserfenster. So hat man einen schnellen Überblick. Je nach Browser reicht dazu ein Klick auf folgenden Link.

source: Firefox and Opera 6+
de: Firefox und Opera 6+

source: Mozilla and Netscape 6+
de: Mozilla und Netscape 6+

source: Others (direct call)
de: Andere (direkter Aufruf)

source: As logged in user you have several possibilities to customize the extension repository according your personal desires. Do not forget to click the save button at the bottom after changing your options.
de: Als angemeldeter Benutzer bestehen verschiedene Möglichkeiten die Erweiterungsdatenbank dem eigenen Geschmack anzupassen. Bitte nicht vergessen, nach dem Ändern der Optionen am Seitenende auf "Speichern" zu klicken.

source: My display
de: Eigene Anzeige

source: By deactivating single user roles you can blind out particular functions.
de: Durch das Deaktivieren der einzelnen Benutzerrollen kann bestimmte Funktionen ausgeblendet werden.

source: My extensions
de: Eigene Erweiterungen

source: Here you can manage your different extensions.
de: Hier können eigene Erweiterungen verwaltet werden.

source: My distributions
de: Eigene Distributionen

source: Here you have access to your distributions.
de: Hier kann auf eigene Distributionen zugegriffen werden.

source: This area provides a list of your translations.
de: Dieser Bereich enthält eine Auflistung der Übersetzungen.

source: example translation entry
de: Beispielhafte Übersetzung

source: My download packs
de: Eigene Download-Pakete

source: In this section you can reuse and remove your stored download packs.
de: In diesem Bereich können Sie Ihre Download-Pakete erneut abrufen oder entfernen.

source: Load this pack into your download selection
de: Dieses Paket dem eigenen Download-Bereich hinzufügen

source: Load
de: Laden

source: Delete pack
de: Paket löschen

source: My reminders
de: Meine Benachrichtigungen

source: Here you can activate or deactivate the reminder function for email notification. Therefore simply click the alarm clock.
de: Hier kann die Erinnerungsfunktion für Email-Benachrichtigungen aktiviert oder deaktiviert werden. Dazu einfach auf den Wecker klicken.

source: The mail notification is deactivated. The reminder links are blanked out now.
de: Die Mailbenachrichtigung ist deaktiviert. Die Erinnerungslinks sind jetzt ausgegraut.
