Repository: zikula/i18n-portal
Catalog: gettext/*/modules/advanced_polls/2.0.0/module_advanced_polls.po
Languages: ca, fr, nl, pt

source: Selection method
ca: Mètode de selecció
fr: Méthode de choix
nl: Selectie methode
pt: Método de selecção

source: The following option only relevant if a multiple selection poll is selected.
ca: La següent opció només és rellevant si es selecciona una enquesta de selecció múltiple.
fr: les options suivantes sont utilisables pour les sondages à choix multiples
nl: De volgende optie is alleen relevant bij een peiling met meerdere keuzemogelijkheden.
pt: A opção seguinte só se aplica se uma sondagem de escolha múltipla seleção estiver seleccionada.

source: You may select
ca: Podeu seleccionar
fr: Vous devez sélectionner
nl: Aantal selecteerbare keuzes
pt: Pode seleccionar

source: (-1 for Unlimited selections)
ca: (-1 per a seleccions sense límit)
fr: (-1 pour un nombre illimités de choix)
nl: (-1 voor een onbeperkt aantal selecties)
pt: (-1 para as selecções ilimitadas)

source: Poll option
ca: Opcions de l'enquesta
fr: Option de sondage
nl: Peiling optie
pt: Opção de sondagem

source: Number of options in this poll
ca: Nombre d'opcions en aquesta enquesta
fr: Nombre d'option pour ce sondage
nl: Aantal opties in deze peiling
pt: Número de opções nesta sondagem

source: Meta data
ca: Metadades
fr: Métadonnées
nl: Meta gegevens
pt: Meta dados

source: Created by %s
ca: Creat per %s
fr: Créé par %s
nl: Aangemaakt door %s
pt: Criado por %s

source: Created on %s
ca: Creat el %s
fr: Crée le %s
nl: Aangemaakt op %s
pt: Criado em %s

source: Last updated by %s
ca: Darrera actualització per %s
fr: Dernière mise à jour par %s
nl: Laatst bijgewerkt door %s
pt: Última actualização por %s

source: Updated on %s
ca: Actualitzat el %s
fr: Actualisé le %s
nl: Laatst bijgewerkt op %s
pt: Actualizado em %s

source: Update
ca: Actualitza
fr: Mettre à jour
nl: Bijwerken
pt: Actualização

source: Create poll
ca: Crea una enquesta
fr: Créer un sondage
nl: Peiling aanmaken
pt: Criar sondagem

source: Create
ca: Crea
fr: Créer
nl: Aanmaken
pt: Criar

source: Advanced Polls Administration
ca: Administració avançada de les enquestes
fr: Administration des Sondages avancés
nl: Uitgebreide Peiling-beheer
pt: Administraçaõ de Sondagens Avançadas

source: This is a multiple selection poll.
ca: Aquesta és una enquesta de selecció múltiple.
fr: C'est un sondage à choix multiples.
nl: Dit is een peiling met meerdere selectiemogelijkheden
pt: Esta sondagem é de múltipla escolha.

source: You may select %s option.
ca: Podeu seleccionar l'opció %s
fr: Vous devez sélectionner % option.
nl: Er mag %s optie geselecteerd worden.
pt: Pode seleccionar %s opção.

source: Recording vote
ca: Enregistrant el vot
fr: Enregistrement du vote
nl: Bezig met verwerken van de stem
pt: Registo de voto

source: The current leader in this poll is %s
ca: L'actual líder d'aquesta enquesta és %s
fr: Le meilleur score actuel de ce sondage est pour : %s
nl: De huidige meest gestemde optie in deze peiling is %s
pt: O líder actual nesta sondagem é %s

source: Poll close date: %s
ca: Data de tancament de l'enquesta: %s
fr: Clôture du sondage : %s
nl: Sluitingsdatum van de peiling: %s
pt: Data de fim da sondagem: %s

source: Individual selection
ca: Selecció individual
fr: Sélection individuelle
nl: Individuele selectie
pt: Selecção individual

source: The selection method 'Latest' and 'Random' override this individual poll selection
ca: Els mètodes de selecció 'Darrera' i 'Aleatòria' anul·len aquesta selecció individual d'enquesta
nl: De selectie methodes 'Laatste' en 'Willekeurig' overrulen deze individuele peiling selectie
pt: O método de selecção 'Último(a)' e 'Aleatório' substitui esta selecção da sondagem individual

source: Poll to use
ca: Enquesta a usar
fr: Sondage à utiliser
nl: Te gebruiken peiling
pt: Sondagem a usar

source: Use ajax for voting form
ca: Usa AJAX pel formulari de votació
fr: Utiliser Ajax pour les formulaires de vote
nl: Javascript (AJAX) technologie gebruiken bij uitbrengen van stem
pt: Usar ajax para formulário de votação

source: Display block based on open/close dates
ca: Mostra el bloc d'acord amb les dates d'obertura/tancament
fr: Afficher un bloc basé sur les dates d'ouverture et de clôture
nl: Weergave baseren op openings- en sluitingsdatums van peilingen
pt: Exibir bloco baseado em datas de início e de fim

source: Display results page after vote
ca: Mostra la pàgina de resultats després de la votació
fr: Afficher la page de résultat après le vote
nl: Resultaten pagina weergeven na uitbrengen van stem
pt: Exibir página de resultados, após a votação

source: Background color
ca: Color de fons
fr: Couleur de fond
nl: Achtergrond kleur
pt: Cor de fundo

source: Do you really want to reset the votes?
ca: Esteu segur/a de voler reiniciar els vots?
fr: Voulez-vous vraiment réinitialiser les votes ?
nl: Dienen de stemmen echt hersteld te worden?
pt: Realmente pretende reiniciar os votos?

source: Cookie
ca: Galeta
