Repository: zikula/i18n-portal
Catalog: gettext/*/modules/advanced_polls/2.0.0/module_advanced_polls.po
Languages: ca, fr, nl, pt

source: Error! Unable to load class [%s]
ca: No s'ha pogut carregar la classe [%s]
fr: Erreur ! Impossible de charger la classe [%s]
nl: Foutmelding: Kon class [%s] niet laden
pt: Erro! Não foi possível carregar a classe [%s]

source: Done! Poll created.
ca: S'ha creat l'enquesta.
fr: Fait ! Sondage créé.
nl: Peiling aangemaakt.
pt: Feito! Sondagem criada.

source: Error! No such poll found.
ca: No s'ha trobat l'enquesta.
fr: Erreur ! Aucun sondage correspondant trouvé/
nl: Foutmelding: Peiling niet gevonden.
pt: Erro! Nenhuma sondagem encontrada.

source: Done! Poll updated.
ca: S'ha actualitzat l'enquesta.
fr: Fait ! Sondage mis à jour.
nl: Peiling bijgewerkt.
pt: Feito! Sondagem actualizada.

source: Done! Poll deleted.
ca: S'ha esborrat l'enquesta.
fr: Fait ! Sondage supprimé.
nl: Peiling verwijderd.
pt: Feito! Sondagem eliminada.

source: Edit
ca: Edita
fr: Éditer
nl: Bewerken
pt: Editar

source: Delete
ca: Suprimeix
fr: Supprimer
nl: Verwijderen
pt: Eliminar

source: Reset votes
ca: Reinicia els vots
fr: Réinitialiser les votes
nl: Stemmen terugzetten
pt: Reiniciar votos

source: Duplicate poll
ca: Duplica l'enquesta
fr: Dupliquer le sondage
nl: Peiling dupliceren
pt: Duplicar sondagem

source: Voting statistics
ca: Estadístiques de Vot
fr: Statistiques de vote
nl: Stemming-statistieken
pt: Estatísticas de votação

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul.
fr: Fait ! Mise à jour de la configuration du module effectuée.
nl: Module configuratie bijgewerkt.
pt: Feito! Configuração do módulo actualizada.

source: Done! Votes reset.
ca: S'han reiniciat els vots.
fr: Fait ! Votes réinitialisés.
nl: Stemmen teruggezet.
pt: Feito! Votos reiniciados.

source: Done! Poll duplicated.
ca: S'ha duplicat l'enquesta.
fr: Fait ! Sondage dupliqué.
nl: Peiling gedupliceerd.
pt: Feito! Sondagem duplicada.

source: Error! No authorization to access this module.
ca: No teniu aautorització per accedir a aquest mòdul.
fr: Erreur ! Vous n'avez pas les droits d'accès à ce module.
nl: Foutmelding: Geen toegang om deze module te benaderen.
pt: Erro! Nenhuma autorização para aceder este módulo.

source: Invalid 'Authkey': This probably means that you pressed the 'Back' button, or that the page 'Authkey' expired. Please refresh the page and try again.
ca: 'Authkey' no vàlida: Això probablement significa que heu premut el botó 'Enrere' o que l'Authkey ha caducat. Si us plau, actualitzeu la pàgina i torneu-ho a intentar.
fr: Invalid 'Authkey': Vous avez probablement utilisé le bouton "Page Précédente" ou vous dépassé le temps d'utilisation de la page (délai expiré). Merci de rafraîchir la page et d'essayer à nouveau.
nl: Ongeldige autorisatie-sleutel ('authkey'). Mogelijke oorzaken hiervoor zijn het gebruik van de 'Terug' knop in de browser (waar het formulier dat niet ondersteunt), of het verlopen van deze autorisatie sleutel door bijvoorbeeld te lange inactiviteit en openen van nieuwe browser vensters. Vernieuw de pagina en probeer het opnieuw.
pt: 'Chave de autenticação' inválida: Provavelmente pressionou o botão 'Voltar', ou que a página 'Chave de autenticação' expirou. Refresque a página e tente novamente.

source: Advanced Polls
ca: Enquestes avançades
fr: Sondages avancés
nl: Uitgebreide Peilingen
pt: Sondagens avançadas

source: A comprehensive single question polling module
ca: Mòdul de votació d'una sola pregunta
fr: Un module de sondage avancé pour question simple
nl: Een module voor het maken van uitgebreide peilingen met slechts 1 vraag
pt: Um módulo de sondagens com uma única questão abrangente

source: advancedpolls
fr: sondages_avances
nl: peilingenuitgebreid
pt: sondagens avançadas

source: Vote ID
ca: Identitat del vot
fr: ID du vote
nl: Stem ID
pt: ID do voto

source: IP address
ca: Adreça IP
fr: Adresse IUP
nl: IP adres
pt: Endereço IP

source: Time
ca: Temps
fr: Heure
nl: Tijdstip
pt: Tempo

source: Username
ca: Nom d'usuari/ària
fr: Pseudo
nl: Gebruikersnaam
pt: Nome de utilizador

source: Vote rank
ca: Rang de votació
fr: Rang du vote
nl: Stem orde
pt: Classificação de votos

source: Option
ca: Opció
nl: Optie
pt: Opção

source: Single
ca: Únic
fr: Unique
nl: Enkel
pt: Único(a)

source: Multiple
ca: Múltiple
nl: Meerdere
pt: Múltiplo(a)

source: Ranked
ca: Classificat
fr: Ordonné
nl: Op rang
pt: Classificado

source: Free
ca: Lliure
fr: Libre
nl: Vrij
pt: Grátis

source: User ID
ca: Identitat de l'usuari/ària
fr: ID Utilisateur
nl: Gebruikers ID
pt: ID de utilizador

source: IP Address
ca: Adreça IP
fr: Adresse IP
nl: IP Adres
pt: Endereço IP

source: Ascending
ca: Ascendent
fr: Ascendant
nl: Oplopend
pt: Ascendente

source: Descending
ca: Descendent
fr: Descendant
nl: Aflopend
pt: Descendente

source: None
ca: Cap
fr: Aucun
nl: Geen
pt: Nenhum(a)

source: Vote time count back
ca: Temps de votació que compta
fr: Décompte décroissant par heure de vote
nl: Terugtellen van stem-tijdstip
pt: Contagem regressiva de tempo de votação

source: Alphabetical
ca: Alfabètic
fr: Alphabétique
nl: Alfabetisch
pt: Alfabética

source: Error! Could not load polls.
ca: No es s'han pogut carregar les enquestes.
fr: Erreur ! Impossible de charger des sondages.
nl: Foutmelding: Kon peilingen niet laden.
pt: Erro! Não foi possível carregar sondagens.

source: Error! No poll authorisation method.
ca: No s'ha definit cap mètode d'autorització de l'enquesta.
fr: Erreur ! Méthode de sondage non autorisée.
nl: Foutmelding: Geen autorisatie methode voor de peiling.
pt: Erro! Nenhum método de autorização de sondagem.

source: Error! Reseting the votes of a recurring poll failed.
ca: Ha fallat la restauració dels vots d'una enquesta recurrent.
fr: Erreur ! Échec de la réinitialisation des votes d'un sondage récurrent.
nl: Foutmelding: Kon stemmen van een terugkerende peiling niet terugzetten.
pt: Erro! Falha ao reiniciar os votos de uma sondagem recorrente.

source: Error! Reseting the dates of a recurring poll failed.
ca: Ha fallat el re-inici de les dates d'una enquesta recurrent.
fr: Erreur ! Échec de la réinitialisation des dates d'un sondage récurrent.
nl: Foutmelding: Kon de datums van een terugkerende peiling niet terugzetten.
pt: Erro! Falha ao reiniciar as datas de uma sondagem recorrente.

source: Error! Failed to register vote.
ca: No s'ha pogut registrar la votació.
fr: Erreur ! Échec lors de l'enregistrement du vote.
nl: Foutmelding: Kon stem niet opslaan.
pt: Erro! Falha ao registar votos

source: Poll list
ca: Llista d'enquestes
fr: Liste des sondages
nl: Lijst van peilingen
pt: Lista de sondagens

source: Display list of open polls
ca: Mostra la llista d'enquestes actives
fr: Afficher la liste des sondages ouverts
nl: Toon een lijst van lopende peilingen
pt: Exibir lista de sondagens abertas

source: Poll warn
ca: Avís d'enquesta
fr: Prévenir du sondage
nl: Peiling herinnering
pt: Aviso de sondagem

source: Warns if poll is unanswered
ca: Avisa si l'enquesta queda sense resposta
fr: Prévenir en l'absence de réponse au sondage
nl: Waarschuwt als een peiling nog niet beantwoord is
pt: Avisa se a sondagem não tiver respostas

source: Individual Selection
ca: Selecció individual
fr: Sélection individuelle
nl: Individuele Selectie
pt: Selecção individual

source: Latest
ca: La darrera
fr: Dernier
nl: Laatste
pt: Mais recentes

source: Random
ca: Aleatori
fr: Aléatoire
nl: Willekeurig
pt: Aleatório

source: No
fr: Non
nl: Nee
pt: Não

source: Yes
ca: Sí
fr: Oui
nl: Ja
pt: Sim

source: Poll results
ca: Resultats de l'enquesta
fr: Résultats du sondage
nl: Peiling resultaten
pt: Resultados da sondagem

source: Show results of the most recently closed poll
ca: Mostra els resultats de l'enquesta tancada més recentment
fr: Afficher les résultats des sondages fermés récemment
nl: Toont de resultaten van de meest recent gesloten peiling
pt: Mostrar resultados da sondagem mais recentemente encerrada

source: Poll
ca: Enquesta
fr: Sondage
nl: Peiling
pt: Sondagem

source: Show a poll
ca: Mostra una enquesta
fr: Afficher un sondage
nl: Toon een peiling
pt: Mostrar uma sondagem

source: Error! Poll ID '%s' not found.
ca: L'Enquesta amb ID '%s' no s'ha trobat.
fr: Erreur ! Le sondage ID %s est introuvable.
nl: Foutmelding: Peiling ID '%s' niet gevonden.
pt: Erro! ID da sondagem '%s' não encontrado.

source: Error! No needle ID provided.
ca: No s'ha enviat la ID requerida.
fr: Erreur ! Pas d'ID d'interconnexion fournie.
nl: Foutmelding: Geen naald ID opgegeven.
pt: Erro! Nenhum ID de needle fornecido.

source: Display a single poll from the advanced polls module.
ca: Mostra una sola enquesta des del mòdul avançat d'enquestes.
fr: Afficher un sondage simple à partir du module de sondages avancés.
nl: Toon een enkele peiling uit de Uitgebreide Peilingen module
pt: Mostrar uma única sondagem a partir do módulo de sondagens avançadas.

source: No poll selected
ca: No hi ha cap enquesta seleccionada
fr: Aucun sondage sélectionné
nl: Geen peiling geselecteerd
pt: Nenhuma sondagem seleccionada

source: Error! No polls found.
ca: No s'han trobat enquestes.
fr: Erreur ! Pas de sondages trouvés.
nl: Foutmelding: Geen peilingen gevonden.
pt: Erro! Nenhuma sondagem encontrada.

source: Vote
ca: Vota
fr: Voter
nl: Stem
pt: Voto

source: Results
ca: Resultats
fr: Résultats
nl: Resultaten
pt: Resultados

source: Preview
ca: Previsualitza
fr: Aperçu
nl: Voorbeeld
pt: Pré-visualizar

source: Error! No template selected.
ca: No hi ha cap plantilla seleccionada.
fr: Erreur ! Aucun modèle sélectionné.
nl: Foutmelding: Geen template opgegeven.
pt: Erro! Nenhum template seleccionado.

source: Done! Vote added.
ca: S'ha afegit el vot.
fr: Fait ! Vote ajouté.
nl: Stem toegevoegd.
pt: Feito! Voto adicionado.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat.
fr: Erreur ! Échec de la tentative de création.
nl: Foutmelding: Poging to aanmaken mislukt.
pt: Erro! Falha na tentativa de criação.

source: Error! Deletion attempt failed.
ca: L'intent d'eliminació ha fallat.
fr: Erreur ! Échec de la tentative de suppression.
nl: Foutmelding: Poging tot verwijderen mislukt.
pt: Erro! Falha na tentativa de eliminação.

source: Error! Update attempt failed.
ca: L'intent d'actualització ha fallat.
fr: Erreur ! Échec de la tentative de mise à jour.
nl: Foutmelding: Poging tot bijwerken mislukt.
pt: Erro! Falha na tentativa de actualização.

source: Error! Vote reset failed.
ca: El restabliment de vot a fallat.
fr: Erreur ! Échec de la réinitialisation du vote.
nl: Foutmelding: Herstellen van peiling mislukt.
pt: Erro! Falha ao reiniciar votos.

source: Error! Could not load votes.
ca: No s'han pogut carregar els vots.
fr: Erreur ! Impossible de charger les votes.
nl: Foutmelding: Kon stemmen niet inladen.
pt: Erro! Não foi possível carregar votos.

source: View polls
ca: Mostra les enquestes
fr: Voir les sondages
nl: Bekijk peilingen
pt: Ver sondagens

source: Create new poll
ca: Crea una enquesta nova
fr: Créer un nouveau sondage
nl: Nieuwe peiling aanmaken
pt: Criar nova sondagem

source: Settings
ca: Paràmetres
fr: Paramètres
nl: Instellingen
pt: Configurações

source: Error! Could not change the advanced polls tables.
ca: No s'han pogut modificar les taules de les enquestes avançades.
fr: Erreur ! Impossible de modifier les tables des sondages avancés.
nl: Foutmelding: kon de advancedpolls tabellen niet wijzigen.
pt: Erro! Não foi possível alterar as tabelas de sondagens avançadas.

source: Error! Could not populate permalinks for existing content.
ca: No s'ha pogut omplir enllaços permanents per al contingut existent.
fr: Erreur ! Impossible de diffuser les liens permanents pour les les contenus existants.
nl: Foutmelding: Kon geen permalinks aanmaken voor de reeds aanwezige inhoud.
pt: Erro! Não foi possível colocar permalinks no conteúdo existente.

source: Error! Could not create the default category.
ca: No s'ha pogut crear la categoria predeterminada.
fr: Erreur ! Impossible de créer la catégorie par défaut.
nl: Foutmelding: Kon de standaard categorie niet aanmaken.
pt: Erro! Não foi possível criar a categoria por defeito.

source: Error! Could not convert language codes.
ca: No es poden convertir codis d'idioma.
fr: Erreur ! Impossible de convertir les codes de langue.
nl: Foutmelding: Kon taal-codes niet converteren.
pt: Erro! Não foi possível converter códigos de linguagem.

source: Polls
ca: Enquestes
fr: Sondages
nl: Peilingen
pt: Sondagens

source: Delete poll
ca: Elimina enquesta
fr: Supprimer un sondage
nl: Peiling verwijderen
pt: Eliminar sondagem

source: Do you really want to delete this poll?
ca: Estàs segur/a de que voleu eliminar aquesta enquesta?
fr: Voulez-vous vraiment supprimer ce sondage ?
nl: Dient deze peiling echt verwijderd te worden
pt: Realmente pretende eliminar esta sondagem

source: Confirmation prompt
ca: Missatge de confirmació
fr: Invite de confirmation
nl: Bevestigingsprompt
pt: Pedido de confirmação

source: Cancel
ca: Cancel·la
fr: Annuler
nl: Annuleren
pt: Cancelar

source: View Polls
ca: Mostra enquestes
fr: Voir les sondages
nl: Bekijk peilingen
pt: Ver sondagens

source: Category
ca: Categoria
fr: Catégorie
nl: Categorie
pt: Categoria

source: Choose One
ca: Tria'n una
fr: Choisissez en une
nl: Maak een keuze
pt: Escolher um(a)

source: Filter
ca: Filtre
fr: Filtrer
pt: Filtro

source: Reset
ca: Reinicia
fr: Réinitialiser
nl: Herstellen
pt: Reiniciar

source: Poll ID
ca: ID d'enquesta
fr: ID Sondage
nl: Peiling ID
pt: ID da sondagem

source: Name of poll
ca: Nom de l'enquesta
fr: Nom du sondage
nl: Naam van de peiling
pt: Nome da sondagem

source: Poll open date
ca: Data d'obertura de l'enquesta
fr: Date d'ouverture du sondage
nl: Openingsdatum van de peiling
pt: Data de sondagem aberta

source: Is poll open?
ca: Està l'enquesta oberta?
fr: Est-c que le sondage est ouvert ?
nl: Is de peiling open?
pt: É sondagem aberta?

source: Options
ca: Opcions
nl: Opties
pt: Opções

source: No polls found.
ca: No s'han trobat enquestes.
fr: Aucun sondage trouvé.
nl: Geen peilingen gevonden.
pt: Nenhuma sondagem encontrada.

source: Current poll
ca: Enquesta actual
fr: Sondage courant
nl: Huidige peiling
pt: Sondagem actual

source: Previous poll
ca: Enquesta anterior
fr: Sondage précédent
nl: Vorige peiling
pt: Sondagem anterior

source: %s vote
ca: %s vot
nl: %s stem
pt: %s voto

source: Total number of votes: %s
ca: Nombre total de vots: %s
fr: Nombre total de votes : %s
nl: Totaal aantal stemmen: %s
pt: Número total de votos: %s

source: This is a ranked multiple selection poll.
ca: Aquesta és una enquesta classificada com a selecció múltiple.
fr: C'est un sondage à choix multiples ordonnés.
nl: Dit is een peiling met meerdere keuzemogelijkheden, inclusief voorkeurs-volgorde.
pt: Esta é uma sondagem de escolha múltipla classificada.

source: You may select %s option ranked in order.
ca: Podeu seleccionar l'opció %s, per a l'ordre.
fr: Vous devez sélectionner %s option classée par ordre de choix.
nl: Er mag %s optie geselecteerd worden, in een voorkeurs-volgorde
pt: Pode seleccionar %s opção classificada por ordem.

source: Choice %s
ca: Tria %s
fr: Choix %s
nl: Keuze %s
pt: Escolha %s

source: You have not voted in the poll
ca: No heu votat a l'enquesta
fr: Vous n'avez pas voté dans ce sondage
nl: Er is met dit account nog niet gestemd in deze peiling
pt: Não votou na sondagem

source: General settings
ca: Configuració general
fr: Paramètres généraux
nl: Algemene instellingen
pt: Definições gerais

source: Enable categorization
ca: Habilita la categorització
fr: Activer la catégorisation
nl: Indeling in categorieÃ«n inschakelen
pt: Activar categorização

source: Use Reverse DNS for IP Addresses
ca: Usa DNS inverses per a les adreces IP
fr: Utiliser le Reverse DNS pour les adresses IP
nl: Gebruik Reverse DNS voor het opzoeken van hostnamen / providers bij een IP adres
pt: Usar DNS Reverso para Endereços IP

source: Items per page in admin interface
ca: Ítems per pàgina a la interfície d'administració
fr: Éléments par page dans l'interface d'administration
nl: Items per pagina in Beheerders interface
pt: Itens por página na interface de administração

source: Poll settings
ca: Configuració de l'enquesta
fr: Paramètres de sondage
nl: Peilingen instellingen
pt: Configurações de sondagem

source: Use css poll results bars
ca: Utilitza CSS per a les barres de resultats de l'enquesta
fr: Utiliser l'affichage css pour les barres de résultats
nl: Gebruik resultatenbalken met CSS technologie
pt: Usar css de barras de resultados de sondagem

source: Scaling factor for poll results bars
ca: Factor d'escala per a les barres de resultats de l'enquesta
fr: Facteur d'échelle pour les barres de résultats du sondage
nl: Schaal-factor voor resultatenbalken
pt: Factor de escala para as barras de resultados de sondagem

source: Default number of options in a poll
ca: Nombre predeterminat d'opcions en una enquesta
fr: Nombre d'options par défaut dans un sondage
nl: Standaard aantal opties bij een peiling
pt: Número de opções por defeito numa sondagem

source: Default colour
ca: Color per defecte
fr: Couleur par défaut
nl: Standaard kleur
pt: Cor por defeito

source: Update Configuration
ca: Actualitza la configuració
fr: Mettre à jour la configuration
nl: Configuratie bijwerken
pt: Actualizar Configuração

source: Voting booth: %s
ca: Estand de la votació: %s
fr: Isoloir : %s
nl: Stemhokje: %s
pt: Cabine de votação: %s

source: Category: %s
ca: Categoria: %s
fr: Catégorie : %s
nl: Categorie: %s
pt: Categoria: %s

source: Poll options
ca: Opcions de l'enquesta
fr: Options de sondage
nl: Peiling opties
pt: Opções de sondagem

source: Please enter the poll id
ca: Si us plau introduïu la identitat de l'enquesta
fr: Merci d'entrer l'ID du sondage
nl: Voer de Peiling ID in
pt: Insira o ID da sondagem

source: Current poll: %s
ca: Enquesta actual: %s
fr: Sondage courant : %s
nl: Huidige peiling: %s
pt: Sondagem actual: %s

source: Previous poll: %s
ca: Enquesta anterior : %s
fr: Sondage précédent : %s
nl: Vorige peiling: %s
pt: Sondagem anterior: %s

source: This poll opens on %s
ca: Aquesta enquesta s'obre el %s
fr: Ce sondage démarre le %s
nl: Deze peiling start op %s
pt: Esta sondagem abre em %s

source: Future poll: %s
ca: Enquesta futura: %s
fr: Sondage à venir : %s
nl: Komende peiling: %s
pt: Futura sondagem: %s

source: Currently open polls
ca: Enquestes actualment obertes
fr: Sondages actuellement ouverts
nl: Huidige open peilingen
pt: Actualmente sondagens abertas

source: Poll title
ca: Títol de l'enquesta
fr: Titre du sondage
nl: Peiling titel
pt: Título da sondagem

source: Poll close date
ca: Data de tancament de l'enquesta
fr: Date de clôture du sondage
nl: Peiling sluitingsdatum
pt: Data de fim da sondagem

source: No close date
ca: No hi ha data de tancament
fr: Pas de date de clôture
nl: Geen sluitingsdatum
pt: Sem data de fim

source: Upcoming polls
ca: Enquestes següents
fr: Sondages à venir
nl: Komende peilingen
pt: Próximas sondagens

source: Previous polls
ca: Enquestes anteriors
fr: Sondages précédents
nl: Vorige peilingen
pt: Sondagens anteriores

source: Voting Statistics
ca: Estadístiques de vots
fr: Statistiques de votes
nl: Stem statistieken
pt: Estatísticas de voto

source: Date and time poll opens
ca: Data i hora en que s'obre l'enquesta
fr: Date et horaire d'ouverture du sondage
nl: Datum en tijd van peiling-opening
pt: Data e hora de início da sondagem

source: Date and time poll closes
ca: Data i hora en que es tanca l'enquesta
fr: Date et horaire de fermeture du sondage
nl: Datum en tijd van peiling-sluiting
pt: Data e hora de fim da sondagem

source: Total number of votes
ca: Nombre total de vots
fr: Nombre totale de votes
nl: Totaal aantal stemmen
pt: Número total de votos

source: Sort votes by
ca: Ordena els vots per
fr: Votes triés par
nl: Sorteer stemmen op
pt: Classificar votos por

source: Sort order
ca: Ordre d'ordenació
fr: Ordre de tri
nl: Sorteer volgorde
pt: Ordem de classificação

source: Sort votes
ca: Ordena els vots
fr: Trier par votes
nl: Stemmen sorteren
pt: Classificar votos

source: Vote history
ca: Historial de vots
fr: Historique du vote
nl: Stem geschiedenis
pt: Histórico de votos

source: No votes found.
ca: No s'han trobat vots.
fr: Aucun vote trouvé.
nl: Geen stemmen gevonden.
pt: Nenhum voto encontrado

source: This is an unlimited multiple selection poll.
ca: Aquesta és una enquesta de selecció múltiple sense límit.
fr: C'est un sondage à sélections multiples non limitées.
nl: Dit is een peiling meerdere keuzemogelijkheden
pt: Esta é uma sondagem de escolha múltipla ilimitada

source: You may select any number of options.
ca: Podeu seleccionar tantes opcions com vulgueu.
nl: Ieder aantal opties kan gekozen worden.
pt: Pode seleccionar qualquer número de opções.

source: Please confirm duplication of poll.
ca: Si us plau, confirmeu la duplicació de l'enquesta.
fr: Merci de confirmer la duplication du sondage.
nl: Bevestig aub het dupliceren van de peiling.
pt: Confirme a duplicação de sondagem.

source: Winner: %s
ca: Guanyador/a: %s
fr: Gagnant : %s
nl: Meest gestemd: %s
pt: Vencedor: %s

source: Detailed results
ca: Resultats detallats
fr: Résultats détaillés
nl: Gedetailleerde resultaten
pt: Resultados detalhados

source: Edit Poll
ca: Edita l'enquesta
fr: Éditer un sondage
nl: Peiling bewerken
pt: Editar sondagem

source: Basic Information
ca: Informació bàsica
fr: Information de base
nl: Basis informatie
pt: Informação básica

source: PermaLink URL title
ca: Títol de l'enllaç permanent
nl: Permalink URL titel
pt: Título URL Permalink

source: (Blank = auto-generate)
ca: (En blanc: auto-genera)
fr: (Vide = généré automatiquement)
nl: (Leeg laten = automatisch genereren)
pt: (Em branco = auto-gerar)

source: Choose Category
ca: Tria una categoria
fr: Choisir une catégorie
nl: Kies categorie
pt: Escolha a Categoria

source: Description
ca: Descripció
nl: Beschrijving
pt: Descrição

source: Language
ca: Idioma
fr: Langue
nl: Taal
pt: Idioma

source: Timing
ca: Temporització
fr: Durée
nl: Tijdsverloop
pt: Cronometragem

source: Recurring poll?
ca: Enquesta recurrent?
fr: Sondage récurrent ?
nl: Terugkerende peiling?
pt: Sondagem recorrente

source: The following options are only relevant if a recurring poll is selected.
ca: Les següents opcions només són pertinents si se selecciona una enquesta recurrent .
fr: Les options suivantes ne sont utiles que si l'option sondage récurrent est activée.
nl: De volgende opties zijn alleen relevant bij terugkerende peilingen.
pt: As seguintes opções só são relevantes se uma sondagem recorrente for seleccionada.

source: Recurring offset
ca: Desplaçament recurrent
nl: Terugkeer periode
pt: Compensação recorrente

source: Number of hours after the close date the poll reopens.
ca: Nombre d'hores després de la data de tancament de l'enquesta en la que es tornarà a obrir.
nl: Aantal uur dat tussen sluiten en heropenen van de peiling zit
pt: Número de horas após a data de fim da sondagem que reabre.

source: Recurrence interval
ca: Interval de repeticions
fr: Intervalle de récurrence
nl: Terugkeer interval
pt: Intervalo de recorrência

source: Number of days the poll will recur.
ca: Nombre de dies en els que l'enquesta es repetirà.
fr: Nombre de jours où le sondage sera récurrent.
nl: Aantal dagen dat de peiling terugkeert.
pt: Número de dias que a sondagem deverá repetir-se.

source: Voting regulations
ca: Reglament de les votacions
fr: Régulations du vote
nl: Stem-reguleringen
pt: Regulamentos da votação

source: Poll authorisation method
ca: Mètode d'autorització de l'enquesta
fr: Méthode d'autorisation du sondage
nl: Autorisatie methode
pt: Método de autorização de sondagem

source: Tiebreak method
ca: Mètode de desempat
fr: Méthode "Jeu décisif" (bris d'égalité)
nl: Methode bij gelijke eindstand
pt: Método tiebreak
