Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/menutree/2.3/module_menutree.po
Languages: fa, fr

source: Module for tree-like menu (menutree) block
fa: ماژولی برای بلاک منوی درخت شکل
fr: Module pour un bloc générant un menu en arborescence

source: Tree-like menu (menutree)
fa: منوی درخت شکل
fr: Menu en arborescence(menutree)

source: Only in some themes
fa: فقط در برخی قالب‌ها
fr: Seulement sur certains thèmes

source: Edit access
fa: ویرایش دسترسی
fr: Accès en modification

source: Add access
fa: دسترسی افزودن
fr: Accès en ajout

source: Delete access
fa: دسترسی حذف
fr: Accès en suppression

source: Admin access
fa: دسترسی مدیر
fr: Accès en administration

source: no name
fa: بدون نام
fr: pas de nom

source: Title
fa: عنوان
fr: Titre

source: Profile
fa: پروفایل
fr: Profil

source: Private messages
fa: پیغام‌های خصوصی
fr: Message privé

source: Logout
fa: خروج
fr: Déconnection

source: Login
fa: ورود
fr: Identifiant

source: Register
fa: ثبت نام
fr: S'inscrire

source: Lost password
fa: بازیابی پسورد
fr: Mot de passe perdu

source: View news
fa: مشاهده اخبار
fr: Voir les nouvelles

source: Archive
fa: بایگانی
fr: Archives

source: Submit news
fa: ارسال خبر
fr: Soumettre une nouvelle

source: Categories
fa: دسته بندی ها
fr: Catégories

source: Add the current URL as new link in this block
fa: آدرس جاری را بعنوان لینک جدیدی به این بلاک اضافه کن
fr: Ajouter l'URL actuelle comme nouveau lien dans ce bloc

source: Add current URL
fa: اضافه کردن URL کنونی
fr: Ajouter l'URL actuelle

source: Edit this block
fa: ویرایش این بلوک
fr: Modifier ce bloc

source: Block content
fa: محتوای بلوک
fr: Contenu du bloc

source: Block settings
fa: تنظیمات بلوک
fr: Paramètres du bloc

source: Help
fa: راهنما
fr: Aide

source: You can restrict access to certain options setting higher than the default ("Edit") permissions level. Below is a list of these options.
fa: شما می توانید دسترسی به برخی گزینه ها را فراتر از مجوزهای پیش گزیده ی سیستم، محدود کنید. در زیر لیستی از این گزینه ها را می بینید.
fr: Vous pouvez restreindre l'accès à certaines options plus hautes que la permission par défaut "modifier". Voici la liste de ces options.

source: Block titles
fa: عناوین بلاک
fr: Titres du bloc

source: Block display settings
fa: تنظیمات نمایشی بلاکی
fr: Paramètres d'affichage du bloc

source: Block editing settings
fa: تنظیمات ویرایش بلاک
fr: Paramètres de modification du bloc

source: You can specify diferent block title for each language. If you leave it blank - default block title (shown above) will be displayed.
fa: شما می توانید برای هر زبان عنوان بلاک متفاوتی تعیین کنید. اگر آنرا خالی رها کنید عنوان بلاک پیش گزیده که در بالا مشاهده می کنید نمایش داده خواهد شد.
fr: Vous pouvez définir un titre de bloc différent pour chacune des langues. Si vous le laissez vide, le nom du bloc sera utilisé.

source: <strong>Note</strong>: some templates and/or stylesheets are found only in certain themes. These templates and stylesheets have been included in the "Only in some themes" group. Choosing a template or a stylesheet from this group you must take into account the fact that it might not be available in certain theme - in such situation default template and style ("menutree_block_menutree.htm") is used.
fr: <strong>Note</strong> : Certains templates et/ou feuilles de styles sont trouvées seulement dans certains thèmes. Ces templates et feuilles de style ont été inclus dans le groupe appelé "seulement certains thèmes". En choisissant un template ou une feuille de style dans ce groupe, vous devez prendre en compte le fait que le thème n'est pas forcément disponible pour certains thèmes. Dans cette situation, le thème et la feuille de style par défaut est utilisée ("menutree_block_menutree.htm").

source: Stylesheet
fa: سبک
fr: Feuille de style

source: choose stylesheet
fa: انتخاب سبک
fr: choisir la feuille de style

source: The list of stylesheets has been limited to those which appear to be associated with selected template.<br />If you do not find among them stylesheet you are looking for - you can <a href="#" title="Click here, to display all stylesheets">show all stylesheets</a>.
fr: Cette liste de feuilles de style a été limitée aux éléments associés au template sélectionné.<br />Si vous ne trouvez pas la feuille de style que vous cherchez, vous pouvez afficher <a href="#" title="Cliquez ici pour afficher toutes les feuilles de style">toutes les feuilles de styles</a>.

source: Show editing links
fa: نمایش لینکهای ویرایش
fr: Afficher les liens modifiables

source: Display in block links: "Add current URL" and "Edit this block".
fa: در لینک های بلاک نمایش داده شود: 'اضافه کردن آدرس صفحه جاری' و 'ویرایش این بلاک'
fr: Afficher dans les liens du bloc "Ajouter l'URL actuelle" et "Modifier ce bloc".

source: Strip base url from links
fa: آدرس اصلی سایت را از لینک حذف کن
fr: Retirer la base des url des liens

source: Base URL which will be removed: %s.
fa: آدرس اصلی که حذف خواهد شد: %s.
fr: URL de base qui doit être retirée : %s.

source: <strong>Note! Short URL-s are turn on. You're strongly recommended to turn on this option when using short URL-s.</strong>
fa: <strong>توجه! سیستم آدرس کوتاه فعال است. توصیه می کنیم زمانیکه از سیستم آدرس کوتاه استفاده می کنید این گزینه را نیز فعال نمایید.</strong>
fr: <strong>Les url courtes sont activées. Il est recommandé d'activer cette option dans ce cas !</strong>

source: Maximum depth of tree
fa: حداکثر عمق منو
fr: Nombre maximum de noeuds à l'arborescence.

source: Zero means no limit.
fa: صفر به معنی بدون محدودیت در نظر گرفته میشود.
fr: 0 signifie sans limite.

source: Class list for links
fr: Classe CSS pour les liens

source: You can give the CSS class for each link in the menu. This option allows you to prepare a list of classes, which you will be able to choose.
fr: Vous pouvez donner une classe CSS pour chaque lien du menu. Cette option vous permet de créer des listes dans lesquelles vous pourrez ensuite choisir.

source: The title of the class will be visible to the user, the name of the class will be used as an "class" attribute value.
fr: Le titre de la classe CSS sera visible aux utilisateurs. Le nom de la classe sera utilisé dans la valeur de l'attribut "class".

source: Class name
fa: نام کلاس
fr: Nom de la classe

source: Class title
fa: عنوان کلاس
fr: Titre de la classe

source: Delete
fa: حذف کردن
fr: Supprimer

source: Delete class
fa: حذف کردن کلاس
fr: Supprimer la classe

source: Add
fa: اضافه کردن
fr: Ajouter

source: Add class
fa: اضافه کردن کلاس
fr: Ajouter la classe

source: Expand all
fa: باز کردن همه
fr: Tout développer

source: Collapse all
fa: جمع کردن همه
fr: Tout réduire

source: Change active language:
fa: تغییر زبان فعال:
fr: Changer la langue active :

source: You can import one of existing menus. To this purpose choose the appropriate menu from the drop-down list. If the chosen menu had marked appropriate option - links to all modules will be imported.
fr: Vous pouvez importer un menu existant. Pour cela, choisir le menu approprié dans ce menu déroulant. Si le menu est correct. Les liens seront importés.

source: choose menu
fa: انتخاب منو
fr: choisir le menu

source: Do you really want to delete this element and all of it subelements?
fa: آیا واقعا می خواهید این عنصر وتمامی زیر عنصرهای آنرا حذف کنید؟
fr: Voulez-vous vraiment supprimer cet élément et tout ses sous-éléments ?

source: Name
fa: نام
fr: Nom

source: CSS class
fr: Style CSS

source: choose class
fa: انتخاب کلاس
fr: Choisir la classe

source: Language
fa: زبان
fr: Langue

source: Active?
fa: فعال شود؟
fr: Actif ?

source: Activate
fa: فعال سازی
fr: Activer

source: Deactivate
fa: غیر فعال سازی
fr: Désactiver

source: Edit
fa: ویرایش
fr: Modifier

source: Add new...
fa: اضافه کردن...
fr: Ajouter une nouvelle...

source: before
fa: قبلی
fr: avant

source: after
fa: بعدی
fr: après

source: as child
fa: بعنوان فرزند
fr: en tant qu'enfant

source: Expand this node
fa: باز کردن این گره
fr: Développer ce noeud

source: Collapse this node
fa: بستن این گره
fr: Réduire ce noeud

source: State
fa: وضعیت
fr: Statut

source: Activate for all languages
fa: فعال سازی برای تمام زبان ها
fr: Activer pour toutes les langues

source: Deactivate for all languages
fa: غیر فعال کردن برای تمام زبان ها
fr: Désactiver pour toutes les langues

source: Use one for all languages
fa: استفاده از یکی برای تمام زبان ها
fr: Utiliser un pour toutes les langues

source: Cancel
fa: لغو
fr: Annuler

source: Submit
fa: ارسال
fr: Soumettre

source: Please fill required fields
fa: لطفا فیلدهای اجباری را تکمیل کنید
fr: Merci de remplir les champs requis

source: Field Name is required.
fa: نام فیلد مورد نیاز است.
fr: Le nom du champ est requis !

source: Maximum depth of tree exceeded. Limit is: %s
fa: حداکثر عمق منو بیش از اندازه است. محدوده: %s
fr: La limite des noeuds dans l'arborescence est atteinte. La limite est : %s

source: You have unsaved changes, which will be lost if you leave this page without saving!
fa: شما تغییرات را ذخیره نکرده اید، بنابراین ممکن است با ترک این صفحه از بین بروند.
fr: Vous avez des changements non-effectués qui seront perdus si vous quittez cette page sans sauvegarde !

source: <p>Block "Tree-like menu (menutree)" allows you to create the extended menu with nested structure. Below you will find some basic information. </p><h4>How to start?</h4><p>To <strong>add the first item</strong> to the menu, click link "<strong>Add</strong>". You will get a form in which you must enter the name of the item and possibly other parameters (title, address, css class). At the top of the form you can find drop-down list with installed languages, which allows switching between languages.</p><p>While adding a new block, you can <strong>import </strong>an existing menu (blocks: "menu", "extmenu" and "menutree"). To this purpose choose a block from the drop-down list.</p><h4>The basic options</h4><p>To <strong>move </strong>an item, simply <strong>grab a folder icon</strong> and drop it on desired position.</p><p><strong>Clicking the name</strong> of the item, you can view the <strong>context menu</strong>, which includes the following options:</p><ul><li><strong>Edit</strong>: opens form to edit</li><li><strong>Delete</strong>: removes selected element and all its subelements</li><li><strong>Add new...</strong><ul><li><strong>before</strong>: opens form and adds new item before selected element</li><li><strong>after</strong>: opens form and adds new item after selected element</li><li><strong>as child</strong>:opens form and adds new item as a child of selected element</li></ul></li><li><strong>Expand (Collapse) this node</strong>: expands or collapses selected node</li><li><strong>Deactivate (Activate)</strong>: turns on or off selected element (and all its subitems) for the current language</li><li><strong>State</strong><ul><li><strong>Activate for all languages</strong>: turns on selected element (and all its subitems) for all languages</li><li><strong>Deactivate for all languages</strong>:turns off selected element (and all its subitems) for all languages </li></ul></li></ul><h4>Multilingual options</h4><p>If site has installed many languages - menu will include all language versions. Each menu element can have separate name and title for each language. Url adress and css class may (but not need) be common for all languages.</p><p>Above the menu is displayed list of available languages (current language is marked). By clicking language name you can change displayed language.</p><h4>More information</h4><p>If you want to learn more, read the<strong> help.txt</strong> file, included in the package, or visit the <strong><a href="http://code.zikula.org/bianor">menutree project site</a></strong>.</p>
fr: <p>Le Bloc "Menu en arborescence" vous permet de créer un menu avec des structures imbriquées. En dessous, vous trouverez les informations de base. </p><h4>Comment démarrer ?</h4><p>Pour <strong>ajouter le premier élément</strong> dans le menu, cliquer sur le lien "<strong>Ajouter</strong>". Vous verrez à ce moment là un formulaire dans lequel vous devrez rentrer le nom de l'élément et potentiellement d'autres paramètres (titre, adresse, classe css ). En haut du formulaire, vous pouvez trouver un menu déroulant contenant les langues installées, vous permettant de choisir une langue installée.</p><p>Durant l'ajout d'un nouveau bloc, vous pouvez <strong>importer </strong>un menu existant (blocs: "menu", "extmenu" et "menutree"). Pour ce choix, il vous faudra choisir un bloc dans le menu déroulant.</p><h4>Options de base</h4><p>Pour <strong>déplacer </strong>un élément, <strong>sélectionnez l'icône du dossier</strong> et faites le glisser à la position désirée.</p><p><strong>En cliquant sur le nom</strong> d'un élément, vous pouvez voir le <strong>menu contextuel</strong>, qui inclus les options suivantes : </p><ul><li><strong>Modifier</strong>: ouvre un formulaire de modification</li><li><strong>Supprimer</strong>: supprime les éléments sélectionnés ainsi que leurs fils</li><li><strong>Ajouter</strong><ul><li><strong>avant</strong>: ouvre un formulaire et ajoute un nouvel élément avant l'élément sélectionné</li><li><strong>après</strong>: ouvre un formulaire et ajoute un nouvel élément après l'élément sélectionné</li><li><strong>en tant qu'enfant</strong>: Ouvre un formulaire et ajoute un nouvel élément en tant qu'enfant de l'élément sélectionné</li></ul></li><li><strong>Étendre (Réduire) ce noeud</strong>: étend ou réduit le noeud sélectionné</li><li><strong>Désactivé (Activé)</strong>: active ou désactive l'élément sélectionné (et tout ses enfants) pour la langue courante</li><li><strong>Etat</strong><ul><li><strong>Activer pour toutes les langues</strong>: active un élément sélectionné (et tout ses enfants) pour toutes les langues</li><li><strong>Désactiver pour toutes les langues</strong> : désactive l'élément sélectionné (et tout ses enfants) pour toutes les langues.</li></ul></li></ul><h4>Options multilingues</h4><p>Si le site à beaucoup de langues installées, le menu inclura toutes les versions de langue. Chaque élément du menu peut avoir un nom et un titre séparé pour chacune des langue. L'URL et la classe css peuvent éventuellement être communes pour toutes les langues.</p><p>Au dessus de ce menu, il y a la liste des langues disponibles (la langue courante est spécifiée). En cliquant sur une langue, vous pouvez changer la langue affichée.</p><h4>Plus d'informations</h4><p>Si vous voulez en savoir plus, lisez le fichier<strong> help.txt</strong> inclus dans le package ou visitez <strong><a href="http://code.zikula.org/bianor">le site du projet</a></strong>.</p>

source: Menutree
fa: منوی درختی

source: Permissions
fa: مجوز ها

source: Template
fa: قالب

source: URL
fa: آدرس
