Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Downloads/3.0.0/module_downloads.po
Languages: de, nl

source: All Categories
de: Alle Kategorien
nl: Alle categorieën

source: Error! Missing required argument [%s].
de: Fehler! Das benötigte Argument [%s] wurde nicht gefunden.
nl: Foutmelding: Een verplicht veld [%s] was niet ingevuld.

source: Main
de: Hauptmenü
nl: Hoofd

source: File List
de: Dateiliste
nl: bestandslijst

source: New download
de: Neuer Download
nl: NIeuwe download

source: Categories
de: Kategorien
nl: Categorieën

source: View/edit Categories
de: Kategorien anzeigen/bearbeiten
nl: Bekijk of bewerk de categorieën

source: New category
de: Kategorie anlegen
nl: Nieuwe categorie

source: Settings
de: Einstellungen
nl: Instellingen

source: Error! Could not save the search results.
de: Fehler! Die Suchergebnisse konnten nicht gespeichert werden.
nl: Foutmelding! Zoekresulaten konden niet worden opgeslagen.

source: Created the file storage directory successfully at [%s]. Be sure that this directory is accessible via web and writable by the webserver.
de: Das Speicherverzeichnis wurde erfolgreich unter [%s] erstellt. Bitte sicherstellen, dass dieses Verzeichnis für den Webserver erreichbar und beschreibbar ist.
nl: Gelukt! de bestandsopslag is aangemaakt op [%s]. Zorg ervoor dat de directory toegankelijk is via het web en dat de webserver erin kan schrijven.

source: SampleCategory
de: Beispielkategorie
nl: voorbeeldcategorie

source: This category is provided as a sample and can be safely deleted.
de: Diese Kategorie dient als Beispiel und kann bedenkenlos gelöscht werden.
nl: Dit is een voorbeeldcategorie die zonder problemen verwijderd kan worden

source: Sample download
de: Beispieldownload
nl: Voorbeeld download

source: File with id %s not found
de: Fehler! Die Datei mit der ID %s konnte nicht gefunden werden.
nl: Foutmelding: Het bestand %s niet gevonden.

source: Item [id# %s] deleted!
de: Erledigt! Die Datei [ID# %s] wurde gelöscht.
nl: Item [id# %s] verwijderd.

source: You must upload a filename
de: Es muss ein Dateiname angegeben werden
nl: Een bestandsnaam dient te worden geupload.

source: OR specify a download url.
de: ODER es muss eine Download URL angegeben werden.
nl: of geef een download url in.

source: Category with id %s not found
de: Fehler! Eine Kategorie mit der ID %s konnte nicht gefunden werden.
nl: Foutmelding: De categorie met het ID %s niet gevonden.

source: Category [id# %s] deleted!
de: Erledigt! Die Kategorie [ID# %s] wurde gelöscht.
nl: Categorie [id# %s] verwijderd.

source: Error! Could not find download for ID #%s.
de: Fehler! Die Datei für die ID #%s konnte nicht gefunden werden.
nl: Foutmelding: Kon geen download met ID #%s vinden.

source: unknown
de: unbekannt
nl: onbekende

source: Error! Could not determine filesize for %s.
de: Fehler! Die Dateigröße von %s konnte nicht ermittelt werden
nl: Foutmelding: kon bestandsgrootte voor %s niet bepalen.

source: Error! Could not read file %s.
de: Fehler! Datei %s kann nicht gelesen werden.
nl: Foutmelding: kan bestand %s niet lezen.

source: Done! Updated the Downloads configuration.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.
nl: Klaar! Module configuratie voor Downloads bijgewerkt.

source: Zikula file download manager
de: Zikula Datei-Manager
nl: Downloadbeheer voor Zikula.

source: Downloads category list
de: Kategorienliste
nl: Lijst met categorieën voor Downloads

source: Title
de: Titel
nl: Titel

source: Description
de: Beschreibung
nl: Beschrijving

source: Parent
de: Übergeordnet
nl: Bovenliggend

source: Action
de: Aktion
nl: Actie

source: Edit
de: Bearbeiten
nl: Bewerken

source: There are no categories to display.
de: Es sind keine Kategorien zur Anzeige vorhanden.
nl: Er zijn geen categorieën om weer te geven.

source: Edit Download
de: Download bearbeiten
nl: Download bewerken

source: New Download
de: Neuer Download
nl: Nieuwe Download

source: Download title
de: Downloadtitel
nl: Titel van Download

source: Download active
de: Aktivitätsstatus
nl: Download actief

source: Choose file for upload
de: Datei für den Upload auswählen
nl: Bestand selecteren om te uploaden

source: OR
de: ODER
nl: OF

source: Submitted by
de: Eingereicht von
nl: Ingestuurd door

source: Email address
de: E-Mail Adresse
nl: Emailadres

source: Homepage
nl: Webpagina

source: Version
nl: Versie

source: Category
de: Kategorie
nl: Categorie

source: Save
de: Speichern
nl: Opslaan

source: Cancel
de: Abbrechen
nl: Annuleren

source: Delete
de: Löschen
nl: Verwijderen

source: Edit Category
de: Kategorie bearbeiten
nl: Categorie bewerken

source: New Category
de: Kategorie anlegen
nl: Nieuwe categorie

source: Category title
de: Kategorietitel
nl: Titel van Categorie

source: Child of:
de: Unterkategorie von
nl: Dochter van:

source: Downloads main
de: Hauptbereich
nl: hoofd-inhoud van Downloads

source: active
de: aktiv
nl: actief

source: inactive
de: inaktiv
nl: niet actief

source: Filter %1$s, %2$s item listed
de: Filter %1s, %2$s Datei aufgelistet
nl: Filter %1$s, %2$s item vermeld

source: Clear
de: Leeren
nl: Wissen

source: Submitter
de: Uploader
nl: Inzender

source: Actions
de: Aktionen
nl: Acties

source: Active
de: Aktiv
nl: Actief

source: Inactive
de: Inaktiv
nl: Niet actief

source: View
de: Anzeigen
nl: Bekijken

source: Download
nl: Downloaden

source: No records in category "%1$s". Try a sub-category, or a different category.
de: Keine Einträge in der Kategorie "%1$s". Versuchen Sie eine Subkategorie oder eine andere Kategorie.
nl: Geen vermeldingen in de categorie "%1$s". Probeer een onderliggende of andere categorie.

source: Downloads settings
de: Moduleinstellungen
nl: Instellingen voor Downloads

source: General settings
de: Allgemeine Einstellungen
nl: Algemene instellingen

source: Use full text search
de: Volltextsuche verwenden
nl: Zoeken in volledige tekst gebruiken

source: Sort downloads by
de: Downloads sortieren nach
nl: Downloads sorteren op

source: Hits
de: Aufrufe
nl: Resultaten

source: Date
de: Datum
nl: Datum

source: Ascending
de: Aufsteigend
nl: Oplopend

source: Descending
de: Absteigend
nl: Aflopend

source: Downloads per page
de: Downloads pro Seite
nl: Downloads per pagina

source: Number of latest downloads
de: Anzahl der neuesten Downloads
nl: Aantal meest recente downloads

source: Number of top rated downloads
de: Anzahl an höchstbewerteten Downloads
nl: Aantal meest gewaardeerde downloads

source: Number of popular download
de: Anzahl an beliebten Downloads
nl: Aantal meest gebruikte downloads

source: Activate screenshots for downloads
de: Screenshots für Downloads aktivieren
nl: schermafbeeldingen voor downloads inschakelen

source: Maximum filesize for screenshots
de: Maximale Dateigröße für Screenshots
nl: Maximum bestandsgrootte voor schermafbeeldingen

source: Maximum filesize for thumbnails
de: Maximale Dateigröße für Thumbnails
nl: Maximum bestandsgrootte voor thumbnails

source: Maximum thumbnail width (pixels)
de: Maximale Breite der Thumbnails in Pixel
nl: Maximale breedte van de thumbnails (in pixels)

source: Maximum thumbnail height (pixels)
de: Maximale Höhe der Thumbnails in Pixel
nl: Maximale hoogte van de thumbnails (in pixels)

source: Upload/Download settings
de: Upload/Download Einstellungen
nl: Upload/Download instellingen

source: Activate torrent for downloads
de: Torrents aktivieren
nl: Torrents activeren voor Downloads

source: Limit downloads per session
de: Downloads per Session limitieren
nl: Limiet voor gelijktijdige downloads

source: Number of downloads per session
de: Anzahl der Downloads per Session
nl: Aantal downloads per sessie

source: Use captcha to secure downloads
de: Benutze Captchas, um die Downloads abzusichern
nl: Gebruik Captcha om downloads te beveiligen

source: Number of characters for captcha
de: Anzahl an Zeichen für Captchas
nl: aantal te gebruiken karakters voor captcha

source: Allow file upload
de: Datei-Upload erlauben
nl: toestaan bestanden te uploaden

source: Allow screenshot upload
de: Screenshot-Upload erlauben
nl: Toestaan schermafbeeldingen te uploaden

source: Limit file size
de: Dateigröße beschränken
nl: Maximale bestandsgrootte limiteren

source: Maximum file size
de: Maximale Dateigröße
nl: Maximale bestandsgrootte

source: Upload folder path
de: Pfad zum Uploadverzeichnis
nl: Pad naar de uploads

source: Screenshot folder path
de: Pfad zum Screenshotverzeichnis
nl: Pad naar de schermafbeeldingen

source: Download cache folder path
de: Pfad zum Cacheverzeichnis
nl: Pad naar de cache-folder

source: Main page settings
de: Einstellungen der Startseite
nl: hoofd pagina instellingen

source: Use treeview on start page
de: Baumstruktur auf der Startseite verwenden
nl: Gebruik boomstructuur op de startpagina

source: Show latest downloads
de: Neueste Downloads anzeigen
nl: Toon laatste downloads

source: Number of latest downloads on start page
de: Anzahl der neuesten Downloads auf der Startseite
nl: Aantal meest recente downloads op de startpagina

source: Show popular downloads
de: Zeige beliebte Downloads
nl: Toon populaire downloads

source: Number of popular downloads on start page
de: Anzahl an beliebten Downloads auf der Startseite
nl: Aantal populaire downloads op de startpagina

source: Show top-rated downloads
de: Zeige topbewertete Downloads
nl: Laat meest gewaarde downloads zien

source: Number of top-rated downloads on start page
de: Anzahl an topbewerteten Downloads auf der Startseite
nl: op de startpagina

source: Notification settings
de: Benachrichtigungseinstellungen
nl: Instellingen voor kennisgevingen

source: Send email to this address (blank for admin)
de: Sende eine E-Mail an diese Adresse (leer lassen für Administratoren)
nl: Verstuur email naar dit adres (leeglaten voor beheerder)

source: Send email to submittor
de: E-Mail an den Uploader senden
nl: Verstuur email naar inzender

source: Allowed Extension settings
de: Erlaubte Erweiterungen
nl: Toegstane bestandsextensies

source: limit_extension
de: Erweiterungslimit
nl: limiteer_extensies

source: Download Items
de: Dateidownload
nl: Items downloaden

source: Filetype
de: Dateityp
nl: Bestandstype

source: Filesize
de: Dateigröße
nl: Bestandsgrootte

source: Creation date
de: Erstellungsdatum
nl: aanmaak datum

source: homepage
nl: startpagina

source: Root category
de: Stammkategorie
nl: ROOT (bovenste) categorie

source: Back to Root category
de: Zurück zur Stammkategorie
nl: Terug naar de bovenste categorie

source: Back to category '%s'
de: Zurück zur Kategorie '%s'
nl: Terug naar categorie '%s'

source: View root category
de: Stammkategorie anzeigen
nl: Bovenste categorie laten zien

source: Back to
de: Zurück zu
nl: terug naar

source: View parent category
de: Zeige Übergeordnete Kategorie an
nl: Bovenliggende map laten zien

source: Back to parent:
de: Zurück zur übergeordneten Kategorie:
nl: Terug naar bovenliggend item:

source: View subcategory
de: Unterkategorie anzeigen
nl: onderliggende categorie laten zien

source: No subcategories in category "%1$s".
de: Keine Unterkategorien in Kategorie "%1$s".
nl: geen onderliggende categorieën van de categorie "%1$s".

source: Root
de: Stammverzeichnis

source: Downloads Hooks
de: Downloadhooks

source: importfrommod
de: Importieren aus Modul
