Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/scribite/4.1/module_scribite.po
Languages: cs, fa, fr, pl

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
cs: Chybný 'autorizační klíč': toto pravděpodobně znamená že jste stikli tlačítko 'Zpět', nebo platnost 'autorizačního klíče' vypršela. Obnovte prosím stránku a zkuste to znovu.
fa: کلید تصدیق هویت نامعتبر: احتمالا به این معنی است که شما کلید 'back' مرورگر خود را فشرده اید، یا اینکه کلید تصدیق هویت این صفحه منقضی شده است. لطفا صفحه را refresh کرده و دوباره سعی کنید.
fr: Clé d'identification invalide ('authkey'). Cela signifie probablement que vous avez utilisé le bouton 'Page précédente' pour retourner vers une page qui ne supporte pas cela ou que la clé d'identification de la page a expiré suite à une inactivité prolongée. Veuillez rafraichir la page et recommencer.
pl: Niepoprawny 'klucz autoryzacji': to prawdopodobnie oznacza, że wciśnięto przycisk 'Powrót', lub 'klucz autoryzacji' tej strony wygasł. Proszę odświeżyć stronę i spróbować ponownie.

source: Configuration not updated
cs: Konfigurace nebyla aktualizována
fa: پیکربندی به روز رسانی نشده
fr: Configuration non mis à jour
pl: Konfiguracja nie została zaktualizowana

source: Done! Module configuration updated.
cs: Hotovo! Konfigurace modulu byla aktualizována.
fa: انجام شد!پیکربندی به روز رسانی شد.
fr: Terminé ! La configuration du module a été mis à jour.
pl: Zrobione! Konfiguracja modułu zaktualizowana.

source: Error! Could not do what you wanted. Please check your input.
cs: Chyba! Vámi požadovaná operace nelze provést. Zkontrolujte prosím své zadání.
fa: خطا! نمی توانم آنچه خواسته اید انجام دهم. لطفا ورودی خود را بررسی کنید.
fr: Erreur ! Impossible de faire ce que vous vouliez. Veuillez vérifier ce que vous avez indiqué.
pl: Błąd! Nie udało się wykonać tego co chciałeś. Proszę sprawdzwić poprawność danych.

source: Settings
cs: Nastavení
fa: تنظیمات
fr: Paramètres
pl: Ustawienia

source: Xinha
pl: Edytor Xinha

source: TinyMCE
pl: Edytor TinyMCE

source: FCKeditor
pl: Edytor FCK

source: openWYSIWYG
pl: Edytor openWYSIWYG

source: NicEdit
pl: Edytor NicEdit

source: YUI Editor
pl: Edytor YUI

source: This version of scribite! only works with Zikula 1.2.x and higher. Please upgrade your Zikula version or use scribite! version 2.x or 3.x .
cs: Tato verze scribite! pracuje pouze s Zikula 1.2.x a vyšší. Udělejte prosím upgrade Zikuly, nebo použijte scribite! verze 2.x nebo 3.x .
fa: این نسخه از scribite فقط با Zikula 1.2.x و بالاتر کار می کند. لطفا زیکولای خود را ارتقا دهید یا اینکه از scribite نسخه 2.x یا 3.xاستفاده کنید.
fr: Cette version de scribite! n'est compatible que avec Zikula 1.2.x et les versions supérieures. Veuillez mettre à jour votre version de Zikula ou utiliser scribite! version 2.x ou 3.x .
pl: Ta wersja scribite! działa tylko na Zikuli 1.2.x i nowszych. Proszę zaktualizować wersję Zikuli lub użyć scribite! w wersji 2.x lub 3.x .

source: Error creating Hook!
cs: Chyba nelze vytvořit Hook (propojení)!
fa: خطا در ایجاد قلاب!
fr: Erreur lors de la création de l'extension (hook) !
pl: Błąd tworzenia Zaczepu!

source: <strong>scribite!</strong> was activated as core hook. You can check settings <a href="index.php?module=Modules&type=admin&func=hooks&id=0">here</a>!<br />The template plugin from previous versions of scribite! can be removed from templates.
cs: <strong>scribite!</strong>bylo aktivováno jako hook jádra. <a href="index.php?module=Modules&type=admin&func=hooks&id=0">Zde</a> můžete zkontrolovat nastavení!<br /> Plugin tématu z předchozích verzí scribite! může být odebrán z šablon.
fa: <strong>scribite!</strong> بعنوان قلاب مرکزی فعال شده است. شما می توانید تنظیمات را از <a href="index.php?module=Modules&type=admin&func=hooks&id=0">اینجا</a> بررسی کنید!<br />plugin به جا مانده از نسخه قبلی از scribite می تواند حذف شود.
fr: <strong>scribite!</strong> a été activé en tant qu'extension du noyau. Vous pouvez vérifier la configuration <a href="index.php?module=Modules&type=admin&func=hooks&id=0">ici</a> !<br />Le plugin ajouté aux templates dans les précédentes versions de scribite! peut désormais être supprimé des templates.
pl: <strong>scribite!</strong> zostało uaktywnione jako zaczep systemowy. Możesz to sprawdzić w ustawieniach <a href="index.php?module=Modules&type=admin&func=hooks&id=0">tutaj</a>!<br />Wtyczki z poprzednich wersji scribite! można usunąć z szablonów.

source: Error! Could not update module configuration.
cs: Chyba! Nelze aktualizovat konfiguraci modulu.
fa: خطا! پیکربندی ماژول به روز رسانی نشد.
fr: Erreur ! Impossible de mettre à jour la configuration du module.
pl: Błąd! Nie mogłem uaktualnić konfiguracji modułu.

source: Error deleting Hook!
cs: Chyba při mazání Hooku (propojení)!
fa: خطا در حذف کردن قلاب!
fr: Erreur lors de la suppresion de l'extension (hook) !
pl: Błąd usuwania Zaczepu!

source: Add module
cs: Přidat modul
fa: اضافه کردن ماژول
fr: Ajouter un module
pl: Dodaj moduł

source: module name
cs: název modulu
fa: نام ماژول
fr: Nom du module
pl: nazwa modułu

source: module functions (comma separated, "all " for all funcs)
cs: funkce modulu (oddělené čárkou, "all" pro všechny funkce)
fa: توابع ماژول (جدا شدن توسط کاما، 'all' برای تمام توابع)
fr: Fonctions du module (séparées par une virgule, "all" pour toutes les fonctions)
pl: funkcje modułu (rozdzielone przecinkami, "wszystkie" dla wszystkich funkcji)

source: textarea-ID's (comma separated, "all" for all areas)
cs: ID textových oblastí (oddělené čárkou, "all" pro všechny textové oblasti)
fr: ID des zones de texte (séparés par une virgule, "all" pour toutes les zones)
pl: identyfikatory obszaru tekstu (rozdzielone przecinkami, "wszystkie" dla wszystkich obszarów)

source: editor
fa: ویرایشگر
fr: Éditeur
pl: edytor

source: Save Configuration
cs: Uložit konfiguraci
fa: ذخیره پیکربندی
fr: Enregistrer la configuration
pl: Zapisz Konfigurację

source: Cancel
cs: Zrušit
fa: انصراف
fr: Annuler
pl: Anuluj

source: Editorlanguage
cs: Jazyk editoru
fa: زبان ویرایشگر
fr: Langue de l'éditeur
pl: Język edytora

source: Theme
cs: Téma
fa: زمینه
fr: Thème
pl: Temat

source: Date format
cs: Formát data
fa: قالب تاریخ
fr: Format de la date
pl: Format daty

source: Time format
cs: Formát času
fa: قالب زمانی
fr: Format de l'heure
pl: Format czasu

source: Editor width and height
cs: Upravit šířku a výšku
fa: عرض و ارتفاع ویرایشگر
fr: Largeur et hauteur de l'éditeur
pl: Szerokość i wysokość edytora

source: Editor-Stylesheet
cs: Stylesheet editoru
fr: Feuille de style de l'éditeur
pl: Arkusz stylu Edytora

source: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentation</a>)
cs: (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">Dokumentace</a>) TinyMCE Pluginů
fr: Plugins TinyMCE (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentation</a>)
pl: Wtyczki TinyMCE (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">dokumentacja</a>)

source: Full toolbar
cs: Plná nástrojová lišta
fa: نوار ابزار کامل
fr: Barre d'outils complète
pl: Pełny pasek narzędziowy

source: XHTML (experimental)
cs: XHTML (experimentalní)
fa: (experimental)XHTML
fr: XHTML (expérimental)
pl: XHTML (eksperymentalnie)

source: Toolbar
cs: Nástrojová lišta
fa: نوار ابزار
fr: Barre d'outils
pl: Pasek narzędziowy

source: Statusbar
cs: Stavový řádek
fa: نوار وضعیت
fr: Barre de statut
pl: Pasek statusu

source: Animation
cs: Animace
fa: انیمیشن
pl: Animacja

source: Collapsable
cs: Zasunovací
fa: قابل جمع‌شدن
fr: Réductible
pl: Rozwijalne

source: edit module
cs: upravit modul
fa: ماژول ویرایش
fr: Modifier ce module
pl: edytuj moduł

source: Warning
cs: Varování
fa: اخطار
fr: Attention
pl: Ostrzeżenie

source: JS Quick Tags are activated.<br />For proper use you should deactivate this in Zikula Settings
cs: JS Quick Tags jsou aktivovány.<br />Pro správnou funkci je deaktivujte v nastavení Zikuly
fa: JS Quick Tags فعال است.<br />برای استفاده بهینه باید این را از تنظیمات زیکولا غیرفعال کنید
fr: Les JS Quick Tags sont activés.<br />Pour une utilisation plus stable, veuillez les désactiver dans les paramètres de Zikula
pl: Szybkie tagi JS są aktywne.<br />Celem poprawnego działania powinieneś je wyłączyć w Ustawieniach Zikuli

source: Version
cs: Verze
fa: نسخه
pl: Wersja

source: Editorpath
cs: Cesta k editoru
fa: مسیر ویرایشگر
fr: Chemin de l'éditeur
pl: Ścieżka do Edytora

source: Default editor
cs: Výchozí editor
fa: ویرایشگر پیش‌گزیده
fr: Éditeur par défaut
pl: Domyślny edytor

source: Modules
cs: Moduly
fa: ماژول ها
pl: Moduły

source: add module
cs: přidat modul
fa: اضافه کردن ماژول
fr: Ajouter un module
pl: dodaj moduł

source: Module
cs: Modul
fa: ماژول
pl: Moduł

source: Options
cs: Možnosti
fa: انتخاب‌ها
pl: Opcje

source: delete module
cs: smazat modul
fa: حذف کردن ماژول
fr: Supprimer ce module
pl: skasuj moduł

source: automatic language
cs: jazyk automaticky
fa: زبان خودکار
fr: détection automatique de la langue
pl: język automatyczny

source: full
cs: plný
fa: تمام
fr: complète
pl: pełny

source: reduced
cs: redukovaný
fa: کاهش
fr: réduite
pl: uproszczony

source: WYSIWYG for Zikula
cs: WYSIWYG pro Zikulu
fa: WYSIWYG برای زیکولا
fr: WYSIWYG pour Zikula
pl: WYSIWYG dla Zikuli

source: Language
cs: Jazyk
fa: زبان
fr: Langue
pl: Język

source: Skin
cs: Vzhled
fa: پوسته
fr: Apparence
pl: Skórka

source: Convert urls to links
cs: Konvertovat url na odkazy
fr: Convertir les URLs en liens
pl: Zamieniaj url'e na odnośniki

source: Show loading
cs: Zobrazit načítání
fa: نمایش بارگذاری
fr: Afficher le chargement
pl: Pokaż ładowanie

source: Xinha Plugins (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentation</a>)
cs: (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">Dokumentace</a>) Xinha Pluginů
fa: Xinha پلاگین های (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">مستندات</a>)
fr: Plugins Xinha (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentation</a>)
pl: Wtyczki Xinhy (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">dokumentacja</a>)

source: Do you really want to remove the following module?
cs: Skutečně chcete odstranit následující modul?
fa: آیا واقعا می خواهید این ماژول را حذف کنید؟
fr: Confirmez-vous la suppression du module suivant ?
pl: Czy na pewno chcesz usunąć następujący moduł?

source: <strong>Caution!</strong><br />All editors have moved to /modules/scribite/pnincludes in preparation for upcoming features of Zikula. Please check all your settings!<br />If you have adapted files from editors you have to check them too.<br /><br /><strong>Dropped support for FCKeditor and TinyMCE<strong><br />For security reasons these editors will not be supported anymore. Please change editors to an other editor.
cs: <strong>Upozornění!</strong><br />Všechny editory byli přesunuty do /modules/scribite/pnincludesz důvodu přípravy na nové funkce Zikuly. Zkontrolujte prosím všechna svá nastavení!l<br />Pokud jste přizpůsobili soubory editorů, zkontrolujte je prosím také.<br /><br /><strong>Zrušena podpora pro FCKeditor a TinyMCE<strong><br />Z bezpečnostních důvodů již nejsou tyto editory nadále podporovány. Změňte prosím editory na nějaké jiné.
fa: <strong> توجه</strong><br /> همه ویرایشگرها برای قابلیت هایی که بعدا به زیکولا اضافه خواهد شد به مسیر /modules/scribite/pnincludes انتقال داده شده است. لطفا تنظیمات خود را چک کنید. <br />
fr: <strong>Attention !</ strong><br />Tous les éditeurs ont été déplacé dans /modules/scribite/pnincludes en préparation pour de futur fonctionnalités de Zikula. Veuillez vérifier tous vos paramètres !<br />Si vous avez adapté des fichiers des éditeurs, vous devrez les vérifier aussi.<br /><br /><strong>Support abandonné pour FCKeditor et TinyMCE<strong><br />Pour des raisons de sécurité ces éditeurs ne seront plus supportés. Veuillez changer ces éditeurs par un autre éditeur.
pl: <strong>Uwaga!</strong><br />Wszystkie edytory zostały przeniesione do /modules/scribite/pnincludes w przygotowaniu na nowe możliwości Zikuli. Proszę sprawdzić swoje ustawienia!<br />Jeśli robiłes zmiany w plikach edytorów sprawdź je także.<br /><br /><strong>Usunięto wsparcie dla edytorów FCKeditor i TinyMCE<strong><br />Z powodów bezpieczeństwa te edytory nie będą już wspierane. Proszę zmienić edytor na inny.

source: mini
fa: کوچک
