Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Newsletter/2.1.0/module_newsletter.po
Languages: it, nl, pt

source: You don't have Admin rights for this module
it: Non avete diritti di amministratore per questo modulo
nl: Geen beheerders toegang verleend tot deze module
pt: Não tem direitos de administrador para este módulo

source: Unable to load class [newsletter_util]
it: Impossibile caricare la classe [newsletter_util]
nl: Kon class [newsletter_util] niet laden
pt: Não foi possível carregar classe [newsletter_util]

source: Your test email was not sent since you did not enter an email address
it: La tua email di prova non è stata inviata perché non hai inserito un indirizzo email
nl: Test-mail niet verzonden omdat er geen mail-adres was opgegeven
pt: O seu e-mail de teste não foi enviado porque não digitou um endereço de e-mail

source: The email address you entered does not seem to be valid
it: L'indirizzo e-mail che hai inserito non sembra essere valido
nl: Het opgegeven e-mail adres lijkt ongeldig
pt: O endereço de e-mail que digitou não parece ser válido

source: Unable to load class [newsletter_send]
it: Impossibile caricare la classe [newsletter_send]
nl: Kon class [newsletter_send] niet laden
pt: Não foi possível carregar a classe [newsletter_send]

source: Failure sending the test email
it: Mancato invio email di prova
nl: Foutmelding: Kon test e-mail niet verzenden
pt: Falha ao enviar o e-mail de teste

source: Unable to load class for [$ot]
it: Impossibile caricare la classe per [$ot]
nl: Kon class voor [$ot] niet laden
pt: Não foi possível carregar a classe [$ot]

source: Newsletter module
it: Modulo Newslette
nl: Nieuwsbrief module
pt: Módulo Newsletter

source: Error! Could not do what you wanted. Please check your input.
it: Errore! Impossibile fare quello che si voleva. Si prega di controllare l'input.
nl: Foutmelding: Opdracht kon niet worden uitgevoerd. Controleer de invoer.
pt: Erro! Não foi possível fazer o que pretendia. Verifique a sua entrada.

source: You don't have Overview rights for this module.
it: Non avete i diritti di visualizzazione per questo modulo.
nl: Geen overzicht-rechten toegekend voor deze module.
pt: Não tem direitos de visão geral para este módulo.

source: Invalid [id] parameter received
it: Invalido [id] parametro ricevuto
nl: Ongeldige [id] parameter ontvangen
pt: Parâmetro recebido inválido [id]

source: You don't have Read rights for this module.
it: Non avete i diritti di lettura per questo modulo.
nl: Geen lees-rechten toegekend voor deze module.
pt: Não tem direitos de leitura para este módulo.

source: You have selected to limit the type of newsletter subscriptions but have chosen a different default newsletter type. Your default newsletter type has been set to the value you have selected to limit subscriptions to. Please review your settings!
it: Hai selezionato di limitare il tipo di abbonamenti, ma hai scelto un tipo diverso da quello predefinito. Si prega di rivedere le impostazioni!
nl: Er is een beperking gelegd op het type nieuwsbrief-inschrijvingen, maar er is wel een ander standaard nieuwsbrief-type gekozen. Het standaard nieuwsbrief-type is ingesteld op de waarde die gekozen is bij de selectie voor de beperking. Controleer de instellingen!
pt: Optou por limitar as subscrições do tipo de newsletter, mas escolheu um tipo de newsletter por defeito diferente. O seu tipo de newsletter por defeito foi definido para o valor que seleccionou para limitar as subscrições. Reveja as suas configurações!

source: Invalid [ot] parameter received
it: Invalido [id] parametro ricevuto
nl: Ongeldige [ot] parameter ontvangen
pt: Parâmetro recebido inválido [ot]

source: Start
it: Inizio
pt: Iniciar

source: Newsletter Settings
it: Impostazioni Newsletter
nl: Nieuwsbrief instellingen
pt: Configurações da Newsletter

source: Archive Settings
it: Archivio Newsletter
nl: Archief instellingen
pt: Configurações do Arquivo

source: Statistics
it: Statistiche
nl: Statistieken
pt: Estatisticas

source: Intro Message
it: Messaggio di introduzione
nl: Intro bericht
pt: Mensagem Introdutória

source: Preview
it: Anteprima
nl: Voorbeeld
pt: Pré-visualizar

source: Subscribers
it: Sottoscrizioni
nl: Inschrijvingen
pt: Subscritores

source: Import
it: Importa
nl: Importeren
pt: Importar

source: Please enter your name
it: Inserisci il tuo nome
nl: Naam
pt: Digite o seu nome

source: Please enter your email address
it: Inserisci il tuo indirizzo email
nl: E-mail adres
pt: Digite o seu endereço de e-mail

source: You must accept the terms of service in order to be subscribed!
it: È necessario accettare i termini di servizio al fine di essere iscritto!
nl: De gebruiksvoorwaarden moeten geaccepteerd worden om in te schrijven
pt: Deve aceitar os termos de serviço, de modo a subscrever!

source: No such item found.
it: Nessun elemento trovato.
nl: Item niet gevonden
pt: Nenhum item não encontrado.

source: Your have unsubscribed from our newsletter
it: Tu sei stato cancellato dlla nostra newsletter
nl: Succesvol uitgeschreven bij onze nieuwsbrief
pt: Cancelou a nossa newsletter

source: Newsletter Subscription Cancelled
it: Sottoscrizione Newsletter Cancellata
nl: Nieuwsbrief inschrijving is geannuleerd
pt: Cancelar subscrição de newsletter

source: Logic Error: logged-in user does not have his subscription UID set!
it: Errore di logica: utente connesso non ha il suo set UID Sottoscrizione!
nl: Logische foutmelding: de ingelogde gebruiker heeft zijn / haar inschrijvings-UID ingesteld
pt: Erro lógico: utilizador autenticado não tem a sua subscrição UID definida!

source: This email address is already subscribed to our newsletter!
it: Questa email èi già presente nella nostra newsletter!
nl: Dit e-mail adres is al ingeschreven bij onze nieuwsbrief!
pt: Este endereço de e-mail já está subscrito na nossa newsletter!

source: You are already subscribed to our newsletter!
it: Sei già iscritto alla nostra newsletter!
nl: Inschrijving in nieuwsbrief bestaat al!
pt: Já está subscrito na nossa newsletter!

source: Your have been subscribed to our newsletter
it: Tu ti sei iscritto alla nostra newsletter!
nl: Succesvol ingeschreven op onze nieuwsbrief
pt: Já esteve subscrito na nossa newsletter

source: Newsletter Subscription Received
it: Sottoscrizione alla Newsletter ricevuta
nl: Nieuwsbrief inschrijving ontvangen
pt: Subscrição de newsletter recebida

source: Newsletter Subscription
it: Iscriviti alla Newsletter
nl: Nieuwsbrief inschrijving
pt: Subscrição de newsletter

source: Unable to load class [newsletter_data] ...
it: Impossibile caricare la classe [newsletter_data] ...
nl: Kon class [newsletter_data] niet laden...
pt: Não foi possível carregar a classe [newsletter_data] ...

source: Invalid admin_key received
it: Invalido admin_key ricevuto
nl: Ongeldige admin_key ontvangen
pt: admin_key recebida inválida

source: Unable to load array class [user]
it: Impossibile caricare la classe di array [user]
nl: Kon array class [user] niet laden
pt: Não foi possível carregar a classe array [user]

source: Import finished %s user was imported.
it: Importazione finita, %s utenti sono stati importati
nl: Import klaar, %s gebruiker(s) geïmporteerd.
pt: Importação terminada, utilizador %s foi importado.

source: Unable to load class [user] ...
it: Impossibile caricare la classe [user] ...
nl: Kon class [user] niet laden...
pt: Não foi possível carregar a classe [user] ...

source: Your subscription newsletter options have been updated
it: Le impostazioni della tua iscrizione alla newsletter sono state aggiornate
nl: De nieuwsbrief inschrijving opties zijn bijgewerkt
pt: As suas opções de subscrição de newsletter foram actualizadas

source: The user's active status has been changed
it: Lo stato attivo dell'utente è stato cambiato
nl: De status 'actief' is aangepast voor de gebruiker
pt: O estado activo do utilizador foi alterado

source: Archives flushed.
it: Archivio pulito.
nl: Archieven geleegd
pt: Flush de arquivo

source: Unable to load class [user] ... disabling input post-processing for array class
it: Impossibile caricare la classe [utente] ... Ingresso disabilitatoi post-elaborazione per la classe Array
nl: Kon class [user] niet laden... Input post-processing voor array class is uitgeschakeld
pt: Não foi possível carregar a classe [user] ... desactivação de entrada pós-processamento para a classe array

source: Unable to load column array for [newsletter_users]
it: Impossibile caricare la serie di colonne per [newsletter_users]
nl: Kon column array voor [newsletter_users] niet laden
pt: Não foi possível carregar a coluna array para [newsletter_users]

source: All
it: Tutti
nl: Alle
pt: Todos(as)

source: Inactive
it: Inattivo
nl: Inactief
pt: Inactivo

source: Active
it: Attiva
nl: Actief
pt: Activo

source: Not Approved
it: Non approvato
nl: Verworpen
pt: Não Aprovado

source: Approved
it: Approvato
nl: Geaccepteerd
pt: Aprovado

source: Never
it: Mai
nl: Nooit
pt: Nunca

source: 1 Month
it: 1 Mese
nl: 1 Maand
pt: 1 Mês

source: 2 Months
it: 2 Mesi
nl: 2 Maanden
pt: 2 Meses

source: 3 Months
it: 3 Mesi
nl: 3 Maanden
pt: 3 Meses

source: 6 Months
it: 6 Mesi
nl: 6 Maanden
pt: 6 Meses

source: 1 Year
it: 1 anno
nl: 1 Jaar
pt: 1 Ano

source: Weekly
it: Settimana
nl: Wekelijks
pt: Semanal

source: Monthly
it: Mensilmente
nl: Maandelijks
pt: Mensalmente

source: Every 2 Months
it: Ogni 2 mesi
nl: Elke 2 Maanden
pt: A cada 2 Meses

source: Every 3 Months
it: Ogni 3 mesi
nl: Elke 3 Maanden
pt: A cada 3 Meses

source: Every 6 Months
it: Ogni 6 mesi
nl: Elke 6 Maanden
pt: A cada 6 Meses

source: Every 9 Months
it: Ogni 9 mesi
nl: Elke 9 Maanden
pt: A cada 9 Meses

source: Yearly
it: Annuale
nl: Jaarlijks
pt: Anualmente

source: Text
nl: Tekst
pt: Texto

source: Text with Link to Archive
it: Text con link all'archivio
nl: Tekst met link naar archief
pt: Texto com Link para o Arquivo

source: Monday
it: Lunedì
nl: Maandag
pt: Segunda

source: Tuesday
it: Martedì
nl: Dinsdag
pt: Terça

source: Wednesday
it: Mercoledì
nl: Woensdag
pt: Quarta

source: Thursday
it: Giovedì
nl: Donderdag
pt: Quinta

source: Firday
it: Venerdì
nl: Vrijdag
pt: Sexta

source: Saturday
it: Sabato
nl: Zaterdag
pt: Sábado

source: Sunday
it: Domenica
nl: Zondag
pt: Domingo

source: Invalid [directory] received
it: Invalida [directory] recevuta
nl: Ongeldige [directory] ontvangen
pt: [directory] recebido inválido

source: The mailer module is not available
it: Il modulo mailer non è disponibile
nl: De Mailer module is niet beschikbaar
pt: O módulo mailer não está disponível

source: Unable to load class [user]
it: Impossibile caricare la classe [utente]
nl: Kon class [user] niet laden
pt: Não foi possível carregar a classe [user]

source: Unable to load array class [newsletter_data]
it: Impossibile caricare la classe Array [newsletter_data]
nl: Kon array class [newsletter_data] niet laden
pt: Não foi possível carregar a classe array [newsletter_data]

source: No newsletter data to send
it: Nessun dato newsletter da inviare
nl: Geen nieuwsbrief gegevens om te sturen
pt: Não há dados da newsletter para enviar

source: No users were selected to send the newsletter to
it: Nessun utenti sono stati selezionati per inviare la newsletter a
nl: Geen gebruikers geselecteerd om de nieuwsbrief naar te verzenden
pt: Nenhum utilizador foi seleccionado para enviar a newsletter

source: No users were available to send the newsletter to
it: Gli utenti non erano disponibili per l'invio della newsletter di
nl: Geen gebruikers beschikbaar om de nieuwsbrief naar te verzenden
pt: Nenhum utilizador estava disponível para enviar a newsletter

source: Newsletter(s) were successfully sent.
it: Newsletter sono state inviate correttamente.
nl: Nieuwsbrie(f)(ven) succesvol verzonden.
pt: A(s) newsletter(s) foi(ram) enviada(s) com sucesso.

source: Unable to load class [archive]
it: Impossibile caricare la classe [archive]
nl: Kon class [archive] niet laden
pt: Não foi possível carregar a classe [archive]

source: Unable to load array class [archive]
it: Impossibile caricare la classe array [archive]
nl: Kon array class [archive] niet laden
pt: Não foi possível carregar a classe array [archive]

source: Unable to load array class for [plugin_base]
it: Impossibile caricare la classe Array per [plugin_base]
nl: Kon array class voor [plugin_base] niet laden
pt: Não foi possível carregar a classe array para [plugin_base]

source: Please use the language selector in the Filter section to select the language you with to send your newsletter for
it: Si prega di utilizzare il selettore di lingua nella sezione filtro per selezionare la lingua con cui inviare la newsletter
nl: Gebruik de taal-selector in de Filter-sectie om een taal te selecteren waarvoor de nieuwsbrief verzonden moet worden
pt: Use o selector de idiomas na secção de filtro para seleccionar o idioma para lhe enviar a sua newsletter

source: Unable to load class [user] ... disabling auto-join for array class
it: Impossibile caricare la classe [user] ... disabilitazione automatica per la classe di array
nl: Kon class [user] niet laden... auto-join voor array class is uitgeschakeld
pt: Não foi possível carregar a classe [user] ... desabilitando o auto-join para classe array

source: The user's approved status has been changed
it: Lo stato di utente approvato è stata cambiato
nl: De status 'geaccepteerd' is gewijzigd
pt: O estatuto aprovado do utilizador foi alterado

source: Hello
it: Salve
nl: Hallo
pt: Olá

source: Thank you for your Newsletter Subscription
it: Grazie per la sottoscrizione alla Newsletter
nl: Bedankt voor de inschrijving op onze nieuwsbrief
pt: Obrigada pela sua subscrição da newsletter

source: Your
it: Tuo
nl: Het
pt: Sua

source: Staff
nl: Team
pt: Pessoal

source: If you didn`t subsribe yourself, please visit
it: Se non ti sei iscritto, visitare il sito
nl: Indien er niet zelf gekozen is voor deze inschrijving, bezoek dan
pt: Se não subscreveu, visite

source: to delete this Subscription
it: per eliminare questa Sottoscrizione
nl: om de inschrijving te verwijderen
pt: para eliminar esta subscrição

source: Link to the Newsletter Archive
it: Link all'archivio delle Newsletter
nl: Link naar nieuwsbrief archief
pt: Link para o Arquivo da Newsletter

source: Thank you
it: Grazie
nl: Bedankt
pt: Obrigado

source: for suscribing to our newsletter!
it: per esserti iscritto alla nostra newsletter!
nl: voor de inschrijving op onze nieuwsbrief!
pt: por subscrever a nossa newsletter!

source: You are receiving this newsletter since you subscribed to it on our site. Should you no longer wish to receive it, you can unsubscribe
it: Hai ricevuto questa newsletter in quanto ti sei iscritto sul nostro sito. Se non desideri più ricevere la newsletter, puoi annullare la tua sottoscrizione
nl: Deze nieuwsbrief is verzonden omdat er een inschrijving voor bestaat op onze site. Indien dit ongewenst is, kan er uitgeschreven worden
pt: Está a receber esta newsletter desde que subscreveu no nosso site. Se não quiser receber mais, pode cancelar a subscrição

source: here!
it: qui!
nl: op deze pagina
pt: aqui!

source: Zikula User Import Configuration
it: Configurazione dell'importazione Utenti
nl: Zikula Gebruikers Import Configuratie
pt: Configuração de Importação de Utilizador Zikula

source: Type
it: Tipo
pt: Tipo

source: Frequency
it: Frequenza
nl: Frequentie
pt: Frequência

source: Users
it: Utenti
nl: Gebruikers
pt: Utilizadores

source: Unapproved
it: Non approvati
nl: Verworpen
pt: Não aprovado

source: Update Configuration
it: Aggiorna Configurazione
nl: Configuratie bijwerken
pt: Actualizar Configuração

source: View Archives
it: Mostra Archivi
nl: Bekijk archieven
pt: Ver Arquivos

source: Settings
it: Impostazioni
nl: Instellingen
pt: Definições

source: unsubscribe
it: cancellati
nl: uitschrijven
pt: cancelar subscrição

source: Activate Mediashare Plugin
it: Attiva Mediashare Plugin
nl: Mediashare plugin inschakelen
pt: Activar Plugin Mediashare

source: Albums only
it: Solo Album
nl: Alleen albums
pt: Apenas álbuns

source: Help
it: Aiuto
pt: Ajuda

source: Define the Path of your Mediashare images path e.g. mediashare/, pnTemp/mediashare/ etc.
it: Definire il percorso del MediaShare percorso ad esempio le immagini MediaShare/, pnTemp/MediaShare/ ecc.
nl: Definieer het pad naar de Mediashare afbeeldingen, zoals mediashare/ of pnTemp/mediashare enzovoorts.
pt: Defina o caminho das imagens MediaShare e.g. mediashare/, pnTemp/mediashare/ etc.

source: Available Plugins
it: Abilita Plugins
nl: Beschikbare plugins
pt: Plugins disponíveis

source: # of Items
it: # di oggetti
nl: # items
pt: # de Itens

source: Yes
it: Si
nl: Ja
pt: Sim

source: No
nl: Nee
pt: Não

source: Your newsletter subscription has been cancelled.
it: La tua sottoscrizione alla newsletter è stata cancellata.
nl: Nieuwsbrief inschrijving is geannuleerd.
pt: A sua subscrição da newsletter foi cancelada.

source: Please feel free to re-subscribe in the future.
it: Non esitate a re-iscriversi in futuro.
nl: Er kan natuurlijk op elk moment weer opnieuw worden ingeschreven.
pt: Pode voltar a inscrever-se no futuro.

source: Thank you,
it: Grazie,
nl: Bedankt,
pt: Obrigada,

source: Cancel
it: Cancella
nl: Annuleren
pt: Cancelar

source: Update
it: Aggiorna
nl: Bijwerken
pt: Actualizar

source: Activate Pagemaster Plugin
it: Attiva Pagemaster Plugin
nl: Pagemaster plugin inschakelen
pt: Activar Plugin Pagemaster

source: Either a selection or all if no selection
it: Fai una scelta o tutti se non selezionato
nl: Of een selectie, of alle (bij geen selectie)
pt: Ou uma selecção ou todos, se nenhuma selecção

source: Unsubscribe
it: Cancellati
nl: Uitschrijven
pt: Cancelar subscrição

source: Information
it: Informazioni
nl: Informatie
pt: Informação

source: Here you can unsubscribe from our Newsletter
it: Qui è possibile cancellarsi dalla newsletter
nl: Hier kan er uitgeschreven worden bij onze nieuwsbrief
pt: Aqui pode cancelar a subscrição da nossa Newsletter

source: Your E-Mail Address
it: Tuo indirizzo email
nl: E-mail adres
pt: O seu endereço de e-mail

source: Are you sure that you want to unsubscribe?
it: Sei sicuro che vuoi cancellarti?
nl: Dient de inschrijving echt verwijderd te worden?
pt: Tem a certeza que pretende cancelar a subscrição?

source: Terms of Service
it: Termini del Servizio
nl: Gebruiksvoorwaarden
pt: Termos de Serviço

source: will not distribute, sell or disclose your personal information to any parties, public or private.
it: non distribuire, vendere o fornire i tuoi dati personali a soggetti, pubblici o privati.
nl: zal uw persoonlijke informatie niet distribueren, verkopen of openbaar maken aan andere publieke of private partijen.
pt: não distribuir, vender ou divulgar suas informações pessoais para qualquer entidade, pública ou privada.

source: Staff is not responsible for maintaining your subscription. You may opt in or out or even suspend your account at your own convenience.
it: Il personale non è responsabile del mantenimento della Newsletter. Lo Staff Potrà attivare o disattivare o addirittura sospendere il vostro account a proprio comodo.
nl: Het team is niet verantwoordelijk voor het onderhouden van uw inschrijving. U kunt uw inschrijving ten alle tijde starten, stoppen of zelfs beëindigen, al naar gelang uw behoefte.
pt: O pessoal não é responsável pela manutenção da sua subscrição. Pode optar por entrar ou sair, ou mesmo suspender a sua conta.

source: offers no warranties or guarantees for this service and accepts no responsibility or liability for any damages that may incur before, during or after subscription to this service.
it: non offre alcuna garanzia o garanzie per questo servizio e non si assume alcuna responsabilità per eventuali danni che possono incorrere, prima, durante o dopo la sottoscrizione a questo servizio.
nl: biedt geen garantie of waarborg voor deze service, en aanvaardt geen verantwoordelijkheid of aansprakelijkheid voor eventuele schade die kan oplopen vóór, tijdens of na de inschrijving op deze dienst.
pt: não oferece garantias para este serviço e não aceita nenhuma responsabilidade por quaisquer danos que possam sofrer antes, durante ou após a subscrição deste serviço.

source: Back
it: Indietro
nl: Terug
pt: Voltar

source: View Archive
it: Mostra Archivio
nl: Bekijk archief
pt: Ver Arquivo

source: Past Archives
it: Archivi Passati
nl: Oude archieven
pt: Arquivos antigos

source: Date
it: Data
nl: Datum
pt: Data

source: Language
it: Lingua
nl: Taal
pt: Idioma

source: # of Plugins
it: # di Plugin
nl: # Plugins
pt: # de Plugins

source: Length
it: Lunghezza
nl: Lengte
pt: Comprimento

source: Action
it: Azione
nl: Actie
pt: Acção

source: It took
it: Ci sono voluti
nl: Het duurde
pt: Levou

source: seconds to send the last batch of
it: secondi per inviare l'ultimo lotto di
nl: seconde(n) om de laatste batch van
pt: segundos para enviar o último lote de

source: Configuration
it: Configurazionie
nl: Configuratie
pt: Configuração

source: Items per page
it: oggetti per pagina
nl: Items per pagina
pt: Itens por página

source: Send newsletters from
it: Invia newsletter da
nl: Afzender e-mail adres
pt: Enviar newsletters a partir de

source: This is the delivering adress of your newsletter e.g. newsletter@yourdomain.com
it: Questo è l'indirizzo di consegna della vostra newsletter, esempio: newsletter@yourdomain.com
nl: Dit mail-adres zal als afzender getoond worden bij de ontvanger, bijvoorbeeld nieuwsbrief@example.com
pt: Este é o endereço de entrega da sua newsletter e.g. newsletter@yourdomain.com

source: Subject
it: Oggetto
nl: Onderwerp
pt: Assunto

source: This is the Subject of the generated Newsletter
it: Questo è l'oggetto della Newsletter
nl: Dit is het onderwerp van de gegenereerde nieuwsbrief
pt: Este é o assunto da newsletter gerada

source: Disable automatic sending
it: Disabilitare l'invio automatico
nl: Automatisch verzenden uitschakelen
pt: Desactivar o envio automático

source: (checked=yes)
it: (selezionato = si)
nl: (aangevinkt = ja)
pt: (verificado=sim)

source: Newsletters now have to be sent out manually
it: Le Newsletter devono ora essere inviate manualmente
nl: Vanaf nu zullen nieuwsbrieven handmatig moeten worden verzonden
pt: As newsletters agora têm que ser enviadas manualmente

source: Allow subscription of only this type
it: Permettono la sottoscrizione a solo questo tipo
nl: Alleen inschrijvingen toestaan van dit type
pt: Permitir subscrição apenas deste tipo

source: Default Newsletter Type
it: Tipo di Newsletter di default
nl: Standaard nieuwsbrief type
pt: Tipo de Newsletter por defeito

source: Default Frequency
it: Frequenza di default
nl: Standaard frequentie
pt: Frequência por defeito

source: Expire Time of archived Newsletters
it: Ora di scadenza Newsletter archiviate
nl: Verloop tijd van gearchiveerde nieuwsbrieven
pt: Tempo de expiração de Newsletters arquivadas

source: Enable Multilingual Features
it: Abilita Caratteristiche multilingue
nl: Multi-talen opties inschakelen
pt: Activar recursos multilingues

source: This enables the sending of Multilanguage Newsletters
it: Ciò consente l'invio di Newsletter multilingue
nl: Dit schakelt het verzenden van multi-talen nieuwsbrieven in
pt: Isso permite o envio de Newsletters multilingues

source: Receive Subscription Notices ?
it: Ricevere avvisi Sottoscrizione?
nl: Bij nieuwe inschrijving op de hoogte brengen per e-mail?
pt: Receber avisos de subscrição?

source: Allow Anonymous Registrations ?
it: Consentire iscrizioni Anonime?
nl: Anonieme inschrijvingen toestaan?
pt: Permitir Registos Anónimos?

source: Show the Approvalstatus to the user ?
it: Mostra la Stato approvazione per l'utente?
nl: Goedkeuringsstatus aan gebruiker tonen?
pt: Mostrar o estado de aprovação para o utilizador?

source: Require Terms of Service ?
it: Richiedi Termini di Servizio ?
nl: Acceptatie van Gebruiks- en Servicevoorwaarden verplicht maken?
pt: Requer Termos de Serviço?
