Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Newsletter/2.1.0/module_newsletter.po
Languages: it, nl, pt

source: Auto-approve Registrations ?
it: Auto-approva le registrazioni ?
nl: Inschrijvingen automatisch goedkeuren?
pt: Auto-aprovar Registos?

source: Allow Frequency Changes ?
it: Consentire il cambio della frequenza ?
nl: Wijzigingen in frequentie toestaan?
pt: Permitir Alterações de Frequência?

source: Allow Subscription Changes ?
it: Consentire modifiche Sottoscrizione?
nl: Wijzigingen in inschrijving toestaan?
pt: Permitir Alterações de Subscrição?

source: Personalize EMail ?
it: Personalizza e-mail?
nl: E-Mail personaliseren?
pt: Personalizar E-mail ?

source: disable to increase performance
it: disabilitare per aumentare le prestazioni
nl: uitschakelen voor betere performance
pt: desabilitar para aumentar o desempenho

source: Send per Request ?
it: Richiesta per inviare?
nl: Verzenden op aanvraag?
pt: Enviar por Pedido?

source: 'x' number of emails
it: numero 'x' di e-mail
nl: 'x' aantal e-mails
pt: 'x' número de e-mails

source: (0 [Zero] = no Restriction)
it: (0 [Zero] = nessuna restrizione)
nl: (0 [nul] = geen beperking)
pt: (0 [Zero] = sem Restrição)

source: Maximum Newsletters to send per hour
it: Numero massimo di newsletter per l'invio all'ora
nl: Maximum aantal e-mails te verzenden per uur
pt: Número máximo de Newsletters para enviar por hora

source: Use this feature to avoid sending restrictions from your hoster!
it: Utilizzare questa funzione per evitare l'invio di restrizioni dal tuo hoster!
nl: Gebruik deze optie als er eventuele beperkingen van de hostingprovider gelden.
pt: Use este recurso para evitar o envio de restrições do seu anfitrião!

source: Adminkey
nl: Beheerders sleutel (adminkey)
pt: Chave de administração

source: used to authenticate cron/batchprocessing
it: utilizzato per autenticare cron/batchprocessing
nl: Gebruikt om cron / batch processen te authenticeren
pt: usado para autenticar cron/batchprocessing

source: Activate Pagesetter Plugin
it: Attiva Pagesetter Plugin
nl: Pagesetter plugin activeren
pt: Activar Plugin Pagesetter

source: Use Pagesetter API
it: Utilizza le API di Pagesetter
nl: Gebruik pagesetter API
pt: Usar API Pagesetter

source: (slower but fetches entire publication)
it: (più lento ma recupera l'intera pubblicazione)
nl: (langzamer, maar haalt de gehele publicatie op)
pt: (mais lento, mas busca publicação inteira)

source: Newsletter Module Statistics
it: Statistiche del Modulo Newsletter
nl: Nieuwsbrief module statistieken
pt: Estatísticas do Módulo Newsletter

source: Total # of Users
it: # Totale di utenti
nl: Totaal aantal gebruikers
pt: # total de Utilizadores

source: Active Subscribers
it: Le Sottoscrizioni attive
nl: Actieve inschrijvingen
pt: Subscritores activos

source: Approved Subscribers
it: Le Sottoscrizioni approvate
nl: Goedgekeurde inschrijvingen
pt: Subscritores aprovados

source: Active and approved Subscribers
it: Le Sottoscrizioni attive ed approvate
nl: Actieve en goedgekeurde inschrijvingen
pt: Subscritores activos e aprovados

source: Subscribers which are registered Users
it: Le sottoscrizioni che sono utenti registrati
nl: Inschrijvingen van geregistreerde gebruikers
pt: Subscritores que são Utilizadores registados

source: # of Subscribers for Html Format
it: # di sottoscrizioni con il formato HTML
nl: # inschrijvingen voor html formaat
pt: # de Subscritores para Formato Html

source: # of Subscribers for Text Format
it: # di sottoscrizioni con il formato Text
nl: # inschrijvingen voor tekst formaat
pt: # de Subscritores para Formato Texto

source: # of Subscribers for Text with Links Format
it: # di sottoscrizioni con il formato text con links
nl: # inschrijvingen voor tekst met links formaat
pt: # de Subscritores para Texto com Links Formato

source: # of Subscribers for Weekly Delivery
it: # di sottoscrizioni con il metodo settimanale
nl: # inschrijvingen voor wekelijkse ontvangst
pt: # de Subscritores para Entrega Semanal

source: # of Subscribers for Monthly Delivery
it: # di sottoscrizioni con il metodo mensile
nl: # inschrijvingen voor maandelijkse ontvangst
pt: # de Subscritores para Entrega Mensal

source: # of Subscribers for Yearly Delivery
it: # di sottoscrizioni con il metodo annuale
nl: # inschrijvingen voor jaarlijkse ontvangst
pt: # de Subscritores para Entrega Anual

source: # of Archives
it: # di archivi
nl: # archieven
pt: # de Arquivos

source: Message
it: Messaggio
nl: Bericht
pt: Mensagem

source: Attention
it: Attenzione
nl: Attentie
pt: Atenção

source: Please ensure that you have enabled the NewsletterMessage plugin if you wish to add this message to your newsletter!
it: Si prega di assicurarsi di aver abilitato il plugin NewsletterMessage se si desidera aggiungere questo messaggio alla vostra newsletter!
nl: Vergewis dat de NeuwsletterMessage plugin is ingeschakeld als dit bericht aan de nieuwsbrief moet worden toegevoegd!
pt: Certifique-se que activou o plugin NewsletterMessage se quiser adicionar esta mensagem à newsletter!

source: Your message
it: Il tuo messaggio
nl: Uw bericht
pt: A sua mensagem

source: Message from the Site Administrators
it: Messaggio dell'amministratore del sito
nl: Bericht van de site beheerders
pt: Mensagem dos Administradores do Site

source: Special Announcements
it: Annunci speciali
nl: Speciale aankondigingen
pt: Anúncios especiais

source: News
it: Notizie
nl: Nieuws
pt: Notícias

source: Recently Added Products
it: Prodotti aggiunti di recente
nl: Recent toegevoegde producten
pt: Produtos Adicionados Recentemente

source: New Vidos
it: Nuovi Video
nl: Nieuwe video's
pt: Novos Vidos

source: Title
it: Titolo
nl: Titel
pt: Título

source: Description
it: Descrizione
nl: Omschrijving
pt: Descrição

source: New Events
it: Nuovi Eventi
nl: Nieuwe evenementen
pt: Novos Eventos

source: Begin
it: Inizio
pt: Começar

source: Location
it: Località
nl: Locatie
pt: Localização

source: Welcome New Members
it: Benvenuto ai nuovi membri
nl: Welkom Nieuwe Leden
pt: Acolher novos membros

source: Username
nl: Gebruikersnaam
pt: Nome de utilizador

source: Register Date
it: Data di Registrazione
nl: Registratie datum
pt: Data de Registo

source: Recently Added Publications
it: Pubblicazioni aggiunte di recente
nl: Recent toegevoegde publicaties
pt: Publicações Adicionadas Recentemente

source: New Content Items
it: Nuovi elementi di contenuto
nl: Nieuwe content (inhoud) items
pt: Itens Novo Conteúdo

source: Recently Added Documents
it: Documenti aggiunti di recente
nl: Recent toegevoegde documenten
pt: Documentos Adicionados Recentemente

source: Recently Added Reviews
it: Recensioni aggiunte di recente
nl: Recent toegevoegde recensies
pt: Revisões Adicionadas Recentemente

source: Latest Media Items
it: Ultimi Articoli media
nl: Laatste media items
pt: Últimos Itens de Media

source: Latest Downloads
it: Ultimi file in downloads
nl: Laatste downloads
pt: Últimos Downloads

source: NewsletterTitleWeb Links
it: Titolo Web Links
nl: Laatste web links
pt: Links NewsletterTitleWeb

source: Recently Added Questions
it: Domande aggiunte di recente
nl: Recent toegevoegde vragen
pt: Questões Adicionadas Recentemente

source: Recently Added Quotes
it: Citazioni aggiunte di recente
nl: Recent toegevoegde citaten
pt: Citações Adicionadas Recentemente

source: Latest Forum Posts
it: Ultimi Messaggi del forum
nl: Laatste forum berichten
pt: Últimas Mensagens no Fórum

source: Recently Added Events
it: Eventi aggiunti di recente
nl: Recent toegevoegde evenementen
pt: Eventos Adicionados Recentemente

source: Locations
it: Località
nl: Locaties
pt: Localizações

source: Name
it: Nome
nl: Naam
pt: Nome

source: City
it: Città
nl: Plaats
pt: Cidade

source: Time
it: Tempo
nl: Tijd
pt: Tempo

source: Preview your Newsletter
it: Anteprima Newsletter
nl: Voorbeeld van nieuwsbrief
pt: Pré-visualizar a sua Newsletter

source: Preview Templates
it: Anteprima Modelli
nl: Voorbeeld van templates
pt: Pré-visualizar Templates

source: Mail this preview to the following email address
it: Manda questa anteprima al seguente indirizzo email
nl: Mail dit voorbeeld naar de volgende adressen
pt: Envie um e-mail desta pré-visualização para o seguinte endereço de e-mail

source: Format
it: Formato
nl: Formaat
pt: Formato

source: - Choose One -
it: - Scegli uno -
nl: - Maak een keuze -
pt: - Escolha um -

source: You can find the templates in
it: È possibile trovare i modelli di
nl: Templates kunnen gevonden in
pt: Pode encontrar os templates em

source: Filter
it: Filtri
pt: Filtro

source: Data
pt: Dados

source: Edit
it: Modifica
nl: Bewerken
pt: Editar

source: Delete
it: Elimina
nl: Verwijderen
pt: Eliminar

source: Not send yet
it: Non inviare ancora
nl: Nog niet verzonden
pt: Ainda não enviado

source: Are you sure you wish to change the active status for this user?
it: Sei sicuro di voler cambiare lo stato attivo per questo utente?
nl: Dient de status 'Actief' voor deze gebruiker echt gewijzigd te worden?
pt: Tem a certeza de que deseja alterar o estado activo para este utilizador?

source: Are you sure you wish to change the approved status for this user?
it: Sei sicuro di voler cambiare lo stato approvato per questo utente?
nl: Dient de status 'Goedgekeurd' voor deze gebruiker echt gewijzigd te worden?
pt: Tem a certeza de que deseja alterar o estado aprovado para este utilizador?

source: Usersearch / Add a User
it: Cerca Utenti / Aggiungi un utente
nl: Gebruiker zoeken / toevoegen
pt: UserSearch/Adicionar um utilizador

source: Search
it: Cerca
nl: Zoeken
pt: Pesquisa

source: Add a user
it: Aggiungere un utente
nl: Gebruiker toevoegen
pt: Adicionar um utilizador

source: Display # of users per page:
it: Mostra # di utenti per pagina:
nl: Aantal gebruikers per pagina
pt: Exibir # utilizadores por página:

source: User ID
it: ID Utente
nl: Gebruikers ID
pt: ID de utilizador

source: Last sent
it: Ultimo invio
nl: Laatste verzending
pt: Último envio

source: no User ID
it: Nessun ID utente
nl: geen gebruikers ID
pt: nenhum ID de utilizador

source: Update last sent date?
it: aggiorna data ultimo invio?
nl: Laatste verzenddatum bijwerken?
pt: Actualizar última data de envio?

source: Send to
it: Invia a
nl: Verzenden aan
pt: Enviar para

source: Approval Status
it: Stato approvazione
nl: Goedkeurings Status
pt: Estado de aprovação

source: Subscription Status
it: Stato Sottoscrizione
nl: Inschrijfings status
pt: Estado de subscrição

source: Your Subscription is currently active!
it: La tua sottoscrizione è attualmente attiva!
nl: Inschrijving is momenteel actief
pt: A sua subscrição está activa actualmente!

source: Your Subscription is currently inactive!
it: La tua sottoscrizione è attualmente inattiva!
nl: Inschrijving momenteel inactief
pt: A sua subscrição está inactiva actualmente!

source: Last newsletter was sent to you on
it: Ultima newsletter ti è stato inviata il
nl: Laatste nieuwsbrief werd verzonden op
pt: A última newsletter foi enviado para si em

source: Recently Added Links
it: Links aggiunti di recente
nl: Laatst toegevoegde links
pt: Links Adicionados Recentemente

source: Welcome to our Newsletter, here you can manage or delete your Subscription.
it: Benvenuti alla nostra Newsletter, qui è possibile gestire o cancellare la tua Sottoscrizione.
nl: Welkom bij onze nieuwsbrief. Hier kunnen de inschrijvingsopties beheerd worden.
pt: Bem-vindo à nossa Newsletter, aqui pode gerir ou eliminar a sua subscrição.

source: Subscribe
it: Sottoscrivi
nl: Inschrijven
pt: Subscrever

source: Your Name
it: Tuo Nome
nl: Naam
pt: O seu Nome

source: Yes, I agree to the terms of service.
it: Si, io accetto i termini del servizio.
nl: Ja, ik ga akkoord met de servicevoorwaarden
pt: Sim, eu concordo com os termos de serviço.

source: * subscriptions subject to approval.
it: * Sottoscrizioni soggette ad approvazione.
nl: * inschrijvingen worden onderworpen aan goedkeuring.
pt: * subscrições sujeitas a aprovação.

source: Sorry, but you must be a site member to subscribe to our newsletter.
it: Ci dispiace, ma è necessario essere un membro del sito per iscriverti alla nostra newsletter.
nl: Helaas, alleen geregistreerde gebruikers kunnen zich inschrijven op onze nieuwsbrief.
pt: Tem de ser um membro do site para subscrever a nossa newsletter.

source: New subscriber Info
it: Info nuovo abbonato
nl: Info over nieuwe inschrijving
pt: Informação de novo subscritor

source: Auto-approve is currently disabled. You will need to login, go to the newsletter admin area and approve this user.
it: Auto-approvazione è attualmente disabilitata. Avrete bisogno di loggarvi, andate nell'are di amministrazione della newsletter e approvate questo utente.
nl: Auto-goedkeuren is momenteel uitgeschakeld. Na inloggen kan deze gebruiker worden goedgekeurd in de nieuwsbrief beheer-omgeving.
pt: A auto-aprovação está actualmente desactivada. Precisa fazer o login, ir à área administrativa da newsletter e aprovar este utilizador.

source: Welcome to Newsletter!
it: Benvenuti alla newsletter!
nl: Welkom bij Nieuwsbrief!
pt: Bem-vindo à Newsletter!

source: Please visit our project-page
it: Si prega di visitare il nostro progetto
nl: Bezoek onze projectpagina
pt: Visite a nossa página do projecto

source: Please report errors or requests for future versions in the Tracker!
it: Si prega di segnalare errori o richieste di versioni future nel Tracker!
nl: Meld fouten of verzoeken voor nieuwere versies in onze tracker!
pt: Reporte erros ou pedidos para futuras versões no Tracker!

source: Zikula Version 1.1.2 and up: To ensure html-mails are sent correctly, you have to look that in the Core-Mailer Module (Settings->Mailer) the butten -send mails in html-format- is checked!
it: Zikula versione 1.1.2 o superiori: per garantire l'invio corretto di email in html, si deve controllare che nel modulo Mailer (Impostazioni-> Mailer) il campo inviare mail in formato html sia selezionato!
nl: Zikula versie 1.1.2 en hoger: Om zeker te weten dat html-mails correct worden verzonden, vergewis dat de optie -stuur e-mails in html formaat- in de Mailer module aangevinkt staat.
pt: Versão Zikula 1.1.2 e seguintes: Para assegurar que os e-mails html são enviados correctamente, tem de ver que no Módulo Core-Mailer (Settings->Mailer) o botão enviar e-mails em formato html está marcado!

source: Change your subscription settings
it: Modificare le impostazioni di sottoscrizione
nl: Wijzig inschrijvings instellingen
pt: Alterar as configurações de subscrição

source: Newsletter Configuration
it: Configurazione Newsletter
nl: Nieuwsbrief configuratie
pt: Configuração da Newsletter

source: User-based frequency changes have been disabled by the site administrator
it: Le variazioni di frequenza sono state disabilitate dall'amministratore del sito
nl: Frequentie wijzigingen zijn voorbehouden aan de beheerder
pt: Alterações de frequência baseadas no utilizador foram desactivadas pelo administrador do site

source: Here you can activate or suspend yor subscription
it: Qui è possibile attivare o sospendere la sottoscrizione
nl: Hier kan de inschrijving gestart, gestopt of beëindigd worden
pt: Aqui pode activar ou suspender a sua subscrição

source: Create Archive when sending out the Newsletter manual?
it: Crea archivio quando si invia la newsletter manuale?
nl: Archief aanmaken bij verzenden van een handmatige nieuwsbrief verzending?
pt: Criar Arquivo ao enviar o manual Newsletter?

source: Show Archive in the user-menu?
it: Mostra archivio nel menu utente?
nl: Link naar archief tonen in account scherm?
pt: Mostrar Arquivo no menu do utilizador?

source: Show Newsletter ID ?
it: Mostra ID Newsletter ?
nl: Nieuwsbrief ID weergeven?
pt: Mostrar ID de Newsletter?

source: Show date?
it: Mostra data?
nl: Datum weergeven?
pt: Mostrar data?

source: Show Language?
it: Mostra Lingua?
nl: Taal weergeven?
pt: Mostrar Idioma?

source: Show Plugins?
it: Mostra Plugins?
nl: Plugins weergeven?
pt: Mostrar Plugins?

source: Show Objects?
it: Mostra Oggetti?
nl: Objecten weergeven?
pt: Mostrar Objectos?

source: Show Size?
it: Mostra Dimensione?
nl: Grootte weergeven?
pt: Mostrar Tamanho?

source: Please select an archive to flush
it: Seleziona un archivio per pulire
nl: Selecteer een archief om te legen
pt: Seleccione um arquivo para fazer flush

source: Prune Archives
it: Pulisci arcchivi
nl: Archieven opschonen
pt: Suprimir Arquivos

source: The Archive cannot be restored
it: L'Archivio non può essere ripristinato
nl: Het archief kan niet hersteld worden
pt: O Arquivo não pode ser restaurado

source: Database
pt: Base de dados

source: Newsletter
nl: Nieuwsbrief

source: Newsletter Home
nl: Nieuwsbrief startpagina

source: mails
it: mail
nl: e-mails te versturen

source: Sendday
it: Giorno di invio
nl: Verzenddag

source: Joindate
nl: Inschrijvingsdatum
