Repository: zikula/i18n-portal
Catalog: gettext/*/modules/PostCalendar/6.1.0/module_postcalendar.po
Languages: fr, it, pt

source: Approved events administration
fr: Administration des évènements approuvés
it: Amministrazione eventi approvati
pt: Administração de eventos aprovados

source: Hidden events administration
fr: Administration des évènements masqués
it: Amministrazione eventi nascosti
pt: Administração de eventos escondidos

source: Queued events administration
fr: Administration des événements en attente
it: Amministrazione eventi in coda
pt: Administração de eventos na fila

source: List
fr: Lister
it: Lista
pt: Lista

source: Approve
fr: Approuver
it: Approva
pt: Aprovar

source: Hide
fr: Masquer
it: Nascondi
pt: Esconder

source: Delete
fr: Supprimer
it: Elimina
pt: Eliminar

source: Please select an event.
fr: Veuillez sélectionner un évènement.
it: Seleziona un evento.
pt: Seleccione um evento.

source: Do you really want to approve this event?
fr: Confirmez-vous l'approbation de cet évènement ?
it: Sei sicuro di voler approvare questo evento?
pt: Realmente pretende aprovar este evento?

source: Do you really want to hide this event?
fr: Confirmez-vous le masquage de cet évènement ?
it: Sei sicuro di voler nascondere questo evento?
pt: Realmente pretende esconder este evento?

source: Do you really want to delete this event?
fr: Confirmez-vous la suppression de cet évènement ?
it: Sei sicuro di voler eliminare questo evento?
pt: Realmente pretende eliminar este evento?

source: Error! Could not load default values.
fr: Erreur ! Impossible de charger les valeurs par défaut
it: Errore! Impossibile caricare i valori predefiniti.
pt: Erro! Não foi possível carregar os valores por defeito.

source: Done! PostCalendar configuration reset to use default values.
fr: Terminé ! La configuration de PostCalendar a été réinitialisée avec les valeurs par défaut.
it: Fatto! Impostazioni di PostCalendar ripristinate ai valori predefiniti.
pt: Feito! Configuração do PostCalendar restabelecida para usar os valores por defeito.

source: Done! Updated the PostCalendar configuration.
fr: Terminé ! Configuration de Postcalendar mise à jour.
it: Fatto! Aggiornata le impostazioni di Postcalendar.
pt: Feito! Configuração do PostCalendar actualizada.

source: Error! An 'unidentified error' occurred.
fr: Erreur! Une "erreur inconnue" est apparue
it: Errore! si è verificato un errore sconosciuto.
pt: Erro! Um 'erro não identificado' ocorreu.

source: Done! %s event approved.
fr: Terminé ! %s évènement approuvé.
it: Bene! %s evento approvato
pt: Feito! %s evento aprovado.

source: Done! %s event was hidden.
fr: Terminé ! %s évènement a été caché.
it: Bene! %s evento è stato nascosto
pt: Feito! %s evento foi escondido.

source: Done! %s event deleted.
fr: Terminé ! %s évènement a été supprimé.
it: Bene! %s evento è stato eliminato
pt: Feito! %s evento foi eliminado.

source: Calendar for Zikula
fr: Calendrier pour Zikula
it: Calendario per Zikula
pt: Calendário para Zikula

source: %1$s: missing or empty '%2$s' parameter
fr: %1$s: manquant ou paramètre '%2$s' vide
it: %1$s: il parametro '%2$s' è vuoto o mancante
pt: %1$s: em falta ou parâmetro vazio '%2$s'

source: change
fr: changer
it: cambia
pt: alterar

source: Global Events
fr: Événements généraux
it: Eventi globali
pt: Eventos Globais

source: Only
fr: Seulement
it: solo
pt: Apenas

source: My Events
fr: Mes événements
it: Miei Eventi
pt: Os Meus Eventos

source: Error! Unable to load class [%s]
fr: Erreur ! Impossible de charger la classe [%s]
it: Errore! Impossibile caricare la classe [%s]
pt: Erro! Não é possível carregar a classe [%s]

source: Jump to Today
fr: Aller à aujourd'hui
it: Vai a oggi
pt: Ir para Hoje

source: Day View
fr: Vue journalière
it: Mostra giorno
pt: Vista Diária

source: Week View
fr: Vue hebdomadaire
it: Mostra settimanta
pt: Vista Semanal

source: Month View
fr: Vue mensuelle
it: Mostra mese
pt: Vista Mensal

source: Year View
fr: Vue anuelle
it: Mostra anno
pt: Vista Anual

source: List View
fr: Vue liste
it: Mostra lista
pt: Vista de Lista

source: Submit New Event
fr: Soumettre un nouvel évènement
it: Invia un evento
pt: Submeter Novo Evento

source: Search
fr: Rechercher
it: Ricerca
pt: Pesquisar

source: Print View
fr: Page d'impression
it: Modalità di stampa
pt: Vista de Impressão

source: Today
fr: Aujourd'hui
it: Oggi
pt: Hoje

source: Day
fr: Jour
it: Giorno
pt: Dia

source: Week
fr: Semaine
it: Settimana
pt: Semana

source: Month
fr: Mois
it: Mese
pt: Mês

source: Year
fr: Année
it: Anno
pt: Ano

source: Add
fr: Ajouter
it: Aggiungi
pt: Adicionar

source: Print
fr: Imprimer
it: Stampa
pt: Imprimir

source: There is %s queued calendar event awaiting your review.
fr: Il y a %s évènement du calendrier en attente de votre revue.
it: C'è %s evento in coda, in attesa del tuo controllo.
pt: Existe %s evento de calendário na fila aguardando a sua revisão.

source: Review queued events
fr: Revoir les évènements en attente
it: Controlla coda eventi
pt: Rever eventos na fila

source: Edit sub-category
fr: Modifier la sous-catégorie
it: Modifica sotto categorie
pt: Editar sub-categoria

source: overlib: attribute 'text' or 'inarray' or 'function' not present
fr: overlib : attribut 'texte' ou 'inarray' ou 'function' non présent
it: overlib: attributo 'text' o 'inarray' o 'function' non presente
pt: overlib: atributo 'text' ou 'inarray' ou 'function' não presente

source: Error! Could not load items.
fr: Erreur! Impossible de charger les éléments
it: Errore! Impossibile caricare oggetti.
pt: Erro! Não foi possível carregar itens.

source: S M T W T F S
fr: D L M M J V S D
it: L M M G V S D
pt: D S T Q Q S S

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
fr: Dimanche Lundi Mardi Mercredi Jeudi Vendredi samedi
it: Domenica Lunedì Martedì Mercoledì Giovedì Venerdì Sabato
pt: Domingo Segunda Terça Quarta Quinta Sexta Sábado

source: January February March April May June July August September October November December
fr: Janvier Février Mars Avril Mai Juin Juillet Août Septembre Octobre Novembre Décembre
it: Gennaio Febbraio Marzo Aprile Maggio Giugno Luglio Agosto Settempre Ottobre Novembre Dicembre
pt: Janeiro Fevereiro Março Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro

source: Featured Event Calendar Block
fr: Bloc de calendrier pour les évènements spéciaux
it: In primo piano blocco Calendario degli eventi
pt: Bloco Calendário de Eventos em Destaque

source: PostCalendar: Event not created (opt out).
fr: PostCalendar: Evènement non-créé.
it: Postcalendar: Evento non creato (opt out).
pt: PostCalendar: Evento não criado (opt out).

source: Hook function not available
fr: fonction de greffon non disponible
it: funzione Hook non disponibile
pt: Função hook não disponível

source: PostCalendar: Event created.
fr: PostCalendar: Evènement créé.
it: PostCalendar: Evento creato.
pt: PostCalendar: Evento criado.

source: Error! PostCalender: Could not create an event.
fr: Erreur ! PostCalender: Ne peux pas créer un évènement.
it: Errore! PostCalender: Impossibile creare un evento.
pt: Error! PostCalender: Não foi possível criar um evento.

source: News:
fr: Nouvelles :
it: Notizie:
pt: Notícias:

source: Article link:
fr: Lien de l'article :
it: Link dell'articolo:
pt: Link do artigo:

source: PostCalendar: Existing event deleted (opt out).
fr: PostCalendar : Evènement existant supprimé (retiré).
it: PostCalendar: evento esistente soppresso (opt out).
pt: PostCalendar: Evento existente eliminado (opt out).

source: PostCalendar: News event not created (opt out).
fr: PostCalendar : Nouvelle de l'événement non-créé (retiré).
it: PostCalendar: Notizia evento non creata (opt out).
pt: PostCalendar: Evento de notícias não foi criado (opt out).

source: PostCalendar: Associated Calendar event updated.
fr: PostCalendar : Evénement associé au calendrier mis à jour.
it: PostCalendar: Evento associato del calendario aggiornato.
pt: PostCalendar: Calendário de eventos associado actualizado.

source: Error! Could not update the associated Calendar event.
fr: Erreur ! Impossible de mettre à jour l'évènement de calendrier associé.
it: Errore! Impossibile aggiornare l'evento associato al calendario
pt: Erro! Não foi possível actualizar o calendário de eventos associado.

source: PostCalendar: module config updated.
fr: PostCalendar : configuration du module mis à jour.
it: PostCalendar: Impostazioni modulo aggiornate.
pt: PostCalendar: configuração do módulo actualizada.

source: Error! Module name not present in %s hook.
fr: Erreur ! Le nom du module n'est pas présent dans le hook %s.
it: Errore! Nome del modulo non presente nel %s hook.
pt: Erro! O nome do módulo não está presente em %s gancho.

source: Error! Could not delete associated PostCalendar events.
fr: Erreur ! Impossible de supprimer les évènements PostCalendar associés.
it: Errore! Impossibile eliminare eventi associati.
pt: Erro! Não foi possível eliminar eventos do PostCalendar associados.

source: ALL associated PostCalendar events also deleted.
fr: TOUS les évènements PostCalendar associés ont été supprimés.
it: Eliminare anche TUTTI gli eventi associati a PostCalendar
pt: TODOS os eventos do PostCalendar associados também eliminados.

source: New user:
fr: Nouvel utilisateur :
it: Nuovo utente:
pt: Novo utilizador:

source: Profile link:
fr: Lien sur le profil :
it: Link del profilo:
pt: Link de perfil:

source: PostCalendar: %s not provided in delete hook
fr: PostCalendar : %s non-fournit dans la suppression du hook
it: PostCalendar:%s non fornito nella cancellazione del hook(gancio)
pt: PostCalendar: %s não fornecido na eliminado no hook

source: Error! Could not delete associated PostCalendar event.
fr: Erreur ! Impossible de supprimer les évènements PostCalendar associés.
it: Errore! Impossibile eliminare evento associato.
pt: Erro! Não foi possível eliminar evento do PostCalendar associado.

source: Associated PostCalendar event also deleted.
fr: Evènements PostCalendar associés aussi supprimés.
it: Eliminare anche l'evento associato
pt: Evento do PostCalendar associado também eliminado.

source: No event with eid %s
fr: Pas d'évènement avec l'eid %s
it: Nessun evento con eid %s
pt: Nenhum evento com id %s

source: cal icon
fr: cal icône
it: Icona calendario
pt: ícone cal

source: PostCalendar Event
fr: Evènement PostCalendar
it: Eventi PostCalendar
pt: Evento do PostCalendar

source: No needle ID
fr: Aucun ID fourni
it: Nessun needle ID
pt: Nenhum needle ID

source: recurring event beginning %s
fr: début de l'évènement récurent le %s
it: nizio evento ricorrente %s
pt: evento recorrente com início %s

source: PostCalendar Date
fr: Date PostCalendar
it: Date PostCalendar
pt: Data do PostCalendar

source: Root category
fr: Catégorie racine
it: Categoria di Root
pt: Categoria raiz

source: Select Multiple
fr: Sélection multiple
it: Seleziona più
pt: Seleccionar Múltiplos

source: Select Multiple Categories
fr: Sélection de multiples catégories
it: Seleziona più categorie
pt: Seleccionar Múltiplas Categorias

source: Done
fr: Terminé
it: Fatto
pt: Feito

source: PostCalendar Featured Event
fr: Fonctionnalités d'évènements de PostCalendar
it: Eventi futuri di PostCalendar
pt: Evento em Destaque do PostCalendar

source: Displays one event from PostCalendar.
fr: Afficher un évènement depuis PostCalendar.
it: Visualizza un evento da Postcalendar.
pt: Exibição de um evento do PostCalendar.

source: PostCalendar: No event ID set.
fr: PostCalendar : Pas d'identifiant d'évènement définit.
it: PostCalendar: Nessun ID set.
pt: PostCalendar: Nenhum ID de evento definido.

source: Display featured event
fr: Afficher les fonctionnalités de l'évènement
it: Mostra l'evento in evidenza
pt: Exibição de evento em destaque

source: PostCalendar Event List
fr: Liste des évènements de PostCalendar
it: Lista Eventi PostCalendar
pt: Lista de Eventos do PostCalendar

source: Displays a list of PostCalendar events.
fr: Afficher une liste des évènements PostCalendar.
it: Visualizza una lista degli eventi PostCalendar.
pt: Exibição de uma lista de eventos PostCalendar.

source: Display event list from catgories
fr: Afficher une liste d'évènements depuis les catégories
it: Visualizza la lista degli eventi per categoria
pt: Exibição de uma lista de eventos por categorias

source: Maximum %s events.
fr: %s évènements maximum.
it: Massimo %s eventi.
pt: Máximo de %s eventos.

source: Over %s months.
fr: plus de %s mois.
it: Nel corso di %s mesi.
pt: Mais de %s meses.

source: Error! Required arguments not present.
fr: Erreur! Arguments requis manquants
it: Errore! argomenti richiesti non presenti.
pt: Erro! Argumentos requeridos não estão presentes.

source: You do not have permission to view this event.
fr: Vous n'avez pas la permission de voir cet évènement.
it: Non hai il permesso per vedere questo evento.
pt: Não tem permissão para visualizar este evento.

source: Sorry! Authorization has not been granted.
fr: Désolé ! L'autorisation n'a pas été accordée
it: Spiacente! l'autorizzazione non è stata concessa.
pt: Autorização não concedida.

source: Error! There are no events with ID %s.
fr: Erreur ! Il n'y a pas d'événement ayant l'ID %s
it: Errore! Non ci sono eventi con ID %s.
pt: Erro! Não existem eventos com o ID %s.

source: Sorry! You do not have authorization to delete this event.
fr: Désolé! Vous n'avez pas l'autorisation de supprimer cet événement.
it: Spiacente! Tu non hai l'autorizzazione di eliminare questo evento.
pt: Não tem autorização para eliminar este evento.

source: Done! The event was deleted.
fr: Terminé ! L'évènement a été supprimé.
it: Fatto! L'evento è stato eliminato.
pt: Feito! O evento foi eliminado.

source: Save
fr: Enregistrer
it: Salva
pt: Guardar

source: Save and Add
fr: Sauvegarder et ajouter
it: Salva e Aggiungi
pt: Guardar e Adicionar

source: Preview
fr: Prévision
it: Anteprima
pt: Pré-visualização

source: Error! Submission failed.
fr: Erreur ! Échec de l'envoi.
it: Errore! Presentazione fallita.
pt: Erro! Falha na submissão.

source: Done! Updated the event. (event date: %s)
fr: Terminé ! Évènement global mis à jour. (date : %s)
it: Fatto! Aggiornato l'evento. (data evento: %s)
pt: Feito! Evento actualizado. (data do evento: %s)

source: Done! Submitted the event. (event date: %s)
fr: Terminé ! Évènement créé. (date : %s)
it: Fatto! Inviato l'evento. (data evento: %s)
pt: Feito! Evento submetido. (data do evento: %s)

source: The event has been queued for administrator approval.
fr: L'évènement a été mis en attente pour l'approbation d'un administrateur
it: L'evento è stato messo in coda per l'approvazione dell'amministratore.
pt: O evento encontra-se na fila para aprovação do administrador.

source: Plain text
fr: Texte brut
it: Testo normale
pt: Texto simples

source: HTML-formatted
fr: Format HTML
it: In formato HTML
pt: Formato HTML

source: Private
fr: Privé
it: Privato
pt: Privado

source: Global
it: Globale

source: Day(s)/Week(s)/Month(s)/Year(s)
fr: Jour(s)/Semaine(s)/Mois/Année(s)
it: Giorno(i)/Settimana(e)/Mese(i)/Anno(i)
pt: Dia(s)/Semana(s)/Mês(es)/Ano(s)

source: First/Second/Third/Fourth/Last
fr: Premier/Second/Troisième/Quatrième/Dernier
it: Primo/Secondo/Terzo/Quarto/Ultimo
pt: Primeira/Segunda/Terceira/Quarta/Última

source: Sun Mon Tue Wed Thu Fri Sat
fr: Dim Lun Mar Mer Jeu Ven Sam
it: Dom Lun Mar Mer Gio Ven Sab
pt: Dom Seg Ter Qua Qui Sex Sáb

source: Required argument not present.
fr: Arguments requis manquants.
it: Argomento richiesto non presente.
pt: Argumento requerido não está presente.

source: err/First/Second/Third/Fourth/Last
fr: err/Premier/Second/Troisième/Quatrième/Dernier
it: errore/Primo/Secondo/Terzo/Quarto/Ultimo
pt: err/Primeira/Segunda/Terceira/Quarta/Última

source: Event recurs every %s
fr: L'évènement revient chaque %s
it: Evento si ripete ogni %s
pt: Evento repete-se a cada %s

source: until
fr: jusqu'à
it: fino a quando
pt: até

source: Event recurs on
fr: L'évènement revient le
it: evento si ripete su
pt: Evento repete-se no

source: of the month, every %s months
fr: du mois, chaque %s mois
it: del mese, ogni %s mesi
pt: do mês, a cada %s meses

source: This event does not recur.
fr: Cet évènement n'est pas récurent.
it: Questo evento non si ripeterà.
pt: Este evento não se repete.

source: This is a private event.
fr: C'est un évènement privé.
it: Si tratta di un evento privato.
pt: Este evento é privado.

source: This is a public event.
fr: C'est un évènement public.
it: Si tratta di un evento pubblico.
pt: Este evento é público.

source: 'Title' is a required field.
fr: Le champ "Titre" est obligatoire.
it: 'Titolo' è un campo richiesto.
pt: 'Título' é um campo obrigatório.

source: Error! The repetition frequency must be an integer.
fr: Erreur! La fréquence de répétition doit être un entier.
it: Errore! La frequenza di ripetizione deve essere un intero.
pt: Erro! A frequência de repetição deve ser um número inteiro.

source: Error! The repetition frequency must be at least 1.
fr: Erreur! La fréquence de répétition doit être au moins à 1.
it: Errore! La frequenza di ripetizione deve essere almeno 1.
pt: Erro! A frequência de repetição deve ser pelo menos 1.

source: Error! The selected start date falls after the selected end date.
fr: Erreur! La date de début est postérieure à la date de fin.
it: Errore! La data di inizio selezionata cade dopo la data di fine selezionati.
pt: Erro! A data de início seleccionada é superior à data de fim seleccionada.

source: Submit Event
fr: Soumettre un évènement
it: Invia Evento
pt: Submeter Evento

source: Settings
fr: Paramètres
it: Impostazioni
pt: Definições

source: Create new event
fr: Créer un nouvel événement.
it: Crea un nuovo evento
pt: Criar novo evento

source: Approved events
fr: Évènements approuvés
it: Approva eventi
pt: Eventos aprovados

source: Hidden events
fr: évènements masqués
it: Eventi nascosti
pt: Eventos escondidos

source: Queued events
fr: Événements en attente
it: Eventi in coda
pt: Eventos na fila

source: Error! %1$s required in %2$s.
fr: Erreur %1$s requis dans %2$s.
it: Errore! %1$s richiesto in %2$s.
pt: Erro! %1$s requerido em %2$s.

source: Notice: PostCalendar submission/change
fr: Note: PostCalendar Proposition/modification
it: Avviso: presentazione/modifica di PostCalendar
pt: Aviso: submissão/alteração do PostCalendar

source: Done! Sent administrator notification e-mail message.
fr: Terminé! Envoyer une notification par email à l'administrateur.
it: Fatto! messaggio e-mail inviato all'amministratore.
pt: Feito! Enviar mensagem de e-mail de notificação ao administrador.

source: Error! Could not send administrator notification e-mail message.
fr: Erreur! Impossible d'envoyer la notification à l'administrateur.
it: Errore! messaggio e-mail non inviato all'amministratore.
pt: Erro! Não foi possível enviar a mensagem de e-mail de notificação ao administrador.

source: Error! Zikula %1$s is required. No installation started. You are advised to upgrade to Zikula %1$s first.
fr: Erreur ! Zikula %1$s est requis. L'installation n'a pas démarré. Vous devez mettre à jour Zikula à la version %1$s d'abord.
it: Errore! E' richiesto Zikula %1$s. Nessuna installazione iniziata. Si consiglia prima di effettuare l'aggiornamento a Zikula %1$s.
pt: Erro! Zikula %1$s é requerido. Nenhuma instalação foi iniciada. Recomenda-se actualizar para Zikula %1$s primeiro.

source: Error! Could not create the table.
fr: Erreur! Impossible de créer la table.
it: Errore! Impossibile creare la tabella.
pt: Erro! Não foi possível criar a tabela.

source: Error! Could not create default category.
fr: Erreur ! Impossible de créer une catégorie par défaut.
it: Errore! Impossibile creare categoria predefinita.
pt: Erro! Não foi possível criar a categoria por defeito.

source: Error! Could not set the default settings for PostCalendar.
fr: Erreur! Impossible de définir les paramètres par défaut de PostCalendar
it: Errore! Impossibile impostare le impostazioni predefinite per PostCalendar.
pt: Erro! Não foi possível definir as configurações por defeito para PostCalendar.

source: Error! Zikula %1$s is required. No upgrade started. You are advised to restore the previous PostCalendar version, or upgrade to Zikula %1$s first.
fr: Erreur ! Zikula %1$s est requis. L'installation n'a pas démarré. Vous devez installer la mise à jour précédente de PostCalentar ou mettre à jour Zikula à la version %1$s d'abord.
it: Errore! E' richiesto Zikula %1$s. Nessun aggiornamento avviato. Si consiglia di ripristinare la versione precedente di PostCalendar, o di aggiornare prima a Zikula %1$s.
pt: Erro! Zikula %1$s é requerido. Nenhuma actualização foi iniciada. Recomenda-se restaurar a versão anterior do PostCalendar, ou actualizar para Zikula %1$s primeiro.

source: Notice: This version does not support upgrades from PostCalendar 3.x and earlier. Please download and install version 4.0.3 (available from <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). After upgrading, you can install PostCalendar %s and perform this upgrade.
fr: Rappel: Cette version ne supporte pas les mis à jour depuis PostCalendar 3.x et antérieure. Merci d'installer la version 4.0.3 (accessible depuis <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). Après avoir actualisé, vous pourrez installer PostCalendar %s et faire la mise à jour.
it: Avviso: Questa versione non supporta gli aggiornamenti da Postcalendar 3.x e precedenti. Si prega di scaricare e installare la versione 4.0.3(available from <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). Dopo l'aggiornamento, è possibile installare Postcalendar %s ed eseguire questo aggiornamento.
pt: Aviso: Esta versão não tem suporte para actualizações a partir do PostCalendar 3.x e anteriores. Faça o download e instale a versão 4.0.3 (disponível a partir de <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). Após a actualização, pode instalar PostCalendar %s e realizar esta actualização.

source: Error: Could not correct multi-byte serialization.
fr: Erreur ! Impossible de corriger la sérialisation multi-octets.
it: Errore: Impossibile correggere serializzazione multi-byte.
pt: Erro: Não foi possível corrigir a serialização multi-byte.

source: Error: Could not cull meetings.
fr: Erreur ! Impossible de trouver des réunions.
it: Errore: Impossibile abbattere riunioni.
pt: Erro: Não foi possível terminar reuniões.

source: Error: Could not migrate categories.
fr: Erreur ! Impossible de migrer les catégories.
it: Errore: Impossibile eseguire la migrazione delle categorie.
pt: Erro: Não foi possível migrar categorias.

source: Error: Could not migrate topics.
fr: Erreur ! Impossible de migrer les sujets.
it: Errore: Impossibile eseguire la migrazione degli argomenti.
pt: Erro: Não foi possível migrar tópicos.

source: PostCalendar: Topics ignored in upgrade.
fr: PostCalendar : Sujets ignorés dans la mise à jour.
it: Postcalendar: Ignorare gli argomenti nell'aggiornamento.
pt: PostCalendar: Tópicos ignorados na actualização.

source: Error: Could not transcode category and/or topic IDs.
fr: Erreur! Impossible de transcoder la catégorie et/ou l'identifiant du sujet.
it: Errore: Impossibile transcodificare categoria e/o gli ID argomento.
pt: Erro: Não foi possível transcode IDs de categorias e/ou tópicos.

source: Error: Could not convert informant field to uid.
fr: Erreur ! Impossible de convertir le champ informant en uid.
it: Errore: Impossibile convertire informazione campo a uid.
pt: Erro: Não foi possível converter o campo informativo para uid.

source: Error! Could not register module hooks.
fr: Erreur ! Impossible d'enregistrer les extensions du module.
it: Errore! Impossibile registrare il modulo hook.
pt: Erro! Não foi possível registar os hooks do módulo.
