Repository: zikula/i18n-portal
Catalog: gettext/*/modules/PostCalendar/6.1.0/module_postcalendar.po
Languages: fr, it, pt

source: Error! Could not upgrade the tables.
fr: Erreur! Impossible de mettre à jour les tables.
it: Errore! Impossibile aggiornare le tabelle.
pt: Erro! Não foi possível actualizar as tabelas.

source: Error! Could not update the scribite configuration.
fr: Erreur ! Impossible de mettre à jour la configuration du module scribite.
it: Errore! Impossibile aggiornare la configurazione di scribite.
pt: Erro! Não foi possível actualizar a configuração scribite.

source: PostCalendar: Scribite! associations reset for PostCalendar.
fr: PostCalendar: Scribite! association remise à zéro pour PostCalendar.
it: PostCalendar:
pt: PostCalendar: Reposição de associações Scribite! para PostCalendar.

source: PostCalendar: Serialized fields corrected.
fr: PostCalendar: Sérialisation des champs corrigée.
it: PostCalendar:
pt: PostCalendar: Campos em serie corrigido.

source: Error! Could not create sub-category (%s).
fr: Erreur ! Impossible de créer une sous-catégorie (%s).
it: Errore! Impossibile creare la sotto-categoria (%s).
pt: Erro! Não foi possível criar a sub-categoria (%s).

source: PostCalendar: Categories successfully migrated.
fr: PostCalendar : Catégories migrées avec succès.
it: PostCalendar: Categoria migrata con successo
pt: PostCalendar: Categorias migradas com sucesso.

source: PostCalendar: Topics successfully migrated.
fr: PostCalendar : Sujets migrés avec succès.
it: PostCalendar: Argomento migrato con successo.
pt: PostCalendar: Tópicos migrados com sucesso.

source: PostCalendar: Category and/or Topic IDs converted.
fr: PostCalendar : Catégorie et/ou identifiants de sujet convertis.
it: PostCalendar: Argomenti e Categorie convertite.
pt: PostCalendar: IDs de Categorias e/ou Tópicos convertidos.

source: PostCalendar: 'Main' category created.
fr: PostCalendar : catégorie principale créée.
it: PostCalendar: Categoria principale creata
pt: PostCalendar: Categoria 'Principal' criada.

source: PostCalendar: Topics category created.
fr: PostCalendar : Catégorie sujets créée.
it: PostCalendar: Argomenti di categoria creati.
pt: PostCalendar: Categoria de tópicos criada.

source: PostCalendar: Meetings culled. %s column dropped
fr: PostCalendar : Réunions collectées. %s colonnes supprimées
it: PostCalendar: Incontri abbattuti. %s colonna caduta
pt: PostCalendar: Reuniões terminadas. %s coluna solta

source: PostCalendar: '%s' field converted.
fr: PostCalendar : '%s' champ convertit.
it: PostCalendar: '%s' convertito.
pt: PostCalendar: '%s' campo convertido.

source: PostCalendar Installed
fr: PostCalendar installé
it: PostCalendar Installato
pt: PostCalendar Instalado

source: :text:On this date, the PostCalendar module was installed. Thank you for trying PostCalendar! This event can be safely deleted if you wish.
fr: :text:A cette date, le module PostCalendar a été installé. Merci d'avoir essayé PostCalendar ! Cet évènement peut être supprimé sans problème si vous le désirez.
it: :text: in questa data PostCalendar è stato installato. Grazie di provare PostCalendar! Questo evento può essere eliminato senza problemi se lo si desidera.
pt: :text:Nesta data, o módulo PostCalendar foi instalado. Obrigado por experimentar PostCalendar! Este evento pode ser eliminado com segurança, se desejar.

source: PostCalendar: Installation event created.
fr: PostCalendar : Évènement marquant l'installation créé.
it: PostCalendar: evento di installazione creato.
pt: PostCalendar: criado.

source: Error! Could not create an installation event.
fr: Erreur ! Impossible de créer un évènement marquant l'installation.
it: Errore! Impossibile creare un evento di installazione.
pt: Erro! Não foi possível criar um evento de instalação

source: Events
fr: Evènements
it: Eventi
pt: Eventos

source: Initial sub-category created on install
fr: Sous-catégorie initiale créée à l'installation
it: Sotto-categoria Iniziale creata al momento dell'installazione
pt: Sub-categoria inicial criada na instalação

source: Error! Could not create an initial sub-category.
fr: Erreur! Impossible de créer la sous-catégorie.
it: Errore: Impossibile creare sotto-categoria iniziale (Eventi).
pt: Erro! Não foi possível criar uma sub-categoria inicial.

source: PostCalendar: Initial sub-category created (Events).
fr: PostCalendar : Sous-catégorie initiale créée (Évènements).
it: PostCalendar: Creato sotto-categoria iniziale (Eventi).
pt: PostCalendar: Sub-categoria inicial criada (Eventos).

source: PostCalendar: Unable to determine Zikula Core Version.
fr: PostCalendar : Impossible de déterminer la version du noyau de Zikula.
it: PostCalendar: Impossibile determinare la versione di Zikula
pt: PostCalendar: Não foi possível determinar Versão Core do Zikula.

source: PostCalendar: Could not register %s hook.
fr: PostCalendar : Impossible d'enregistrer l'extension %s.
it: PostCalendar: Impossibile registrare %s hook
pt: PostCalendar: Não foi possível registar %s hook.

source: PostCalendar: All hooks registered.
fr: PostCalendar : Toutes les extensions ont été enregistrées.
it: PostCalendar: Tutti gli hook registrati.
pt: PostCalendar: Todos hooks registados.

source: PostCalendar settings
fr: Paramètres de PostCalendar
it: Impostazioni PostCalendar
pt: Configurações do PostCalendar

source: version
it: versione
pt: versão

source: General settings
fr: Paramètres généraux
it: Impostazioni Generali
pt: Configurações gerais

source: Reset ALL Settings to Defaults
fr: Remettre TOUS les paramètres par défaut
it: Ripristinare tutte le impostazioni predefinite
pt: Repor TODAS as configurações padrão

source: Allow submitted events to be activated without review
fr: Permettre aux évènements soumis d'être activés sans révision
it: Permetti di pubblicare eventi senza la revisione
pt: Permitir que os eventos submetidos sejam activados sem revisão

source: Enable categorization of events
fr: Activer la catégorisation des évènements
it: Abilita categorizzazione eventi
pt: Activar categorização de eventos

source: Group allowed to publish personal calendars
fr: Groupe des utilisateurs autorisés à publier des calendriers personnels
it: Gruppo permesso di pubblicare calendari personali
pt: Grupo permitido para publicar calendários pessoais

source: No group
fr: pas de groupe
it: Nessun gruppo
pt: Nenhum grupo

source: Edit groups
fr: Modifier les groupes
it: Modifica gruppo
pt: Editar grupos

source: Display settings
fr: Afficher les préférences
it: Impostazioni di visualizzazione
pt: Exibição de definições

source: Number of events to list on administration pages
fr: Nombre d'évènements à lister sur les pages d'administration
it: Numero di eventi in lista nella pagina amministratore
pt: Número de eventos para a lista nas páginas de administração

source: Use 24-hour time format
fr: Utiliser un d'heure de 24 heures
it: Usa il formato 24 ore
pt: Utilizar o formato de 24 horas

source: Time increment for new event creation (1-60 minutes)
fr: Durée d'un nouvel évènement (1-60 minutes)
it: incremento di tempo per la creazione di nuova manifestazione (1-60 minuti)
pt: Incremento de tempo para a criação de um novo evento (1-60 minutos)

source: Default categories in new event creation.
fr: Catégorie par défaut lors de la création d'un nouvel évènement
it: categorie predefinite nella creazione del nuovo evento.
pt: Categorias por defeito na criação de um novo evento.

source: No Default Category
fr: Pas de catégorie par défaut
it: Nessuna categoria predefinita
pt: Nenhuma categoria por defito

source: View event details in a pop-up window
fr: Afficher les détails de l'événement dans une pop-up
it: Mostra i dettagli dell'evento in una finestra pop-up
pt: Ver detalhes do evento numa janela pop-up

source: Show event details in 'hover' window on 'mouseover'
fr: Afficher les détails de l'évènement lors du passage de la souris.
it: Mostra i dettagli dell'evento nella finestra passandoci sopra con il mouse
pt: Mostrar detalhes do evento em janela 'hover' em 'mouseover'

source: overrides pop-up setting
fr: écraser les préférences des pop-up
it: Impostazioni pop-up
pt: substitui definição pop-up

source: Date Display Format
fr: Format d'affichage de la date
it: Formato Data
pt: Formato de Exibição da Data

source: uses %s format
fr: utiliser %s format
it: Usa %s formato
pt: usa %s formato

source: Or choose a preset:
fr: Ou choisir une présélection :
it: O scegli un:
pt: Ou escolha uma predefinição:

source: Month Day, Year
fr: Mois Jour, Année
it: Mese Giorno, Anno
pt: Mês, Dia, Ano

source: Day Month Year
fr: Jour Mois Année
it: Giorno Mese Anno
pt: Dia Mês Ano

source: YYYY-MM-DD
fr: AAAA-MM-JJ
it: AAAA-MM-GG
pt: AAAA-MM-DD

source: First day of the week
fr: Premier jour de la semaine
it: Primo giorno della settimana
pt: Primeiro dia da semana

source: Sunday
fr: Dimanche
it: Domenica
pt: Domingo

source: Monday
fr: Lundi
it: Lunedì
pt: Segunda

source: Saturday
fr: Samedi
it: Sabato
pt: Sábado

source: Default calendar view
fr: Vue par défaut du calendrier
it: Visualizzazione calendario standard
pt: Vista do calendário por defeito

source: Number of months to display in list/rss view
fr: Nombre de mois à afficher dans la vue en liste/rss
it: Numero di mesi da visualizzare nella lista / mostra rss
pt: Número de meses para exibir na vista de lista/rss

source: Allow users to filter event display by category
fr: Autoriser les utilisateurs à filtrer l'affichage des événements par catégorie
it: Consentire agli utenti di filtrare la visualizzazione degli eventi per categoria
pt: Permitir que os utilizadores filtrem a exibição de eventos por categoria

source: In jump date selector, display
fr: Dans le sélecteur date, afficher
it: In data salto di selezione, visualizzazione
pt: No selector de data, exibir

source: year(s) before current year.
fr: année(s) avant cette année.
it: anno(i) prima dell'anno in corso.
pt: ano(s) antes do ano em curso.

source: year(s) after current year.
fr: année(s) après cette année.
it: anno(i) dopo l'anno in corso.
pt: ano(s) depois do ano em curso.

source: Enable images in navigation header
fr: Permettre les images dans les headers de la navigation
it: Abilita le immagini per la navigazione
pt: Activar imagens no cabeçalho de navegação

source: Notification settings
fr: Paramètres de notification
it: Impostazioni di notifica
pt: Configurações de notificação

source: Notify administrator about user event submission/change
fr: Prévenir l'admnistrateur lorsqu'un utilisateur propose ou modifie un événement
it: Notifica l'utente circa il cambiamentovdell'evento
pt: Notificar o administrador sobre a submissão/alteração de evento do utilizador

source: Notify administrator about administrator event submission/change
fr: Prévenir l'administrateur lorsqu'un administrateur propose ou modifie un événement.
it: Notifica l'amministratore circa il cambiamentovdell'evento
pt: Notificar o administrador sobre a submissão/alteração de evento do administrador

source: E-mail address to send notifications
fr: Adresse e-mail pour l'envoi des notifications
it: Indirizzo email dove mandare le notifiche
pt: Endereço e-mail para enviar notificações

source: Cancel
fr: Annuler
it: Annulla
pt: Cancelar

source: Event review
fr: Révision des évènements
it: Recenzione evento
pt: Revisão do evento

source: Yes
fr: Oui
it: Si
pt: Sim

source: Calendar
fr: Calendrier
it: Calendario
pt: Calendário

source: There are no %s events.
fr: Il n'y a aucun %s évènement.
it: Non ci sono %s eventi.
pt: Não há %s eventos.

source: Select
fr: Sélectionner
it: Selezionare
pt: Seleccionar

source: Title
fr: Titre
it: Titolo
pt: Título

source: Time stamp
fr: Horodatage
it: Tempo

source: Perform this action
fr: Exécuter cette action
it: Eseguire questa azione
pt: Realizar esta acção

source: Previous
fr: Précédent
it: Precedente
pt: Anterior

source: Next
fr: Suivant
it: Successivo
pt: Próximo

source: Delete event
fr: Supprimer l'événement
it: Elimina Evento
pt: Eliminar evento

source: CANCEL
fr: ANNULER
it: ANNULLA
pt: CANCELAR

source: All These Categories
fr: Toutes ces catégories
it: Tutte queste categorie
pt: Todas estas Categorias

source: Duration
fr: Durée
it: Durata
pt: Duração

source: hours
fr: Hh
it: Ore
pt: horas

source: All day event
fr: Toute la journée
it: Tutti gil eventi del giorno
pt: Evento todo o dia

source: Description
it: Descrizione
pt: Descrição

source: Location
fr: Lieu
it: Località
pt: Localização

source: Contact information
fr: Contact
it: Contatti per Informazioni
pt: Informações de contacto

source: Fee
fr: Coût
it: Tassa
pt: Taxa

source: Categorized in
fr: Catégorisée dans
it: Catalogato in
pt: Categorizado em

source: Event recurrance information
fr: Information de récurrence de l'évènement
it: Informazioni ricorrenza dell'evento
pt: Informações de evento recorrente

source: Event sharing information
fr: Information de partage de l'évènement
it: Condivisione informazioni dell'evento
pt: Informação de partilha de evento

source: Edit
fr: Modifier
it: Modifica
pt: Editar

source: Update event
fr: Mettre à jour l'évènement
it: Aggiorna evento
pt: Actualizar evento

source: Create new
fr: Créer un nouveau
it: Crea nuovo
pt: Criar novo

source: Submit event
fr: Soumettre un évènement
it: Invia evento
pt: Submeter evento

source: Event preview
fr: Aperçu de l'événement
it: Anteprima evento
pt: Pré-visualização do evento

source: calendar event
fr: Évènement du calendrier
it: calendario degli eventi
pt: calendário de eventos

source: Required
fr: Requis
it: Richiesto
pt: Requerido

source: For user
fr: Pour utilisateur
it: Per l'utente
pt: Para o utilizador

source: Sharing
fr: Partage
it: Condivisione
pt: Partilha

source: Start date
fr: Date de début
it: Data di Inizio
pt: Data de início

source: Time
fr: Heure
it: Tempo
pt: Hora

source: All-day event
fr: Toute la journée
it: eventi di Tutti i giorni
pt: Evento todo o dia

source: Timed event
fr: Événement Chronométré
it: Evento cronometrato
pt: Evento temporário

source: Hours
fr: Heures
it: Ore
pt: Horas

source: Minutes
it: Minuti
pt: Minutos

source: Category
fr: Catégorie
it: Categoria
pt: Categoria

source: Permitted HTML tags
fr: Permettre les balises HTML
it: Permetti tags HTML
pt: Tags HTML permitidas

source: Repetition settings
fr: Préférences de répétitions
it: Impostazioni di Ripetizione
pt: Definições de repetição

source: One-time event
fr: Événement unique
it: Evento unico
pt: Evento único

source: Repeats every
fr: Répéter toutes les
it: Si ripete ogni
pt: Repete-se a cada

source: Repeats on
fr: Répéter chaque
it: Ripete su
pt: Repete-se em

source: of the month, every
fr: du mois, chaque
it: del mese, ogni
pt: do mês, a cada

source: month(s)
fr: mois
it: Mese/i
pt: mês(es)

source: End date
fr: Date de fin
it: Data di fine
pt: Data de fim

source: No end date
fr: Pas de date de fin
it: Nessuna data di fine
pt: Sem data de fim

source: Name
fr: Nom
it: Nome
pt: Nome

source: Street
fr: Rue
it: Via
pt: Rua

source: City
fr: Ville
it: Città
pt: Cidade

source: State
fr: Pays
it: Stato
pt: Estado

source: Zipcode
fr: Code postal
it: CAP
pt: Código Postal

source: Contact
it: Contatto
pt: Contacto

source: Phone number
fr: Numéro de téléphone
it: Numero di Telefono
pt: Número de telefone

source: E-mail address
fr: Courrier électronique
it: Indirizzo E-mail
pt: Endereço e-mail

source: Web site
fr: Site internet
it: Sito Internet

source: The following calendar event has been changed:
fr: L'évènement du calendrier suivant a été modifié :
it: L'evento seguente è stato modificato:
pt: O seguinte calendário de eventos foi alterado:

source: The following calendar event has been added:
fr: L'évènement du calendrier suivant a été ajouté :
it: L'evento seguente è stato aggiunto:
pt: O seguinte calendário de eventos foi adicionado:

source: Event
fr: Événement
it: Evento
pt: Evento

source: A Message from your PostCalendar
fr: Un message de votre PostCalendar
it: Un messaggio dal tuo PostCalendar
pt: Uma mensagem do seu PostCalendar

source: from
fr: de
it: da
pt: a partir de

source: Edit event
fr: Modifier l'évènement
it: Modifica evento
pt: Editar evento

source: Copy event
fr: Copier l'évènement
it: Copia evento
pt: Copiar evento

source: Return
fr: retour
it: Ritorno
pt: Voltar

source: private event
fr: évènement privé
it: evento privato
pt: evento privado

source: %s comment left
fr: %s commentaire laissé.
it: %s commento inviato
pt: %s comentário restante

source: Comment
fr: Commentaire
it: Commento
pt: Comentário

source: No events scheduled.
fr: Pas d'évènement planifié.
it: Non ci sono eventi in programma.
pt: Não há eventos agendados.

source: Filter
fr: Filtre
it: Filtri
pt: Filtro

source: Jump
fr: Aller à
it: Salta
pt: Saltar

source: List view
fr: Vue en liste
it: mostra lista
pt: Vista de lista

source: previous list
fr: liste précédente
it: lista precedente
pt: lista anterior

source: next list
fr: liste suivante
it: prossima lista
pt: próxima lista

source: week
fr: semaine
it: settimana
pt: semana

source: PostCalendar Event ID
fr: Identifiant de l'évènement PostCalendar
it: ID Evento
pt: ID de Evento do PostCalendar

source: Display daily countdown to event
fr: Afficher le compte à rebours de l'évènement
it: Mostra conto alla rovescia dell'evento
pt: Exibir contagem regressiva diária para o caso

source: Hide event on expiration
fr: Cacher l'évènement lors de son expiration
it: Nascondi evento alla scadenza
pt: Esconder evento aquando da expiração

source: This event will occur in %s day.
fr: Cet évènement se passe dans %s jour.
it: Questo evento si verificherà nel giorno %s.
pt: Este evento irá ocorrer em %s dia.

source: This event occurs today.
fr: Cet évènement se passe aujourd'hui.
it: Questo evento si verifica oggi.
pt: Este evento ocorre hoje.

source: This event has already occured.
fr: Cet évènement est déjà passé.
it: Questo evento si è già verificato.
pt: Este evento já ocorreu.

source: Full event information
fr: Tous les informations concernant l'évènement
it: Tutte le informazioni dell'evento
pt: Informações completas sobre o caso

source: Info
fr: Informations
it: Informazioni
pt: Informação

source: Only display events in category(s)
fr: Afficher seulement les évènements étant dans les catégories
it: Mostra solo gli eventi della categoria(e)
pt: Apenas exibe os eventos na(s) categoria(s)

source: Number of events to display
fr: Nombre d'évènements à afficher
it: Numero di eventi da visualizzare
pt: Número de eventos a exibir

source: Number of months ahead to query for upcoming events
fr: Nombre de mois à afficher pour les évènements à venir
it: Numero dei prossimi mesi per eseguire una query per eventi iminenti
pt: Número de meses pela frente para consultar os próximos eventos

source: Long
it: Lungo
pt: Comprimento

source: No upcoming events.
fr: Pas d'évènement à venir.
it: Nessun evento imminente.
pt: Não há eventos eminentes.

source: Create New
fr: Créer un nouveau
it: Crea nuovo
pt: Criar novo

source: Display the calendar in the block
fr: Afficher le calendrier dans un bloc
it: Mostra il calendario nel blocco
pt: Exibir o calendário no bloco

source: Display today's events in the block
fr: Afficher les évènements du jour dans le bloc
it: Mostra gli eventi di oggi nel blocco
pt: Exibir os eventos de hoje no bloco

source: Hide today's events if none
fr: Cacher les évènements du jour s'il n'y en a pas
it: Nascondi Eventi di oggi, se nessuno
pt: Ocultar os eventos de hoje, se nenhum

source: Display upcoming events in the block
fr: Afficher les évènements à venir dans le bloc
it: Mostra prossimi eventi nel blocco
pt: Exibir os eventos eminentes no bloco

source: All Categories
fr: Toutes catégories
it: Tutte le Categorie
pt: Todas as categorias

source: Display search/submit links in the block
fr: Afficher des liens sur les évènements recherchés/soumis dans le bloc
it: Mostra il link ricerca/invia nel blocco
pt: Exibir links de pesquisa/submissão no bloco

source: Event ID (eid)
fr: Évènement ID (eid)
it: ID evento (eid)
pt: ID do Evento (eid)

source: Show countdown (days)
fr: Afficher le compte à rebours (en jours)
it: Mostra conto alla rovescia (giorni)
pt: Exibir contagem regressiva (dias)

source: Hide block when countdown expires
fr: Cacher le bloc quand le compte à rebours expire
it: Nascondi il blocco quando il conto alla rovescia scade
pt: Esconder o bloco quando a contagem regressiva expirar

source: Today's events
fr: Évènements du jour
it: Eventi di oggi
pt: Eventos de hoje

source: Number of months past to query for events
fr: Nombre de mois en arrière à regarder pour les évènements
it: Numero di mesi passati a query per gli eventi
pt: Número de meses após a consulta para eventos

source: Set to '0' for all events.
fr: Définir à '0' pour tout les évènements.
it: Imposta a '0' per tutti gli eventi.
pt: Definir como '0' para todos os eventos.

source: Upcoming events
fr: Évènements à venir
it: Prossimi appuntamenti
pt: Eventos eminentes

source: Associated PostCalendar event
fr: Evènements PostCalendar associés
it: Eventi associato
pt: Evento do PostCalendar associado

source: Create associated PostCalendar event (opt in)
fr: Créer un évènement PostCalendar associé
it: Crea evento associato (opt in)
pt: Criar eventos do PostCalendar associados (opt in)

source: Assign to PostCalendar categories:
fr: Assigner aux catégories PostCalendar :
it: Assegnare a categorie PostCalendar:
pt: Atribuir categorias do PostCalendar:

source: PostCalendar hook settings
fr: Préférence des extensions PostCalendar
it: Impostazione Hook di PostCalendar
pt: Configurações de hook do PostCalendar

source: Allow item creator to opt in/out of event creation
fr: Permettre au créateur de l'élément de s'engager/désengager de la création de l'évènement
it: Lasciare al creatore della voce di optare in/out della creazione dell'evento
pt: Permitir criador de item optar in/out da criação de eventos

source: Assign all events to category:
fr: Assigner tous les évènements à la catégorie :
it: Assegna tutti gli eventi alla categoria:
pt: Atribuir todos os eventos à categoria:

source: Allow creator to select
fr: Permettre au créateur de sélectionner
it: Permettere al creatore di selezionare
pt: Permitir que o criador seleccione

source: in Categories
fr: dans les catégories
it: delle categorie
pt: em Categorias

source: date range:
fr: plage de date :
it: Intervallo date:
pt: intervalo de datas:

source: last %s years
fr: %s dernières années
it: %s anni fa
pt: últimos %s anos

source: last year
fr: année dernière
it: l'anno scorso
pt: último ano

source: now
fr: maintenant
it: ora
pt: agora

source: to
fr: a
it: a
pt: para

source: next year
fr: année prochaine
it: Prossimo anno
pt: próximo ano

source: next %s years
fr: %s prochaines années
it: Prossimo %s anni
pt: próximos %s anos

source: RSS Feed
fr: Flux RSS
pt: Feed RSS

source: n/a
fr: non applicable
pt: n/d

source: %Y-%m-%d
fr: %d-%m-%Y

source: PostCalendar Rocks!
fr: PostCalendar Déchire!
