Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Sniffer/1.2/module_sniffer.po
Languages: fa

source: sniffer
fa: اسنیفر

source: Sniffer
fa: اسنیفر

source: Browser detection and information.
fa: ردیابی مرورگر و اطلاعات دیگر.

source: Show browser info
fa: نمایش اطلاعات مرورگر

source: Browser Sniffer
fa: Sniffer مرورگر

source: Basic Browser Infomation
fa: اطلاعات اصلی مرورگر

source: Browser
fa: مرورگر

source: Browser version
fa: نسخه مرورگر

source: OS
fa: سیستم عامل

source: OS version
fa: نسخه سیستم عامل
