Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/FAQ/2.3.1/module_faq.po
Languages: pl

source: Error! Could not load items.
pl: Bład! Nie można załadować pozycji.

source: Error! Unable to load class [%s%]
pl: Bład! Nie można załadować klasy [%s%]

source: Done! Item created.
pl: Zrobiono! Pozycja utworzona.

source: No such item found.
pl: Nie znaleziono takich pozycji.

source: Done! Item updated.
pl: Zrobiono! Pozycja uaktualniona.

source: Done! Item deleted.
pl: Zrobiono! Pozycja skasowana.

source: Purging of the pemalinks was successful
pl: Usunięcie odnośników permanentnych powiodło się

source: Purging of the pemalinks has failed
pl: Usunięcie odnośników permanentnych nie powiodło się

source: Edit
pl: Edytuj

source: Delete
pl: Skasuj

source: Done! Module configuration updated.
pl: Zrobione! Konfiguracja Modułu została zaktualizowana.

source: Frequently Asked Questions
pl: Często Zadawane Pytania

source: Warning! Could not create the default FAQ category tree. If you want to use categorisation with FAQ, register at least one property for the module in the Category Registry.
pl: Ostrzeżenie! Nie mogę stworzyć standardowego drzewa kategorii FAQ. Jeśli chcesz używać kategorii z FAQ, zarejestruj przynajmniej jedną właściwość dla modułu w Kategorii Rejestru.

source: Error! Update attempt failed.
pl: Bład! Próba aktualizacji nie powiodła się.

source: Error! Creation attempt failed.
pl: Bład! Próba utworzenia nie powiodła się.

source: Error! Deletion attempt failed.
pl: Bład! Próba skasowania nie powiodła się.

source: View FAQ list
pl: Pokaż listę FAQ

source: Create a FAQ
pl: Stwórz FAQ

source: Purge PermaLinks
pl: Usunięcie Odnośników Permanentnych

source: Settings
pl: Ustawienia

source: Invalid category passed.
pl: Wpisano niepoprawna kategorię.

source: Failed to get any items
pl: Nie pobrano żadnych pozycji Failed to get any items

source: Thank you for your question
pl: Dziekujemy za Twoje pytanie

source: Recent FAQs
pl: Ostatnie FAQ

source: Question
pl: Pytanie

source: Answer
pl: Odpowiedź

source: PermaLink URL title
pl: Tytuł URLa Odnośnika Permanentnego

source: (Blank = auto-generate)
pl: (Puste = generowane automatycznie)

source: Category
pl: Kategoria

source: Choose a category
pl: Wybierz kategorię

source: Create
pl: Stwórz

source: Cancel
pl: Anuluj

source: General settings
pl: Ustawienia główne

source: Enable categorization
pl: Włącz kategorie

source: Items per page
pl: Pozycji na stronie

source: PermaLinks
pl: Odnośniki Permanentne

source: Add category title to PermaLink
pl: Dodaj tytuł kategorii do Odnośnika Permanentnego

source: Update Configuration
pl: Uaktualnij konfigurację

source: Delete FAQ
pl: Skasuj FAQ

source: Do you really want to delete this FAQ?
pl: Czy na pewno chcesz skasować to FAQ?

source: Confirmation prompt
pl: Znak potwierdzenia

source: Confirm deletion?
pl: Potwierdź kasowanie?

source: Update FAQ
pl: Uaktualnij FAQ

source: Meta data
pl: Meta dane

source: Submitted by %s
pl: Wysłane przez %s

source: Answered by %s
pl: Odpowiedział %s

source: Created by %1$s on %2$s
pl: Stworzone przez %1$s dnia %2$s

source: Updated by %1$s on %2$s
pl: Uaktualnione przez %1$s dnia %2$s

source: Update
pl: Uaktualnij

source: FAQs
pl: FAQ

source: Categories
pl: Kategorie

source: Filter
pl: Filtr

source: Reset
pl: Resetuj

source: Internal ID
pl: Wewnętrzny ID

source: Answered
pl: Z odpowiedzią

source: Options
pl: Opcje

source: Yes
pl: Tak

source: No
pl: Nie

source: No items found.
pl: Nie znaleziono pozycji.

source: Submit a question
pl: Wyślij pytanie

source: Before submitting a question please check existing FAQ's as your question may have already been answered. If not then please submit your question via the form and below. Please use clear and precise language when submitting a question. After submission your question will be reviewed by the site editor(s).
pl: Zanim wyślesz pytanie sprawdź w FAQ czy nie odpowiedziano już na takie pytanie. Jeśli nie, proszę wyślij pytanie za pomocą poniższego formularza. Proszę zadać precyzyjne i krótkie pytania. Po wysłaniu pytania, będzie ono przejrzane przez edytora tej strony.

source: Your name
pl: Twoje imię

source: Content
pl: Zawartość

source: Submit
pl: Wyślij
