Repository: zikula/i18n-portal
Catalog: gettext/*/modules/content/3.2.0/module_content.po
Languages: it, pl

source: Error! Cannot create sub-page without parent page ID
it: Errore! Non puoi creare la sotto-pagina senza l'ID della pagina madre
pl: Błąd! Nie można stworzyć substrony bez ID strony macierzystej

source: Error! There is already another page registered with the supplied permalink URL.
it: Errore! C'è già un'altra pagina registrata con questo URL permanente.
pl: Błąd! Istnieje już strona zarejestrowana w dostarczonych bezpośrednich odnośnikach URL.

source: Translated
it: Tradotto
pl: Przetłumaczone

source: Translation deleted
it: Traduzione cancellata
pl: Tłumaczenie usunięte

source: Error! It is not possible to move a parent page beneath one of its descendants.
it: Errore! Non è possibile muovere una pagina madre sotto uno dei suoi discendenti.
pl: Błąd! Nie da się przenieść strony macierzystej poniżej jednej z jej podstron.

source: Error! Could not load items.
it: Errore! Non ho potuto caricare gli elementi.
pl: Błąd! Nie można załadować elementów.

source: Use 2 category levels (1st level single, 2nd level multi selection)
pl: Użyj 2 poziomy kategorii (1 poziom jednej płaszczyźnie, 2. poziom wielokrotny wybór)

source: Use 1 category level
pl: Użyj poziomu 1 kategorii

source: Don't use Categories at all
pl: W ogóle nie używaj kategorii

source: New pages will be active and available in the menu
pl: Nowe strony będą aktywne i dostępne w menu

source: New pages will be inactive and available in the menu
pl: Nowe strony będa nieaktywne i dostępne w menu

source: New pages will be active and not available in the menu
pl: Nowe strony będą aktywne i niedostępne w menu

source: New pages will be inactive and not available in the menu
pl: Nowe strony będą nieaktywne i niedostępne w menu

source: Main category property does not exist.
pl: Właściwość głównej kategorii nie istnieje.

source: Second category property does not exist.
pl: Właściwość drugiej kategorii nie istnieje.

source: Done! Saved module configuration.
it: Fatto! Configurazione del modulo salvata.
pl: Gotowe! Zachowana konfiguracja modułu.

source: Sorry! You have not been granted access to this page.
pl: Przykro mi! Nie udzielono ci dostępu do tej strony.

source: No page ID passed.
pl: Nie podano ID strony.

source: Error! Could not update state.
pl: Błąd! Nie dało się zaktualizować.

source: Error! Unknown content-ID
it: Errore! Contenuto-ID sconosciuto
pl: Błąd! Nieznana zawartość-ID

source: Error! Can't load content plugin
it: Errore! impossibile caricare il plugin del contenuto
pl: Błąd! Nie można załadować zawartości wtyczek

source: Content editing
it: Contenuto
pl: Edycja zawartości

source: Content is a page editing module. With it you can insert and edit various content items, such as HTML texts, videos, Google maps and much more.
it: Contenuto è un modulo di editing. Con esso potete inserire e editare vari elementi, come testi, HTML, video, Google Maps e molto altro.
pl: Zawartość jest modułem edytujacym stronę. Dzięki temu możesz wstawiać i edytować różne elementy treści, jak teksty HTML, wideo, mapy Google i wiele więcej.

source: content
it: contenuto
pl: zawartość

source: Edit this page
it: Modifica questa pagina
pl: Edytuj tę stronę

source: Translate this page
it: Traduci questa pagina
pl: Tłumacz tę stronę

source: Translate
it: Traduci
pl: Tłumacz

source: Please install Scribite to get a real HTML editor.
it: Prego installare Scribite per a vere un buon editor HTML
pl: Proszę zainstalować Scribite, aby uzyskać prawdziwy edytor HTML.

source: Add new content here
it: Aggiungi un nuovo contenuto qui
pl: Dodaj nową zawartość

source: Above
it: Sopra
pl: Powyżej

source: Above, left
it: Sopra, sinistra
pl: Powyżej, w lewo

source: Above, right
it: Sopra, destra
pl: Powyżej, w prawo

source: Header
it: Intestazione
pl: Nagłówek

source: Left column
it: colanna sinistra
pl: Lewa kolumna

source: Right column
it: colonna destra
pl: Prawa kolumna

source: Footer
it: Piè pagina
pl: Stopka

source: 2 columns (62|38)
pl: 2 kolumny (62|38)

source: Header + two columns (62|38) + footer
pl: Nagłówek + dwie kolumny (62|38) + stopka

source: 2 columns (30|70)
pl: 2 kolumny (30|70)

source: Header + two columns (30|70) + footer
pl: Nagłowek + dwie kolumny (30|70) + stopka

source: Centre column
it: Colonna centrale
pl: środkowa kolumna

source: 3 columns (50|25|25)
pl: 3 kolumny (50|25|25)

source: Header + three columns (50|25|25) + footer
pl: Nagłówek + trzy kolumny (50|25|25) + stopka

source: 3 columns (25|25|50)
pl: 3 kolumny (25|25|50)

source: Header + three columns (25|25|50) + footer
pl: Nagłówek + trzy kolumny (25|25|50) + stopka

source: 2 columns (75|25)
pl: 2 kolumny (75|25)

source: Header + two columns (75|25) + footer
pl: Nagłówek+ dwie kolumny (75|25) + stopka

source: Header above page headline
pl: Nagłówek powyżej nagłówka strony

source: 1 column, header above page headline
pl: 1 kolumna, nagłówek powyżej nagłówka strony

source: 2 columns (66|33)
pl: 2 kolumny (66|33)

source: Header + two columns (66|33) + footer
pl: Nagłówek + dwie kolumny (66|33) + stopka

source: 1 column
it: 1 colonna
pl: 1 kolumna

source: 2 columns (25|75)
pl: 2 kolumny (25|75)

source: Header + two columns (25|75) + footer
pl: Nagłówek + dwie kolumny (25|75) + stopka

source: 2 columns (38|62)
pl: 2 kolumny (38|62)

source: Header + two columns (38|62) + footer
pl: Nagłówek + dwie kolumny (38|62) + stopka

source: 2 columns (70|30)
pl: 2 kolumny (70|30)

source: Header + two columns (70|30) + footer
pl: Nagłówek + dwie kolumny (70|30) + stopka

source: Left column1
pl: Lewa kolumna1

source: Right column1
pl: Prawa kolumna1

source: Left column2
pl: Lewa kolumna2

source: Right column2
pl: Prawa kolumna2

source: 2-1-2 columns (50|50)
pl: 2-1-2 kolumny (50|50)

source: Header + two-one-two columns (50|50) + footer
pl: Nagłówek + dwie-jedna-dwie kolumny (50|50) + stopka

source: 1 column no header
pl: 1 kolumna bez nagłówka

source: 3 columns (25|50|25)
pl: 3 kolumny (25|50|25)

source: Header + three columns (25|50|25) + footer
pl: Nagłówek + trzy kolumny (25|50|25) + stopka

source: 2 columns (50|50)
pl: 2 kolumny (50|50)

source: Header + two columns (50|50) + footer
pl: Nagłówek + dwie kolumny (50|50)+ stopka

source: 3 columns (33|33|33)
pl: 3 kolumny (33|33|33)

source: Header + three columns (33|33|33) + footer
pl: Nagłówek + trzy kolumny(33|33|33)+ stopka

source: 2 columns (33|66)
pl: 2 kolumny (33|66)

source: Header + two columns (33|66) + footer
pl: Nagłówek + dwie kolumny (33|66)+ stopka

source: Content menu
it: Menu contenuto
pl: Zawartość menu

source: Content menu block
it: Menu blocco contenuto
pl: Blok menu zawartości

source: All pages
it: Tutte le pagine
pl: Wszystkie strony

source: Unknown id
it: Id sconosciuto
pl: Nieznany id

source: Content not available
it: Contenuto non disponibili
pl: Zawartość niedostępna

source: Vimeo video clip
pl: wideoklip Vimeo

source: Display Vimeo video clip.
it: Mostra Vimeo video clip.
pl: Pokaż wideoklip Vimeo.

source: Error! Unrecognized Vimeo URL
it: Errore! URL Vimeo non riconosciuto
pl: Błąd! Nierozpoznany Vimeo URL

source: Heading
it: Testata
pl: Nagłówek

source: Section heading for structuring larger amounts of text.
it: il Testo della sezione Testata è troppo largo per la struttura
pl: Sekcja pozycji w zakresie tworzenia większej ilości tekstu.

source: Quote
it: Vota
pl: Cytuj

source: A highlighted quote with source.
it: Una citazione evidenziata con la fonte
pl: Zakreślony cytat ze źródłem.

source: Add quote text here...
it: Aggiugni testo citazione qui...
pl: Zacytuj tutaj...

source: Name of the Source
it: Nome della sorgente
pl: Nazwa Źródła

source: Pagesetter publication list
it: Lista pubblicazioni Pagesetter
pl: Lista publikacji pagesettera

source: Pagesetter list of filtered, ordered, and/or formatted publications.
it: Lista delle pubblicazioni di Pagesetter filtrate, ordinate e/o formattate.
pl: Lista pagesettera sfiltrowanych, zamówionych, i/lub sformatowanych publikacji.

source: Display slides from slideshare.com
it: Visualizzare le diapositive da slideshare.com
pl: Przedstaw slajdy z slideshare.com

source: Not valid Slideshare Wordpress embed code
it: Slideshare invalido Wordpress include il codice
pl: Nieaktualny embed code Slideshare Wordpress

source: Google map
pl: Mapa Google

source: Display Google map position.
it: Mostra posizione Google map
pl: Wyświetl położenie na mapie Google.

source: A Google maps API key is not needed any more in the new version 3 of the Javascript API.
pl: Klucz API map Google nie jest potrzebny w nowej wersji Javascriptu API.

source: OpenStreetMap map
pl: Mapa OpenStreetMap

source: Display OpenStreetMap map position.
pl: Wyświetl położenie OpenStreetMap.

source: If you want to add OpenStreetMap maps to your content you don't need an API key.
pl: Jeśli chcesz dodać mapy z OpenStreetMap, nie potrzebujesz klucza API.

source: Various information about the author of the page.
it: Varie informazioni circa l'autore della pagina.
pl: Zróżnicowane informacje o autorze strony.

source: Photos from Flickr.com
it: Foto da Flickr.com
pl: Zdjęcia z Flickr.com

source: Display thumbnails from specific Flickr user or tags.
it: Mostra anteprima dalle specifiche FLIRCK dell''utente o dalle etichette.
pl: Wyświetl miniatury od określonego użytkownika Flickra lub tagów.

source: If your want to add Flickr photos to your content then you need a Flickr API key. You can get this from <a href="http://www.flickr.com/api">flickr.com</a>.
it: Se volete aggiungere Immagini Flickr nel vostro contenuto avete bisogno di una API key di Flickr. potete prenderla da <a href="http://www.flickr.com/api">flickr.com</a>.
pl: Jeśli chcesz dodać zdjęcia z Flickru, będziesz potrzebował klucza Flickr API. Możesz go uzyskać ze strony <a href="http://www.flickr.com/api">flickr.com</a>.

source: Pagesetter publication
it: Pubblicazione di Pagesetter
pl: Publikacja pagesettera

source: Display a Pagesetter publication.
it: Mostra pubblicazione Pagesetter
pl: Wyświetl publikację pagesettera.

source: Join Position
pl: Dołącz położenie

source: Joins different positions, e.g. if you used position: top-right then this can fix the layout/textflow.
pl: Łaczy różne położenia, np. jesli użyłeś położenia: w prawym górnym rogu to ten może rozwiązać układ/textflow.

source: HTML text
it: testo HTML
pl: tekst HTML

source: A rich HTML editor for adding text to your page.
it: Un ricco editor HTML per aggiungere testo nella pagina.
pl: Edytor HTML do dodawania tekstu do twojej strony.

source: Add text here ...
it: Aggiungi testo qui ...
pl: Dodaj tutaj tekst ...

source: Blocks
pl: Bloki

source: Display Zikula blocks.
pl: Wyświetl bloki Zikuli.

source: Module display
it: Mostra Modulo
pl: Wyświetlenie modułu

source: Display output from any installed module.
it: Mostra output da qualsiasi modulo installato
pl: Wyświetl wyjście z kazdego zainstalowanego modułu.

source: Maximum number of pages-in-pages reached! You probably included this page in itself.
it: Numero massimo delle pagina-in-pagine raggiunte! Probabilmente avete incluso questa pagina in sé.
pl: Maksymalna liczba stron w stronie osiągnięta! Prawdopodobnie zawiera w sobie tę stronę.

source: Table of contents
it: Indice dei contenuti
pl: Tabela zawartości

source: A table of contents of headings and subpages (build from this module's pages).
it: Un indice delle intestazioni e dele sotto-pagini (configurazione dalle pagine di questo modulo).
pl: Tabela zawartości nagłówków i substron (budowane ze stron tego modułu).

source: Computer Code
it: Codice macchina
pl: Kod komputerowy

source: A text editor for computer code. Line numbers are added to the text and it is displayed in a monospaced font.
it: Un editor di testo per il codice macchina. I numeri di riga sono aggiunti al testo e sono mostrati in una fonte monospaced.
pl: Edytor tekstu dla kodu komputerowego. Numery linii są dodane do tekstu i jest on wyświetlany czcionką o stałej szerokości.

source: YouTube video clip
it: Video di YuoTube
pl: wideoklip YouTube

source: Display YouTube video clip.
it: Mostra video di YouTube
pl: Wyświetl wideoklip YouTube.

source: Unrecognized YouTube URL
it: URL di YouTube non riconosciuto
pl: Nierozpoznany URL YouTube

source: camtasia-Flash video
pl: wideo camtasia-Flash

source: Display camtasia-Flash video.
pl: Wyświetl wideo camtasia-Flash.

source: Unrecognized Flash video path
pl: Nierozpoznana wideo ściezka Flash

source: Unrecognized camtasia-Flash video path:
pl: Nierozpoznana ścieżka wideo camtasia-Flash:

source: Preview
it: Anteprima
pl: Podgląd

source: Error! Unknown page.
it: Errore! Pagina sconosciuta.
pl: Błąd! Nieznana strona.

source: Sitemap
it: Mappa sito
pl: Mapa strony

source: Unknown user
it: Utente sconosciuto
pl: Nieznany użytkownik

source: Content updated
it: Contenuto aggiornato
pl: Zawartość zaktualizowana

source: Content deleted
it: Contenuto cancellato
pl: Zawartość usunięta

source: Content moved
it: Contenuto spostato
pl: Zawartość przeniesiona

source: Content added
it: Contenuto aggiunto
pl: Zawartość dodana

source: Page added
it: Pagina aggiunta
pl: Strona dodana

source: Page updated
it: Pagina aggiornata
pl: Strona zaktualizowana

source: Page deleted
pl: Strona usunięta

source: Error! Could not reinsert page
pl: Błąd! Ne dało się ponownie załadować strony

source: Error! Re-created old content item but did not restore old ID.
it: Errore! Ricreato il vecchio elemento ma non ha ripristinato il vecchio ID
pl: Błąd! Odtworzono starą zawartość, ale nie przywrócono starego ID.

source: Administration
it: Amministrazione
pl: Administracja

source: Page list
it: Lista pagina
pl: Lista strony

source: Add new page
it: Aggiungi nuova Pagina
pl: Dodaj nową stronę

source: Settings
it: Impostazioni
pl: Ustawienia

source: Warning! Could not create the default Content category tree. If you want to use categorisation with Content, register at least one property for the module in the Category Registry.
pl: Uwaga! Nie można utworzyć domyślnej zawartości drzewa kategorii. Jeśli chcesz użyć kategoryzacji treści, zarejestruj co najmniej jedną właściwość modułu w Kategorii Rejestracji.

source: Content introduction page
pl: Strona wstępu zawartości

source: Warning! Could not create the default Content introductory page.
pl: Uwaga! Nie można utworzyć domyślnej zawartości strony wprowadzajacej.

source: A Content page consists of various content items in a chosen layout
pl: Zawartość strony składa się z różnych elementów treści w wybranym układzie

source: No matter what your needs, Zikula can provide the solution.
pl: Czegokolwiek potrzebujesz, Zikula może znaleźć rozwiązanie.

source: <p>So you see that you can place all kinds of content on the page in your own style and liking. This makes Content a really powerful module.</p> <p>This page uses the <strong>2 column (62|38) layout</strong> which has a header, 2 colums with 62% width on the left and 38% width on the right and a footer</p>
pl: <p>Jak widzisz możesz umiejscowić na stronie wszystkie rodzaje zawartości według twojego stylu i upodobania. To czyni zawartość potężnym modułem.</p> <p>Ta strona używa <strong>2 kolumnowego (62|38) układu</strong> który ma nagłówek, 2 kolumny z 62% szerokości z lewej i 38% szerokości z prawej i stopkę</p>

source: Page list and content structure
it: Struttura della lista e del contenuto della pagina
pl: Lista strony i struktury treści

source: Located below:
it: Individuato sotto:
pl: Położone poniżej:

source: Error! You have not been granted access to this page.
it: Errore! Non ti è concesso l'accesso a questa pagina
pl: Błąd!

source: Edit page
it: Modifica pagina
pl: Edytuj stronę

source: Layout changed
it: Layout modificato
pl: Układ zmieniony

source: Clone page
pl: Kopiuj stronę

source: Add new content to page
it: Aggiugni nuovo contenuto alla pagina
pl: Dodaj nową zawartość do strony

source: Edit content item
it: Modifica contenuto dell'elemento
pl: Edytuj elementy zawartości

source: Translate page
it: Traduci pagina
pl: Tłumacz stronę

source: Translate content item
it: Traduci contenuto elemento
pl: Tłumacz element zawartości

source: Page history
it: Storia della pagina
pl: Historia strony

source: Restore deleted pages
pl: Przywróć usunięte strony

source: Select layout
it: Selezione Layout
pl: Wybierz układ

source: Page title
it: Titolo Pagina
pl: Tytuł strony

source: Permalink URL
pl: Odnośnik bezpośredni URL

source: Please select a specific layout for your page
it: Prego selezionare un layout specifico per la pagina
pl: Proszę wybrać określony układ dla strony

source: Page layout
it: Layout di pagina
pl: Układ strony

source: Layout preview and description
pl: Podgląd układu i opis

source: Create
it: Crea
pl: Stwórz

source: Cancel
it: Cancella
pl: Anuluj

source: Edit
it: Modifica
pl: Edytuj

source: Add new content above
it: Aggiungi nuovo contentuo sopra
pl: Dodaj powyżej nową zawartość

source: Add new content below
it: Aggiungi nuovo contentuo sotto
pl: Poniżej dodaj nową zawartość

source: Delete
it: Elimina
pl: Usuń

source: History
it: Storia
pl: Historia

source: Content
it: Contenuto
pl: Zawartość

source: Here you manage the content of this page. You can add/edit/delete content as well as drag the content boxes around to get the layout right. Click on the icon next to the title for the options of that content item.
pl: Tu zarządzasz treścią strony. Możesz dodawać / edytować / usuwać treści, jak również przeciągać bloki zawartości strony, aby uzyskać prawidłowy układ. Kliknij na ikonę obok tytułu opcji tej zawartości elementu.

source: Options
it: Opzioni
pl: Opcje

source: Page settings
it: Impostazioni Pagina
pl: Ustawienia strony

source: Page language
it: Lingua Pagina
pl: Język strony

source: Include page in menu
it: Includa la pagina nel menu
pl: Zawrzyj stronę w menu

source: You can include/exclude the page in the menu. The page is only shown when it is also Online.
pl: Możesz dołączyć stronę do menu bądź wyłączyć ją z menu. Strona jest widoczna wtedy gdy jest online.

source: Page state
it: Stato Pagina
pl: Stan strony

source: Active
it: Attivo
pl: Aktywny

source: You can set the page active/inactive as well as supply a publication date interval. A page is only online if it is active and within the publication interval.
pl: Możesz ustawić stronę jako aktywną/nieaktywną jak również opóźnić datę publikacji. Strona jest online tylko wtedy gdy aktywna i w trakcie przerwy w publikacji.

source: Start date
it: Data di partenza
pl: Data rozpoczęcia

source: End date
it: Data di fine
pl: Data zakończenia

source: Created
pl: Utworzone

source: Updated
pl: Zaktualizowane

source: Category
pl: Kategoria

source: Categories
it: Categorie
pl: Kategorie

source: Primary category
it: Categoria primaria
pl: Kategoria pierwszorzędna

source: Secondary category
pl: Kategoria drugorzędna

source: Secondary categories
it: Categoria secondaria
pl: Kategorie drugorzędne

source: Layout
pl: Układ

source: Save
it: Salva
pl: Zachowaj

source: Save & View
it: Salva e mostra
pl: Zapisz & Pokaż

source: Edit-mode off
it: Modo-Modifica spento
pl: Tryb edycji wyłączony

source: Edit-mode on
it: Modo-Modifica acceso
pl: Tryb edycji włączony

source: New sub-page
it: Nuova sotto-pagina
pl: Nowa substrona

source: Version
it: Versione
pl: Wersja

source: Language
it: Lingua
pl: Język

source: There are no pages to display.
it: Non ci sono pagine da mostrare.
pl: Brak stron do wyświetlenia.

source: You can only translate the actual page data here. The content items must be translated one by one.
it: Potete tradurre soltanto i dati reali della pagina qui. Gli elementi contenti devono essere tradotti uno per uno.
pl: Możesz tylko przetłumaczyć aktualne dane strony. Pozycje zawartości muszą być przetłumaczone jedna po drugiej.

source: Original content
it: Contenuto Originale
pl: Oryginalna zawartość

source: Translated content
it: Contenuto tradotto
pl: Przetłumaczona zawartość

source: Next
it: Prossimo
pl: Następny

source: Skip
it: Salta
pl: Pomiń

source: Delete page translation AND all content translations
it: Elimina traduzione pagina E ANCHE tutti i contenuti tradotti
pl: Usuń tłumaczenie strony I całą zawartość tłumaczeń

source: Module administration
it: Amministrazione modulo
pl: Administracja modułu

source: Welcome to your content administration. We have split the editing and administrative setup into separate systems. So please select from the list below or the menu above.
it: Benvenuto alla pagina di amministrazione. Abbiamo diviso la sezione editing e quella di impostazione in sistemi separati. Così vogliate scegliere dalla lista qui sotto o dal menu qui sopra.
pl: Witamy w administracji zawartością. Podzieliliśmy edycję i administrację na oddzielne systemy. Proszę wybrać z poniższej listy bądź z powyższego menu.

source: Extended page list (showing page headers)
it: Lista pagina estesa (mostra le intestazioni di pagina)
pl: Rozszerzona lista strony (pokazująca nagłówki strony)

source: Complete page list (showing complete pages)
it: Lista pagina completa (mostra le pagina complete)
pl: Uzupełnij listę strony (pokazując uzupełnione strony)

source: Show content by category
it: Mostra il contenuto per categoria
pl: Pokaż zawartość po kategorii

source: New page
it: Nuova Pagina
pl: Nowa strona

source: Decrease indent
it: Diminuisci il margine
pl: Zmniejsz wcięcie

source: Increase indent
it: Aumenti il margine
pl: Powiększ wcięcie

source: Click to activate this page
pl: Kliknij aby aktywować stronę

source: Click to deactivate this page
pl: Kliknij aby unieaktywnić stronę

source: Click to put this page in the menu
pl: Kliknij by dołączyć tę stronę do menu

source: Click to pull this page from the menu
pl: Kliknij aby wyrzucić stronę z menu

source: Page title [id]
pl: Tytuł strony [id]

source: Last updated (revision)
pl: Ostatnio zaktualizowane (korekta)

source: Last updated
it: Ultimo aggiornamento
pl: Ostatnio aktualizowane

source: Click to hide sub-pages
pl: Kliknij, aby ukryć substrony

source: Click to show sub-pages
pl: Kliknij, aby pokazać substrony

source: Inactive
it: Inattivo
pl: Nieaktywny

source: In
pl: W

source: Out
pl: Poza

source: No pages available.
pl: Brak dostępnych stron.

source: Extended page list
it: Estendi lista pagina
pl: Rozszerzony wykaz strony

source: more
it: ancora
pl: więcej

source: Complete page list
it: Lista pagina completa
pl: Uzupełnij listę strony

source: View full page
it: Mostra tutta la pagina
pl: Pokaż całą stronę

source: Module settings
it: Impostazioni Modulo
pl: Ustawienia modułu

source: This is where you configure various parts of the content module.
it: Qui è dove configurate le varie parti del modulo contento.
pl: Tutaj konfigurujesz różne części modułu zawartości.

source: Short URL suffix
it: Suffisso URL breve
pl: Krótki przyrostek URL

source: File suffix of short URLs (including a dot - for instance ".html"). This is only used if you enable short URLs in Zikula's admin section.
it: Suffisso dell'archivio di URLs brevi (punto compreso - per esempio “.html "). Questo è usato soltanto se è bilitato URLs brevi nelle impostazioni generali di Zikula.
pl: Przyrostek pliku krótkich adresów URL (wraz z kropką - na przykład ". html "). Jest tylko wykorzystywany do krótkich adresów URL w sekcji administracyjnej Zikula.

source: State of new pages
pl: Stan nowych stron

source: Google maps API key
it: Chiave API di Google maps
pl: Klucz Google maps API
