Repository: zikula/i18n-portal
Catalog: gettext/*/modules/content/3.2.0/module_content.po
Languages: it, pl

source: A Google Maps API key is no longer needed for including maps with the Javascript API v3. More information at <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.
pl: Klucz API Map Google nie jest dłuzej potrzebny do uzupełniania map Javascriptem API v3. Więcej informacji na <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.

source: Flickr API key
it: Chiave API di Flickr
pl: Klucz Flickr API

source: Styling
it: Designazione
pl: Stylizacja

source: Enable version history
it: Abilita versione storia
pl: Udostępnij historię wersji

source: Category usage
pl: Zastosowanie kategorii

source: Category Property for the first category selection
pl: Własność Kategorii pierwszego wyboru kategorii

source: Category Property for the second category selection
pl: Własność Kategorii drugiego wyboru kategorii

source: Module Dependencies
it: Dipendenze del modulo
pl: Zależności modułu

source: Content includes an API that other modules can use to provide their content. Moreover some modules introduce extra functions to plugins delivered with Content.
it: Il contenuto comprende un API che altri moduli possono usare per fornire il loro contenuto. Inoltre alcuni moduli introducono le funzioni supplementari ai collegamenti consegnati con il contenuto.
pl: Treść zawiera interfejs API, który może korzystać z innych modułów w celu zapewnienia ich treści. Ponadto niektóre moduły mają dodatkowe funkcje do wtyczek dostarczanych treści.

source: Installed
it: Installato
pl: Zainstalowane

source: Module
it: Modulo
pl: Moduł

source: Plugin
pl: Wtyczka

source: Description
it: Descrizione
pl: Opis

source: Not installed
it: Non installato
pl: Nie zainstalowane

source: WYSIWYG
pl: To Co Widzisz Jest Tym Co Otrzymasz

source: Scribite integrated WYSIWYG JavaScript editors like Xinha, TinyMCE, FCKeditor, openWYSIWYG or NicEdit into Zikula.<br /><a href="http://code.zikula.org/scribite">Download</a>
it: Scribite integrato WYSIWYG editor JavaScript come Xinha, TinyMCE, FCKeditor, openWYSIWYG o NicEdit in Zikula. <br /> <a Href="http://code.zikula.org/scribite"> Download </ a>
pl: Scribite zintegrowane edytory WYSIWYG JavaScript jak Xinha, TinyMCE, FCKeditor, openWYSIWYG lub NicEdit w Zikuli.<br /><a href="http://code.zikula.org/scribite">Download</a>

source: Buttons
it: Bottoni
pl: Przyciski

source: BBCode is an abbreviation for Bulletin Board Code, the lightweight markup language used to format posts in many message boards. (<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>
it: BBCode è l'abbreviazione di Codice Bulletin Board, il linguaggio di markup leggero utilizzato per formattare i messaggi in molte bacheche. (<a href="http://en.wikipedia.org/wiki/Bbcode"> Wikipedia </ a>) <br /> <a href="http://code.zikula.org/bbcode">Scarica</ a>
pl: BBCode jest skrótem Bulletin Board Code, lekki język znaczników używany do formatowania postów w wielu forach dyskusyjnych. (<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>

source: Restore pages
pl: Przywróć strony

source: This is where you manage all your pages. You can add/edit/delete/translate pages (depending on permission rights) as well as drag them around to get the content structure right.
pl: W tym miejscu można zarządzać wszystkimi stronami. Możesz dodawać / edytować / usuwać / tłumaczyć strony (w zależności od uprawnień ), jak również przeciągnąć je, aby uzyskać odpowiednią strukturę treści.

source: Please enter the Block-ID
it: Prego inserire l' ID del Blocco
pl: Proszę wprowadzić Blok-ID

source: Play Video
it: Mostra video
pl: Odtwarzaj Wideo

source: Description to be shown below the map
pl: Opis widziany poniżej mapy

source: Text to be shown in the popup window of the marker
pl: Tekst, który ma być pokazany w wyskakującym okienku znaku

source: Page ID
it: ID Pagina
pl: Strona ID

source: Include headings into the table
pl: Zawrzyj nagłówki w tabeli

source: Include subpages into the table
pl: Zawrzyj substrony w tabeli

source: Include subpages that are not in the menus
pl: Zawiera substrony, których nie ma w menu

source: Header size
it: Dimensione Testata
pl: Rozmiar nagłówka

source: Text
it: Testo
pl: Tekst

source: Source
it: Sorgente
pl: Źródło

source: Include feed text in addition to the title
it: Includere testo feed in aggiunta al titolo
pl: Zawrzyj wprowadzanie tekstu w dodatku do tytułu

source: Refresh time (in minutes)
it: Tempo di aggiornamento (in minuti)
pl: Odśwież czas (w minutach)

source: Max. no. of items to display
it: Max. numero di elementi da mostrare
pl: Maksymalna ilość elementów elementów do wyświetlenia

source: both
pl: obydwa

source: left
pl: lewy

source: right
pl: prawy

source: Video description
it: Descrizione video
pl: Opis wideo

source: Select a geographical position either by clicking on the map or writing the position (latitude and longitude) directly. You can drag the map with your mouse, and double-click to zoom and select position.
pl: Wybierz położenie geograficzne poprzez kliknięcie na mapie lub napisz położenie ( szerokość i długość geograficzną). Możesz przeciągnąć myszą po mapie oraz podwójnie kliknąć by powiększyć? i wybrać położenie.

source: Latitude
it: Latitudine
pl: Szerokość geograficzna

source: (a comma-separated numeral that has a precision to 6 decimal places. For example, 40.714728)
pl: (cyfra oddzielona przecinkiem, z dokładnością do 6 miejsc dziesiętnych. Na przykład, 40.714728)

source: Longitude
it: Longitudine
pl: Długość geograficzna

source: Zoom level
it: Levello di Zoom
pl: Poziom zooma

source: (from 0 for the entire world to 21 for individual buildings)
pl: (od 0 dla całego świata do 21 dla poszczególnych budynków)

source: Height of the displayed map in pixels
pl: Wysokość wyświetlanej mapy w pikselach

source: (below 350 pixels the navigation controls will be small)
pl: (poniżej 350 pikseli będą małe kontrole nawigacji)

source: Formatted text
it: Testo formattato
pl: Sformatowany tekst

source: Unformatted text
it: Testo non formattato
pl: Niesformatowany tekst

source: URL to the video clip
it: URL del video clip
pl: URL do wideoklipu

source: Something like "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
it: Qualcosa come "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
pl: Coś takiego jak "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".

source: Video display width [in pixels]
pl: Szerokość pokazu wideo [w pikselach]

source: Video display height [in pixels]
pl: Wysokość pokazu wideo [w pikselach]

source: Show video in popup window
it: Mostra il video in una finestra popup
pl: Pokaż wideo w wyskakującym okienku

source: Display photos from this user
it: Visualizzare foto di questo utente
pl: Pokaż zdjęcia tego użytkownika

source: Display photos tagged with these tags (comma separated)
it: Visualizzare foto taggati con queste etichette (separati da virgola)
pl: Pokaż zdjęcia otagowane tymi tagami (oddzielone przecinkiem)

source: Number of photos to show
it: Numeri di foto da mostrare
pl: Liczba fotografii do pokazania

source: Display the streetview control
pl: Wyświetl streetview control

source: Display a link to directions to this location in Google Maps
pl: Wyświetl link tego miejsca w Google Maps.

source: (can contain HTML markup. Leave this field empty for disabling the popup window.)
pl: (może zawierać znacznik HTML. Zostaw to pole puste na wyłączenie wyskakujacego okienka.)

source: Publication type
it: tipo di pubblicazione
pl: Typ publikacji

source: Publication PID
it: PID di pubblicaizone
pl: Publikacja PID

source: Template format for displaying the publication
it: Formato di modello per la visualizzazione della pubblicazione
pl: Format szablonu wyświetlenia publikacji

source: Use this feature carefully! Some modules do not work when displayed together with other modules. DO NOT create circular module references, e.g., adding a Content page that displays itself ...
it: Utilizzare questa funzione con attenzione! Alcuni moduli non funzionano quando vengono visualizzati insieme ad altri moduli. NON creare riferimenti circolare, ad esempio, l'aggiunta di una pagina di contenuto che si mostra ...
pl: Używaj ostrożnie tej właściwości! Niektóre moduły nie działają kiedy są wyświetlane z innymi modułami. NIE stwarzaj okrągłego modułu odniesienia, np. dodając zawartość strony, która wyświetla się...

source: Module name
it: Nome modulo
pl: Nazwa modułu

source: Function type
it: Tipo Funzione
pl: Typ funkcji

source: Function name
it: Nome funzione
pl: Nazwa funkcji

source: Function parameters
it: Parametri di funzione
pl: Parametry funkcji

source: Separate by commas, e.g., x=5,y=2
it: Separati da virgole, per esempio, x=5, y=2
pl: Oddziel przecinkami, np. x=5,y=2

source: Show Directions
pl: Pokaż Kierunki

source: Clear Directions
pl: Wyczyść Kierunki

source: Something like "http://vimeo.com/7504225".
it: Simile a "http://vimeo.com/7504225".
pl: Coś takiego jak "http://vimeo.com/7504225".

source: Computer code lines
it: Computer linee di codice
pl: Linie kodu komputerowego

source: Number of publications (leave empty for default)
it: Numero di pubblicazioni (lasciare vuoto per default)
pl: Liczba publikacji (puste oznacza wartość domyślną)

source: First publication number to show (leave empty for first in list)
it: Numero della prima Pubblicazione da mostrare (lasciare vuoto per primo in lista)
pl: Pierwszy numer publikacji do pokazania (zostaw puste miejsce dla pierwszego na liście)

source: List filter as used in URL, separated by "&", but without "filter=" (e.g. "country:eq:DK")
it: Filtro lista fini del URL, separati da "&", ma senza "filter=" ( esempio:"country:eq:DK")
pl: Lista filtrów użyta w URL, oddzielona przez "& ", ale bez "filter = " (np. "kraj: eq: DK ")

source: Orderby clause as used in URL. Should be a comma separated list of field names without "orderby=" (e.g. "core.lastUpdated:desc,title")
it: Clausola orderby per oridinare gli URL. Dovrebbe essere un elenco separato da virgole di nomi di campi senza "orderby=" (ad esempio "core.lastUpdated: desc, titolo")
pl: Klauzula orderby użyta w URL. Powinno być oddzielone przecinkami lista nazw pól bez "orderby =" (np. "core.ostatnioZaktualizowane:malejąco,tytuł ")

source: Template format for displaying list items
it: Formato di modello per le voci di elenco visualizzazione
pl: Format szablonu wyświetlania elementów listy

source: Path to the Shockwave-Flash video
pl: Ścieżka do wideo Shockwave-Flash

source: Show information on the map
pl: Pokaż informacje na mapie

source: Hide information on the map
pl: Ukryj informacje na mapie

source: Name of the Camtasia-Flash video
pl: Nazwa wideo camtasia-Flash

source: You have to upload your camtasia project in the folder defined below <folder>/project/project.mp4 first. Here you have to give only the name of your project without path and file extension.
pl: Musisz załadować twój projekt camtasia do folderu <folder>/project/project.mp4 . Tu podaj tylko nazwę swojego projektu bez ścieżki i rozszerzenia pliku.

source: Folder where the files are uploaded
pl: Folder z załadowanymi plikami

source: Slideshare's Wordpress code
it: Slideshare codice di Wordpress
pl: Kod Wordpress Slideshare'a

source: Slide description
it: Far scorrere la descrizione
pl: Opis slajdu

source: Author
it: Autore
pl: Autor

source: Positioning works only with fixed width!
it: Posizionamento funziona solo con larghezza fissa!
pl: Pozycjonowanie działa tylko ze stałej szerokości!

source: Position
it: Posizione
pl: Pozycja

source: Width
it: Larghezza
pl: Szerokość

source: Include the following subpages
it: Includi le seguenti sotto-pagine
pl: Zawrzyj następujące substrony

source: Use caching in the menu block
pl: Użyj schowka w bloku menu

source: Previous
it: Anteprima
pl: Poprzedni

source: Error! There is nothing to translate for this content type.
it: Errore! Non c'è nulla da tradurre per questo tipo di contenuto.
pl: Błąd! Nie ma nic do tłumaczenia dla tego typu zawartości.

source: Back
it: Indietro
pl: Wróć

source: Contents
it: Contenuti
pl: Zawartości

source: The available sections are as follows:
it: Le sezioni disponibili sono come segue:
pl: Dostępne sekcje są następujące sekcje:

source: Please select the type of content you want to add to your page.
it: Prego selezionare il tipo di contento che vuoi aggiungere alla pagina.
pl: Proszę wybrać typ zawartości którą chcesz dodać do twojej strony.

source: Select content type
it: Selezione tipo contenuto
pl: Wybierz typ zawartości

source: Version history is currently disabled and no new entries will be recorded.
it: Lo storico delle versione è attualmente disabilitato e non potranno essere registrate nuove entrate
pl: Historia wersji jest aktualnie wyłączona i żadne nowe dane nie zostaną zapisane.

source: Date
it: Data
pl: Data

source: User
it: Utente
pl: Użytkownik

source: Action
it: Azione
pl: Akcja

source: Restore
it: Restauro
pl: Przywróć

source: No history data recorded.
it: Nessun dati storici registrati.
pl: Brak nagranej historii danych.

source: No subpages available
it: Nessuna sotto-pagina disponibile
pl: Brak dostępnych substron

source: Permalink URL name
it: Titolo URL PermaLink
pl: Nazwa bezpośredniego odnośnika URL

source: Clone translations
pl: Kopiuj tłumaczenia

source: Clone
pl: Kopiuj

source: Back to page
it: Ritorna alla pagina
pl: Wróć do strony

source: Revision #
pl: Korekta #

source: Event
it: Evento
pl: Wydarzenie

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the module is not available.
it: Errore! Impossibile caricare il plugin [%1$s] nel modulo [%2$s] poiche il modulo non è disponibile.

source: Error! Unable to load plugin [%1$s] in module [%2$s] for some unknown reason.
it: Errore! Impossibile caricare il plugin [%1$s] nel modulo [%2$s] per ragioni sconosciute.

source: Edit this: %1$s [ID%2$s]
it: Modifica questo: %1$s [ID%2$s]

source: Please install the hook BBCode to enable bbcode filtering.
it: Prego installare l'hook BBCode per abilitare il filtro bbcode.

source: No box
it: Nessuna casella

source: Float, left
it: Float, sinistra

source: Float, right
it: Float, destra

source: Single 100% wide column
it: Colonna singola 100%

source: 1 column w/o header
it: 1 colonna senza intestazione

source: Single 100% wide column without header
it: Colonna singola 100% senza intestazione

source: 2 columns
it: 2 colonne

source: Two columns + header + footer
it: due colonne + intestazione + piè pagina

source: 3 columns
it: 3 colonne

source: Three columns + header + footer
it: tre colonne + intestazione + piè pagina

source: No needle id
it: Senza ago id

source: If you want to add Google maps to your content then you need a Google maps API key. You can get this from <a href="http://www.google.com/apis/maps/signup.html">google.com</a>.
it: Se volete aggiungere Google map nel vostro contenuto avete bisogno di una API key di Google map. potete prenderla da <a href="http://www.google.com/apis/maps/signup.html">google.com</a>.

source: Author Infobox
it: Info sull'Autore

source: Flickr photos from user %1$s associated with tags %2$s
it: Foto Flickr dall'utente %1$s associate con etichetta %2$s

source: Table of contents of %1$s
it: Indice dei contenuti di %1$s

source: Display list of items in an RSS feed.
it: Mostra lista degli elementi in RSS feed.

source: Version #%1$s - %2$s - %3$s by %4$s from %5$s
it: Versione #%1$s - %2$s - %3$s by %4$s da %5$s

source: Page restored from version [%s]
it: Pagina recuperata dalla versione [%s]

source: Error! Unknown version ID [%s]
it: Errore! ID [%s] versione sconosciuto

source: Edit contents
it: Modifica Contenuti

source: Error! Failed to set shorturlsuffix.
it: Errore! Impossibile impostare shorturlsuffix.

source: Error! Failed to set style classes.
it: Errore! Impossibile impostare le classi di stile.

source: Located after:
it: Individuato dopo:

source: You should not translate item to same language as it's default language.
it: Non dovreste tradurre l'elemento allo stesso linguaggio come è linguaggio standard.

source: Used to refer this page in short URLs mode. Leave as blank for default value.
it: Usato per visualizzare la pagina con il modo breve degli URL. Lasciare in bianco per crearlo in automatico

source: You can set the page online/offline as well as supply a date interval for the page to be online. The checkbox overrides the dates.
it: Potete impostare la pagina online/offline come pure fornire un intervallo della data affinchè la pagina sia online. La casella di controllo ignora.

source: Created by %1$s on %2$s
it: Creato da %1$s su %2$s

source: Last updated by %1$s on %2$s
it: Ultimo aggiornamento da %1$s su %2$s

source: Created By
it: Creato da

source: Page online and in menu
it: Pagina online e nel menu

source: Page offline or not in menu
it: Pagina offline o non nel menu

source: No page available.
it: Nessuna pagina disponibile.

source: A list of CSS class names available for styling of content elements. The end user can select one class for each element on a page - for instance "note" for an element styled as a note. Write one class name on each line. Please separate the CSS classes and displaynames with | - eg. "note | Memo".
it: Una lista dei nomi di classe di CSS disponibili per la designazione degli elementi di contenuto. L'utilizzatore finale può selezionare una classe per ogni elemento ad una pagina - per esempio “nota „ per un elemento disegnato come nota. Scriva un nome di classe su ogni riga. Separi prego le classi e i displaynames di CSS con | - per esempio “nota | Appunto „.

source: This is where you manage all your pages. You can add/edit/delete pages as well as drag them around to get the content structure right.
it: Qui è dove gestire tutte le pagine. È possibile aggiungere / modificare / cancellare le pagine così come trascinarli per ottenere la struttura dei contenuti.

source: To drag and drop a page you must select the icon left of the title and drop it on the title of another page.
it: Per trascinare una pagina è necessario selezionare l'icona a sinistra del titolo e rilasciarlo sul titolo di un'altra pagina.

source: Include headings into table
it: Includere le intestazioni nella tabella

source: Include subpages into table
it: Includi sottopagine nella tabella

source: URL of RSS feed (include http://)
it: URL per RSS (includere http://)

source: Show video inline
it: Mostra il video in linea

source: By
it: Da

source: No Flickr API key available! You must specify a Flickr API key to use this feature. You can get a key from <a href="http://www.flickr.com/api">flickr.com</a>.
it: Nessuna chiave Flickr API disponibile! È necessario specificare una chiave API di Flickr per utilizzare questa funzionalità. È possibile ottenere una chiave da <a href="http://www.flickr.com/api"> flickr.com </ a>.

source: Select geographic position either by point and click or writing the position directly. You can drag the map with your mouse, and double-click to zoom and select position.
it: Selezionare la posizione geografica sia per puntare e fare clic o la scrittura la posizione direttamente. È possibile trascinare la mappa con il mouse e fare doppio clic per ingrandire e selezionare la posizione.

source: No Google API key available! You must specify a Google maps API key to use this feature. Get a key from <a href=
it: Nessuna chiave API di Google disponibile! È necessario specificare una chiave API di Google Maps per utilizzare questa funzionalità. Ottenere una chiave da <a href =

source: If you register the module BBCode as a hook for Content then you can get your computer code better formatted.
it: Se si registra il BBCode modulo come un gancio per contenuti, è possibile ottenere il codice del computer meglio formattato.

source: Copy Slideshare's Wordpress embed code here (including brackets and all)
it: Copia Slideshare di Wordpress qui il codice embed (comprese le staffe e tutto)

source: Welcome to the contents for %s
it: Benvenuto nel contenuto di %s

source: Subpages of %s
it: Sotto-pagine di %s
