Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Communicator/1.0.3/module_communicator.po
Languages: es

source: Notice of receipt
es: Acuse de recibo

source: no subject
es: sin asunto

source: Mail sending failed - mail body could not be stored.
es: Falló el envío del mensaje - el cuerpo del mensaje no pudo ser guardado.

source: Mail sending failed for user
es: El envío del mensaje falló para el usuario

source: A private message is waiting for you!
es: Un mensaje privado le está esperando

source: Sending email notification failed!
es: ¡Error! Falló el envío de la notificacion.

source: Autoresponse
es: Autorespuesta

source: Sending autoresponse failed!
es: ¡Error! Falló el envío de autorespuestas.

source: Forwarded Mail
es: Mensaje reenviado

source: Communicator
es: Comunicador

source: More than just private messaging
es: Más que sólo mensajería privada

source: Read Mails
es: Leer mensajes

source: Error creating Hook!
es: ¡Error creando el Hook!

source: Error deleting Hook!
es: ¡Error al eliminar el Hook!

source: Main Modul Configuration
es: Configuración principal del módulo

source: Import Mails from InterCom
es: Importar mensajes de InterCom

source: Inbox
es: Bandeja

source: Sent
es: Enviar

source: Folders
es: Carpetas

source: Preferences
es: Preferencias

source: Message was marked!
es: El mensaje fue marcado.

source: Message was unmarked!
es: El mensaje fue desmarcado.

source: Notice of receipt was sent to message sender.
es: El acuse de recibo se envió al remitente del mensaje.

source: Error: Message could not be deleted!
es: ¡Error! No se pudo borrar el mensaje.

source: Selected message was deleted!
es: El mensaje seleccionado ha sido borrado.

source: Error: mail could not be sent to your private email address!
es: ¡Error! El mensaje no pudo ser enviado a su dirección de correo electrónico privado.

source: Mail was forwarded as email to your private mailbox:
es: El mensaje fue reenviado como correo a su buzón de correo privado:

source: Compose new message
es: Redactar un mensaje

source: Settings could not be stored!
es: ¡Error! La configuración no pudo ser guardada.

source: Your settings have been stored!
es: ¡Hecho! La configuración ha sido guardada.

source: Folder could not be created!
es: ¡Error! No se pudo crear la carpeta.

source: Folder was created.
es: ¡Hecho! La carpeta fue creada.

source: Folder Management
es: Administración de Carpetas

source: Folder could not be deleted!
es: ¡Error! La carpeta no pudo ser suprimida.

source: Folder deleted!
es: ¡Hecho! Carpeta suprimida.

source: Folder could not be renamed!
es: ¡Error! La carpeta no pudo renombrarse.

source: Folder was renamed!
es: ¡Hecho! Se renombró la carpeta.

source: Move message into folder
es: Mover el mensaje a la carpeta

source: Message was moved to folder.
es: El mensaje se ha movido a la carpeta.

source: Message could not be moved to target folder!
es: ¡Error! El mensaje no se pudo mover a la carpeta de destino.

source: Message print view
es: Vista de impresión

source: You have no permissions for this action
es: No dispone de autorización para realizar esta acción.

source: Message could not be deleted
es: ¡Error! El mensaje no pudo ser borrado.

source: Message could not be (de)marked
es: ¡Error! El mensaje no pudo ser (des)marcado.

source: Notice of receipt could not be send!
es: ¡Error! No fue posible el envío del acuse de recibo.

source: Mail could not be read for forwarding!
es: ¡Error! El mensaje no se pudo leer para su reenvío.

source: Mail was forwarded to your mailbox:
es: El mensaje se ha reenviado a su buzón de correo:

source: normal priority
es: prioridad normal

source: high priority
es: prioridad alta

source: wrote at
es: escribió el

source: You have no permission to include the specified message id
es: Usted no tiene autorización para incluir el mensaje especificado

source: Message body is mandatory
es: El cuerpo del mensaje es obligatorio

source: You cannot send mails to the following user because this user does not want to recieve emails from you:
es: Usted no puede enviar mensajes al usuario seleccionado, ya que ese usuario no desea recibir mensajes emitidos por usted:

source: Please check recipients: user not found:
es: Por favor, compruebe los destinatarios; el usuario no existe:

source: An error occured while trying to send the message. Please try again and contact the webmaster if sending fails again.
es: Se produjo un error al intentar enviar el mensaje. Por favor, inténtelo de nuevo y si sigue fallando el envío, contacte al administrador.

source: Message sent succesfully to
es: Mensaje enviado con éxito a

source: InterCom module not found!
es: El módulo InterCom no se encontró.

source: Reset done!
es: Reinicio hecho!

source: Import done! No InterCom mails left for import!
es: Importación realizada! No quedan mensajes de InterCom a importar.

source: Messages imported successfully
es: Mensajes importados correctamente

source: Settings updated
es: Configuracion actualizada

source: Unread Messages Block
es: Bloque de mensajes no leídos

source: InterCom was not found as active module at your zikula instance. To import InterCom data InterCom has to be installed.
es: InterCom no está activo en esta instancia de Zikula. Para importar datos de InterCom, éste debe estar instalado.

source: InterCom Import
es: Importar del módulo InterCom

source: The InterCom import might take a long time and will be done step by step. On large installations this might take a long time. Just click the import button as long as the import needs... Mails that do not belong to any users any more will be skipped automatically...
es: La importación InterCom puede llevar bastante tiempo y debe realizarse paso a paso. En instalaciones grandes, esto puede llevar mucho tiempo. Basta con hacer clic en el botón de importación de ser necesarioa... Los mensajes que no pertenecen a ningún usuario se ignorarán en la importación...

source: InterCom messages are procesed up tp message id
es: Los mensajes InterCom son procesados hasta el mensaje con ID

source: How many InterCom mails should be processed with each request?
es: ¿Cuántos mensajes InterCom deberían procesarse por cada solicitud?

source: Get the mails...
es: Obtener los mensajes...

source: Reset internal counter
es: Reestablecer el contador interno

source: Dear user
es: Estimado(a) usuario(a)

source: the user "%s" has sent a private message to you with the title "%s".
es: el usuario "%s" le ha enviado un mensaje privado con título "%s".

source: Please take a look into your inbox folder. You have to be logged in to view your private messages.
es: Por favor, eche un vistazo a la carpeta de bandeja de entrada. Debe estar registrado para ver sus mensajes privados.

source: Actually, there are %s unread messages awaiting you in your inbox folder.
es: En este instante tiene %s mensajes pendientes por leer en su bandeja de entrada.

source: Actually, there is one unread messages awaiting you in your inbox folder.
es: Actualmente, tiene un mensaje sin leer en su bandeja de entrada.

source: Login at
es: Entrar en

source: Read your messages
es: Leer sus mensajes

source: If you do not want to recieve notifications about new private messages any more please change your personal settings in your communication centre. The settings can be changed directly at the communication centre's index page.
es: Si no desea recibir notificaciones sobre nuevos mensajes privados, cambie sus ajustes personales en su centro de comunicaciones. Los ajustes se pueden cambiar directamente en la página de inicio del centro de comunicación.

source: My settings
es: Mis ajustes

source: Welcome to your communication centre
es: Bienvenido a su centro de comunicaciones

source: Welcome to your communication center. You can read your emails and compose new messages to other contacts. Messages are listed in the table above this text. If this table is not big enough just click at the gray line and resize the messages list as you need it. For the case that you have many messages in your inbox you can start to create custom folders for your messages.
es: Bienvenido a su centro de comunicaciones. Usted puede leer su correo electrónico y escribir nuevos mensajes a otros contactos. Los mensajes se muestran en la parte superior. Si este cuadro no es lo suficientemente grande basta con hacer clic en la línea gris y cambiar el tamaño de la lista de mensajes. Si tiene muchos mensajes en su bandeja de entrada puede empezar a crear carpetas personalizadas para sus mensajes.

source: You can manage some settings here.
es: Puede manejar algunos ajustes desde aquí.

source: Disable email notification for new messages
es: Deshabilitar notificación por correo electrónico si hay mensajes nuevos

source: Activate autoresponder
es: Activar autoresponder

source: Enter some text that should be automatically sent as auto response for incoming mails
es: Escriba un texto que será enviado automáticamente como respuesta automática a los correos entrantes

source: store settings
es: configuración de almacenamiento

source: Custom mail folders
es: Carpetas personalizadas

source: Inbox and outbox are system folders. They cannot be renamed or deleted. If you want more folders, feel free to create new folders as you need them. If you want to edit a folder just click the folder name and you will be able to rename or delete the folder.
es: La bandeja de entrada y de salida son carpetas del sistema. No se pueden renombrar ni eliminar. Si desea más carpetas, puede crearlas según sus necesidades. Si desea editar una carpeta haga clic en el nombre de la carpeta y usted podrá cambiar el nombre o suprimir esa carpeta.

source: Create a new folder with the title
es: Crear una nueva carpeta con el título

source: create
es: crear

source: delete
es: eliminar

source: update
es: actualizar

source: cancel
es: cancelar

source: You have not ceated any custom folders yet.
es: No ha creado ninguna carpeta personalizada todavía.

source: Backend for Zikula Communication Center
es: Backend para el Centro de Comunicaciones de Zikula

source: General Settings
es: Configuración General

source: Format (from zikula pndate modifier) that should be used inside Communication Centre
es: El Formato (modificador pndate de Zikula) que será utilizado dentro Centro de Comunicaciones

source: Message limit for a single user (after this limit is reached the user will not be able to send mails any more). To disable quota enter 0 please
es: Límite de mensajes por usuario (cuando el límite es alcanzado, el usuario no podrá enviar más mensajes). Para deshabilitar cuotas, escriba 0

source: Enable WYSIWYG editor (This only works if scribite! is installed).
es: Habilitar editor WYSIWYG (Esto sólo funciona si Scribite! está instalado).

source: Spam guard
es: Comprobar spam

source: Time in minutes (0 to disable)
es: Tiempo en minutos (0 para deshabilitar)

source: a user is allowed to send a maximum of messages
es: un usuario puede enviar un máximo de mensajes

source: Messages
es: Mensajes

source: Please note: Mails that are sent to buddies (ContactList module) will not be included into the spam guard calculation!
es: Nota: Los correos que se envían a amigos (módulo ContactList) no se comprobarán como spam!

source: Popup Notification
es: Notificación emergente

source: If you want your users to be informed about new messages with an upcoming ajax notification please put the following code inside your theme templates - best place is before the body tag closes.
es: Si desea que los usuarios sean informados sobre nuevos mensajes con una notificación de ajax, introduzca el siguiente código en las plantillas de su theme - el mejor lugar antes de cerrar la etiqueta body.

source: You do not need any clean up or repair functions for this module. This module will do a daily self-check and orphan messages will be deleted automatically. Just have fun with the module.
es: Usted no necesita ninguna limpieza o reparación de las funciones de este módulo. Este módulo llevará a cabo un autocontrol diario de mensajes huérfanos que serán borrados automáticamente.

source: You like the module? Help us to keep this module up to date for the future, click here and donate some cents!
es: ¿Le gusta el módulo? Ayúdenos a mantener este módulo al día para el futuro, haga clic aquí y donar algunos céntimos!

source: Store configuration
es: Guardar la configuración

source: This message was generated by the mail system. The user sending this mail has read the following message you sent to this user.
es: Este mensaje fue generado por el sistema de correo. El usuario que envía este correo ha leído el siguiente mensaje que usted envió a este usuario.

source: Subject
es: Asunto

source: Message was read at
es: El mensaje se ha leído el

source: You have %s new Message(s)
es: Tiene %s mensaje(s) nuevo(s)

source: Open Inbox Folder
es: Abrir la carpeta bandeja de entrada

source: Close Notification
es: Cerrar notificación

source: reply to message
es: responder al mensaje

source: forward message
es: reeenviar mensaje

source: mark message
es: marcar mensaje

source: unmark message
es: desmarcar mensaje

source: mail @ home
es: enviar @ casa

source: move into folder
es: mover a la carpeta

source: print message
es: imprimir mensaje

source: delete message
es: borrar mensaje

source: From
es: De

source: To
es: Para

source: Date
es: Fecha

source: The sender classified this mail as very important.
es: El remitente clasificó este correo como muy importante.

source: Message sender requested a notice of receipt.
es: El remitente del mensaje solicita un acuse de recibo.

source: Please click here to send receipt to sender.
es: Por favor haga clic aquí para enviar acuse al remitente.

source: Notice of Receipt was requested by sender and was already sent by you.
es: El acuse de recibo fue solicitado por el remitente y ya fue enviado.

source: Message could not be loaded.
es: El mensaje no se pudo cargar.

source: Switch to mailbox folders
es: Cambiar a carpetas de buzón

source: User
es: Usuario

source: No message selected
es: No hay mensajes seleccionados

source: This message is already in specified target folder!
es: ¡Este mensaje ya está en la carpeta de destino especificada!

source: Please confirm to delete the message
es: Por favor confirme el borrado del mensaje

source: Please confirm to send the message to your private mailbox (%s)
es: Por favor, confirme el envío del mensaje a su buzón de correo privado (%s)

source: Your settings have been stored
es: Se han guardado sus preferencias

source: Preview
es: Previsualizar

source: Recipients
es: Destinatarios

source: You can enter multiple recipients separated with comma.
es: Puede introducir varios destinatarios separados por comas.

source: Show buddies for quicker recipipent selection.
es: Mostrar amigos para una rápida selección de destinatarios.

source: Mark the users who should recieve this message
es: Marque a los usuarios que deben recibir este mensaje

source: Message subject
es: Asunto del mensaje

source: Message body
es: Cuerpo del mensaje

source: Delivery options
es: Opciones de entrega

source: Request notice of receipt
es: Solicitar acuse de recibo

source: send message
es: enviar mensaje

source: preview message
es: previsualizar

source: Maintenance
es: Mantenimiento

source: Do not use automatical included clean up.
es: No use la limpieza automática.

source: Folder is empty - no message found!
es: La carpeta está vacía - no se encontraron mensajes.

source: You have new mail
es: Tiene un nuevo mensaje

source: You have %s unread message(s) in your inbox folder.
es: Tiene %s mensaje(s) sin leer en su bandeja de entrada.

source: ...read messages now!
es: ...leer los mensajes ahora!
