Repository: zikula/i18n-portal
Catalog: gettext/*/modules/menutree/2.3/module_menutree.po
Languages: nl, pt

source: Module for tree-like menu (menutree) block
nl: Module voor multi-level menu (menutree) blok
pt: Módulo para bloco menu em árvore (menutree)

source: Tree-like menu (menutree)
nl: Multi-level menu (menutree)
pt: Menu em árvore (menutree)

source: Only in some themes
nl: Alleen in bepaalde themes
pt: Apenas em alguns temas

source: Edit access
nl: Bewerk permissie
pt: Editar acesso

source: Add access
nl: Toevoeg permissie
pt: Adicionar acesso

source: Delete access
nl: Verwijder permissie
pt: Eliminar acesso

source: Admin access
nl: Beheer permissie
pt: Acesso de administração

source: no name
nl: geen naam
pt: nenhum nome

source: Title
nl: Titel
pt: Título

source: Profile
nl: Profiel
pt: Perfil

source: Private messages
nl: Prive berichten
pt: Mensagens privadas

source: Logout
nl: Uitloggen

source: Login
nl: Inloggen

source: Register
nl: Registreren
pt: Registo

source: Lost password
nl: Wachtwoord kwijt
pt: Palavra passe perdida

source: View news
nl: Nieuws bekijken
pt: Ver notícias

source: Archive
nl: Archief
pt: Arquivo

source: Submit news
nl: Artikel insturen
pt: Submeter notícias

source: Categories
nl: Categorieën
pt: Categorias

source: Add the current URL as new link in this block
nl: Voeg de huidige URL toe als nieuwe link in dit blok
pt: Adicione a URL actual como um novo link neste bloco

source: Add current URL
nl: Huidige URL toevoegen
pt: Adicione a URL actual

source: Edit this block
nl: Bewerk dit blok
pt: Editar este bloco

source: Block content
nl: Blok inhoud
pt: Conteúdo do bloco

source: Block settings
nl: Blok instellingen
pt: Definições do bloco

source: Permissions
nl: Permissies
pt: Permissões

source: You can restrict access to certain options setting higher than the default ("Edit") permissions level. Below is a list of these options.
nl: Toegang tot bepaalde opties kunnen beperkt worden door de permissies hoger dan de standaard ("Bewerk") permissie te zetten. Hieronder staat een lijst van deze opties.
pt: Pode restringir o acesso a determinadas opções ao definir o nível de permissões superior ao padrão ("Editar"). Abaixo está uma lista destas opções.

source: Block titles
nl: Blok titels
pt: Títulos de bloco

source: Block display settings
nl: Blok weergave instellingen
pt: Configurações de exibição do bloco

source: Block editing settings
nl: Blok bewerk instellingen
pt: Configurações de edição do bloco

source: You can specify diferent block title for each language. If you leave it blank - default block title (shown above) will be displayed.
nl: Verschillende blok titels kunnen gespecificeerd worden voor elke taal. Wanneer dit leeg gelaten word, wordt de standaard blok titel getoond, die hierboven staat.
pt: Pode especificar um título do bloco diferente para cada idioma. Se deixar em branco - o título do bloco por defeito (acima) será exibido.

source: <strong>Note</strong>: some templates and/or stylesheets are found only in certain themes. These templates and stylesheets have been included in the "Only in some themes" group. Choosing a template or a stylesheet from this group you must take into account the fact that it might not be available in certain theme - in such situation default template and style ("menutree_block_menutree.htm") is used.
nl: <strong>Let op</strong>: sommige templates en/of stylesheets zijn alleen beschikbaar in bepaalde themes. Deze templates en stylesheets zijn toegevoegd aan de groep "alleen in bepaalde themes". Bij het kiezen van een templates of een stylesheet uit deze groep moet je rekening houden met het feit dat deze niet in alle themes beschikbaar kunnen zijn - in zo'n situatie wordt de default template en stylesheet gebruikt ( "menutree_block_menutree.htm").
pt: <strong>Nota</strong>: Alguns templates e/ou folhas de estilo são encontrados apenas em determinados temas. Estes templates e folhas de estilo foram incluídos no grupo "Apenas em alguns temas". Para escolher um template ou uma folha de estilo a partir deste grupo deve ter em conta o facto de que pode não estar disponível em determinado tema - em tal situação o template por defeito e estilo ("menutree_block_menutree.htm") é usado.

source: Template
nl: Templates

source: Stylesheet
nl: Stijlsheet
pt: Folha de estilo

source: choose stylesheet
nl: kies stijlsheet
pt: escolher folha de estilo

source: The list of stylesheets has been limited to those which appear to be associated with selected template.<br />If you do not find among them stylesheet you are looking for - you can <a href="#" title="Click here, to display all stylesheets">show all stylesheets</a>.
nl: De lijst van stijlsheets is beperkt tot diegenen die geassocieerd lijken te zijn met de geselecteerde template.<br />Als je tussen deze stijlsheets niet diegene vindt waar je naar zoekt, kun je <a href="#" title="Klik hier om alle stijlsheets te tonen">alle stijlsheets tonen</a>.
pt: A lista de folhas de estilo foi limitada àqueles que parecem estar associados com o template seleccionado.<br />Se não encontrar entre os estilos que está a procurar- pode <a href="#" title="Clique aqui, para exibir todas as folhas de estilo">mostrar todas as folhas de estilo</a>.

source: Show editing links
nl: Bewerk links tonen
pt: Mostrar links de edição

source: Display in block links: "Add current URL" and "Edit this block".
nl: Tonen in links blok: "Huidige URL toevoegen" en "Blok bewerken".
pt: Exibir em links de bloco: "Adicionar URL actual" e "Editar este bloco".

source: Strip base url from links
nl: Strip de basis URL van de links
pt: Url base strip de links

source: Base URL which will be removed: %s.
nl: Basis URL welke gestript wordt: %s
pt: URL base que será removida: %s.

source: <strong>Note! Short URL-s are turn on. You're strongly recommended to turn on this option when using short URL-s.</strong>
nl: <strong>Let op! Short URLs staan aan. Het wordt sterk aanbevolen deze optie aan te zetten wanneer short URLs gebruikt worden.</strong>
pt: <strong>Nota! URL-s curtos estão ligados. É-lhe recomendado que ligue esta opção quando usar URL-s curtos.</strong>

source: Maximum depth of tree
nl: Maximale diepte van het boom menu
pt: Profundidade máxima da árvore

source: Zero means no limit.
nl: 0 is geen limiet.
pt: Zero significa sem limites.

source: Class list for links
nl: Class lijst voor links
pt: Lista de classes para links

source: You can give the CSS class for each link in the menu. This option allows you to prepare a list of classes, which you will be able to choose.
nl: Elke link in het menu kan een gespecificeerde CSS class hebben. Deze optie maakt het mogelijk om een lijst van classes voor te bereiden, die je hierna kunt kiezen.
pt: Pode dar a classe CSS para cada link no menu. Esta opção permite que prepare uma lista de classes, que será capaz de escolher.

source: The title of the class will be visible to the user, the name of the class will be used as an "class" attribute value.
nl: De titel van de class zal zichtbaar zijn voor de gebruiker. De naam van de class zal gebruikt worden als een "class" attribuut waarde.
pt: O título da classe estará visível para o utilizador, o nome da classe será usado como um valor de atributo "classe".

source: Class name
nl: Class naam
pt: Nome de classe

source: Class title
nl: Class titel
pt: Título de classe

source: Delete
nl: Verwijderen
pt: Eliminar

source: Delete class
nl: Class verwijderen
pt: Eliminar classe

source: Add
nl: Toevoegen
pt: Adicionar

source: Add class
nl: Class toevoegen
pt: Adicionar classe

source: Expand all
nl: Alles uitklappen
pt: Expandir tudo

source: Collapse all
nl: Alles inklappen
pt: Colapsar tudo

source: Change active language:
nl: Verander actieve taal:
pt: Alterar o idioma ativo:

source: You can import one of existing menus. To this purpose choose the appropriate menu from the drop-down list. If the chosen menu had marked appropriate option - links to all modules will be imported.
nl: Bestaande menu's kunnen geïmporteerd worden. Kies hiervoor het juiste (te importeren) menu van de drop-down lijst. Als het gekozen menu de optie "link naar alle modules" aan had staan, zal dit ook geïmporteerd worden.
pt: Pode importar um dos menus existentes. Para este efeito, escolha o menu apropriado na lista drop-down. Se o menu escolhido tivesse a opção apropriada marcada - links para todos os módulos serão importados.

source: choose menu
nl: kies menu
pt: escolher menu

source: Do you really want to delete this element and all of it subelements?
nl: Dit element echt verwijderen met alle subelementen?
pt: Realmente pretende eliminar este elemento e todos os seus sub-elementos?

source: Name
nl: Naam
pt: Nome

source: choose class
nl: kies class

source: Language
nl: Taal

source: Active?
nl: Actief?

source: Activate
nl: Activeren

source: Deactivate
nl: Deactiveren

source: Edit
nl: Bewerken

source: Add new...
nl: Toevoegen nieuwe...

source: before
nl: voor

source: after
nl: na

source: as child
nl: als subtak

source: Expand this node
nl: Deze tak uitklappen

source: Collapse this node
nl: Deze tak inklappen

source: State
nl: Status

source: Activate for all languages
nl: Activeren voor alle talen

source: Deactivate for all languages
nl: Deactiveren voor alle talen

source: Use one for all languages
nl: Gebruik er één voor alle talen

source: Cancel
nl: Annuleren

source: Submit
nl: Insturen

source: Please fill required fields
nl: Vul a.u.b. de vereiste velden in

source: Field Name is required.
nl: Veld naam is vereist.

source: Maximum depth of tree exceeded. Limit is: %s
nl: Maximale diepte van de boom overschreden. De limiet is: %s

source: You have unsaved changes, which will be lost if you leave this page without saving!
nl: Er zijn niet opgeslagen wijzigingen, die verloren zullen gaan bij het verlaten van de pagina zonder op te slaan!

source: <p>Block "Tree-like menu (menutree)" allows you to create the extended menu with nested structure. Below you will find some basic information. </p><h4>How to start?</h4><p>To <strong>add the first item</strong> to the menu, click link "<strong>Add</strong>". You will get a form in which you must enter the name of the item and possibly other parameters (title, address, css class). At the top of the form you can find drop-down list with installed languages, which allows switching between languages.</p><p>While adding a new block, you can <strong>import </strong>an existing menu (blocks: "menu", "extmenu" and "menutree"). To this purpose choose a block from the drop-down list.</p><h4>The basic options</h4><p>To <strong>move </strong>an item, simply <strong>grab a folder icon</strong> and drop it on desired position.</p><p><strong>Clicking the name</strong> of the item, you can view the <strong>context menu</strong>, which includes the following options:</p><ul><li><strong>Edit</strong>: opens form to edit</li><li><strong>Delete</strong>: removes selected element and all its subelements</li><li><strong>Add new...</strong><ul><li><strong>before</strong>: opens form and adds new item before selected element</li><li><strong>after</strong>: opens form and adds new item after selected element</li><li><strong>as child</strong>:opens form and adds new item as a child of selected element</li></ul></li><li><strong>Expand (Collapse) this node</strong>: expands or collapses selected node</li><li><strong>Deactivate (Activate)</strong>: turns on or off selected element (and all its subitems) for the current language</li><li><strong>State</strong><ul><li><strong>Activate for all languages</strong>: turns on selected element (and all its subitems) for all languages</li><li><strong>Deactivate for all languages</strong>:turns off selected element (and all its subitems) for all languages </li></ul></li></ul><h4>Multilingual options</h4><p>If site has installed many languages - menu will include all language versions. Each menu element can have separate name and title for each language. Url adress and css class may (but not need) be common for all languages.</p><p>Above the menu is displayed list of available languages (current language is marked). By clicking language name you can change displayed language.</p><h4>More information</h4><p>If you want to learn more, read the<strong> help.txt</strong> file, included in the package, or visit the <strong><a href="http://code.zikula.org/bianor">menutree project site</a></strong>.</p>
nl: <p>Blok "multi-level menu (menutree)" maakt het mogelijk het extended menu met een geneste structuur te creëren. Hieronder staat basis informatie. </p><h4>Hoe te starten?</h4><p>Om <strong>het eerste item toe te voegen</stong> in het menu, klikt men "<strong>Toevoegen</strong>". Er wordt een formulier zichtbaar, waar je de naam en mogelijk andere parameters (titel, URL, CSS class) in moet vullen. Aan de bovenkant van het formulier staat een drop-down lijst met geïnstalleerde talen, die het mogelijk maakt tussen talen te wisselen.</p><p>Tijdens het maken van een nieuw blok kun je een bestaand menu <strong>importeren</strong> (blokken: "menu", "extmenu", "menutree" en "dynamenu"). Kies hiervoor het juiste blok uit de drop-down lijst.</p><h4>Basis opties</h4><p>Een item <strong>verplaatsen</strong> kan eenvoudigweg door <strong>een folder icoon te pakken</strong>, naar de juiste positie te slepen en daar te plaatsen.</p><p><strong>Klikken op de naam</strong> van het item geeft een <strong>context menu</strong>, dat de volgende opties bevat:</p><ul><li><strong>Bewerken</strong>: opent een formulier om te bewerken</li><li><strong>Verwijderen</strong>: verwijdert het geselecteerde element en alle subelementen!</li><li><strong>Nieuw toevoegen ...</strong><ul><li><strong>voor</strong>: opent een formulier en voegt het nieuwe menuitem in voor het geselecteerde menuitem</li><li><strong>achter</strong>: opent een formulier en voegt het nieuwe menuitem in achter het geselecteerde menuitem</li><li><strong>als subtak</strong>: opent een formulier and voegt het nieuwe menuitem in als een subtak van het geselecteerde menuitem</li></ul></li><li><strong>Deze tak uitklappen (inklappen)</strong>: klapt de geselecteerde tak uit of in</li><li><strong>Deactiveren (Activeren)</strong>: schakelt het huidige menuitem (en alle subitems) in of uit voor de huidige taal</li><li><strong>Toestand</strong><ul><li><strong>Activeren voor alle talen</strong>: schakelt het huidige menuitem (en alle subitems) in voor alle talen</li><li><strong>Deactiveren voor alle talen</strong>: schakelt het huidige menuitem (en alle subitems) uit voor alle talen </li></ul></li></ul><h4>Meertalige opties</h4><p>Als een website meerdere talen geïnstalleerd heeft bevat het menu alle talen. Elk menuitem kan een afzonderlijke naam en titel hebben voor elke taal. De url link and de CSS class kunnen gemeenschappelijk (hoeft niet) voor alle talen zijn.</p><p>Boven het menu staat de lijst van alle beschikbare talen (huidige taal is gemarkeerd). Klikken op de taal naam wijzigt de weergegeven taal.</p><h4>Meer informatie</h4><p>Als je meer wilt weten en/of leren kijk dan door het <strong> help.txt</strong> bestand. Deze is in het pakket bijgevoegd, of bezoek de <strong><a href="http://code.zikula.org/bianor">menutree project site</a></strong>.</p>

source: Help
pt: Ajuda
