Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/advMailer/2.0.0/module_advmailer.po
Languages: es, nl

source: An error occured - the mail could not be loaded. Maybe it was delivered or moved to error logfile in the time between creating the last overview and your action.
es: Ocurrió algún error - el correo no pudo ser cargado. Puede que fuera enviado o trasladado al archivo de anotaciones de errores (logfile) entre tanto que se creaba el último borrador y tu última acción final.
nl: Foutmelding: De mail kon niet geladen worden. Wellicht was het afgeleverd of verplaatst naar de fouten-log in de tijd tussen het aanmaken van het laatste overzicht en de zojuist uitgevoerde actie.

source: The mail was successfully removed and deleted from the mail queue
es: El correo fue eliminado con éxito y borrado de la lista de correos pendientes
nl: De mail was succesvol verwijderd, ook uit de mail wachtrij

source: An error occured while trying to requeue mail
es: Algún error ocurrió al tratar de reubicar el correo en la cola de tareas
nl: Er deed zich een een foutmelding voor bij het opnieuw in de wachtrij plaatsen van de mail

source: Mail was requeued with highest priority and new ID
es: El correo fue reubicado en la cola de tareas con la más alta prioridad y con una ID nueva
nl: Mail werd opnieuw in de wachtrij geplaatst met hoogste prioriteit en een nieuw ID

source: mails requeued - please repeat this action until all mails are requeued
es: correos reubicados en la lista de tareas - por favor, repita esta acción hasta que todos los correos queden reorganizados
nl: mails opnieuw in wachtrij geplaatst - blijf dit doen totdat alle mails opnieuw in de wachtrij zijn geplaatst

source: Mails reqeued successfully
es: Correos reorganizados con éxito
nl: Mails zijn met succes opnieuw in de wachtrij geplaatst

source: Error log deleted completely
es: Archivo de notas (log) de erroes borrado completamente.
nl: Fouten-log volledig verwijderd

source: An error occured while deleting error log
es: Algún error ocurrió al borrar el log de errores
nl: Er deed zich een een foutmelding voor bij het verwijderen van de fouten-log

source: An error occured while trying to send the selected email manualy
es: Ocurrió algún error al tratar de enviar el mail seleccionado manualmente
nl: Er deed zich een een foutmelding voor bij het handmatig verzenden van de geselecteerde mail

source: The email was sent successfully and removed from the mail queue
es: El correo fue enviado con éxito y eliminado de la lista de tareas
nl: De mail is met succes verzonden, en verwijderd uit de mail wachtrij

source: Advanced Mailer
es: Gestor Avanzado de Correo

source: Advanced Mailer management: This module gives more functionallity to the regular zikula Mailer module
es: Administración del Gestor Avanzado de Correo: Este módulo da más funcionalidad al módulo de correo normal de Zikula
nl: Geavanceerd Mail beheer - Deze module geeft meer mogelijkheden aan de reguliere Zikula Mailer module

source: Error creating hook
es: Error al crear hooks
nl: Foutmelding bij het aanmaken van de hook

source: Error! Index creation failed.
es: ¡Error! Falló la creación del índice.
nl: Foutmelding: Aanmaken van de index mislukt.

source: Please take care to update the email tempaltes for html and text mails. Otherwise you will add default header and footer for all mails that are sent out from now on!
es: Por favor, tenga cuidado al actualizar las plantillas de email para los correos en html y texto plano ¡De otra forma, añadirás una cabecera y un pie por defecto a todos los correos que sean enviados a partir de ahora!
nl: Let er ook op dat de templates voor html en tekst e-mails worden bijgewerkt. Anders worden er een standaard header en footer toegevoegd aan alle uitgaande mails vanaf dit moment!

source: Error deleting hook
es: Error al eliminar hooks
nl: Foutmelding bij het verwijderen van de hook

source: Settings
es: Ajustes
nl: Instellingen

source: Templates
es: Plantillas

source: Mail-Queue
es: Lista de tareas de los Correos
nl: Mail wachtrij

source: Error-log
es: Log de errores
nl: Fouten-log

source: Test configuration
es: Configuración de pruebas
nl: Test configuratie

source: Message was moved to error log - delivery cancelled
es: El mensaje fue movido al log de errores - envío cancelado
nl: Bericht verplaatst naar fouten-log - aflevering geannuleerd

source: Cron disabled
es: Cron desactivado
nl: Cron uitgeschakeld

source: Authentication correct...
es: Autentificación correcta...
nl: Authenticatie correct...

source: Start of mail delivery...
es: Comienzo del envío de correos...
nl: Starten van afleveren van de mail...

source: No mails in the queue
es: No hay más correos en la lista de tareas
nl: Geen mails in de wachtrij

source: Send ID
es: ID de envío
nl: Verzonden ID

source: Sent Error ID
es: Error de ID de envío
nl: Verzend-fout ID

source: Wrong password
es: Contraseña incorrecta
nl: Verkeerd wachtwoord

source: waiting for delivery
es: esperando al envío
nl: wachtend op aflevering

source: failed... waiting for retry
es: fallo... esperando para reintentar
nl: mislukt... wachtend op nieuwe poging

source: failed... waiting for last try
es: fallo... esperando para el último intento
nl: mislukt... wachtend op laatste poging

source: param mail missing
es: falta el parámetro mail
nl: 'mail' parameter ontbreekt

source: item not found
es: elemento no encontrado
nl: item niet gevonden

source: Yes
es: Sí
nl: Ja

source: This is <font color="red">some default text</font> that will be <b>replaced</b> by your <i>email's content</i> later whenever a mail is being sent out!<hr />Have fun! ;-)
es: ¡Así será <font color="red">cualquier texto por defecto</font> que será <b>reemplazado</b> por el <i>contenido de tu email</i> después de que un mail sea enviado!<hr /> ¡Que disfrutes! ;-)
nl: Dit is <font style="color: red">standaard tekst</font> wat later zal worden <strong>vervangen</strong> door de <em>e-mail inhoud</em>, op het moment van verzenden van de e-mail!<hr />

source: This is some default text that will be replaced by your email's content later whenever a mail is being sent out!
es: ¡Así quedará <font color="red">cualquier texto por defecto</font> que será <b>reemplazado</b> por el <i>contenido de tu email</i> después de que un mail sea enviado!<hr /> ¡Que disfrutes! ;-)
nl: Dit is standaard tekst wat later zal worden vervangen door de e-mail inhoud, op het moment van verzenden van de e-mail!

source: Send mails immediately
es: Enviar correos inmediatamente
nl: Mails direct verzenden

source: Send mails via cronjob
es: Enviar correos a través de un cronjob (evento programado por fecha y hora)
nl: Mails via cronjob verzenden

source: Send mails in background using SystemInit hooks
es: Enviar correos en cola usando hooks de SystemInit
nl: Mails in achtergrond verzenden door middel van SystemInit hooks

source: Done! Module configuration updated.
es: ¡Hecho! Configuración del módulo actualizada.
nl: Module configuratie bijgewerkt.

source: You can create templates for all emails that will be sent out that are customized for your site. There are two types of emails going out: HTML and plain text. There are some example templates in the Mailer's template folder. There are four templates - two for HTML and two for plain text mails. Always the right template is chosen - depending on the mail type. The templates have to be named the following way
es: Puedes crear plantillas personalizadas en tu sitio web para todos los correos que sean enviados. Hay dos tipos de correos salientes: HTML y texto plano. Hay algunas plantillas de ejemplo en la carpeta de plantillas del Gestor de Correo. Hay cuatro plantillas - dos para HTML y dos para correos de texto plano. En función del tipo de correos, siempre se seleccionará la plantilla correcta. Las plantillas deben titularse de la siguiente forma
nl: Er kunnen eigen aangepaste templates worden aangemaakt voor alle uitgaande e-mails. Er zijn twee typen uitgaande e-mails: Tekst en HTML. Enkele voorbeelden zijn te vinden in de template directory van de AdvMailer module. Daar zijn totaal 4 templates te vinden, twee voor elk type. Afhankelijk van het mail type wordt de correcte template gekozen. De naam-conventie voor de templates is als volgt:

source: Header for plain text mails
es: Cabecera para los correos de texto plano
nl: Header voor tekst e-mails

source: Footer for plain text mails
es: Pie para los correos de texto plano
nl: Footer voor tekst e-mails

source: Header for HTML mails
es: Cabecera para los correos en HTML
nl: Header voor HTML e-mails

source: Footer for HTML mails
es: Pie para los correos en HTML
nl: Footer voor HTML e-mails

source: Module developers can override the usage of these templates - if you are a developer, please read the function's documentation! Pleas also mention that template changes will not affect all mails that are already in the mail queue and waiting for delivery!
es: Los desarrolladores del módulo pueden impedir el uso de estas plantillas - si eres un desarrollador ¡Por favor lee la documentación de la función! Asimismo ¡Por favor no olvides mencionar que los cambios en las plantillas no afectarán a los emails que se encuentren actualmente en la cola de tareas esperando envío!
nl: Module ontwikkelaars kunnen het gebruik van de templates overriden - lees hiervoor de documentatie van deze functionaliteit! Let op dat wijzigingen geen invloed hebben op de opmaak van de mails die al in de wachtrij zijn geplaatst!

source: Preview
es: Previsualizar
nl: Voorbeeld

source: Please use theme based template overriding and clear your rendering cache after changing the templates. The templates will be used as they are seen below.
es: Por favor, usa la opción de invalidar las plantillas del theme y vacía la caché de tu navegador tras realizar los cambios en las plantillas de mail. Estas plantillas funcionarán tal y como sigue a continuación
nl: Gebruik bij voorkeur template overrides gebaseerd op themes, en wis de rendering-cache na het wijzigen van de templates. De templates zullen gebruikt worden zoals hieronder weergegeven.

source: Preview for plain text mails
es: Previsualización para correos en texto plano
nl: Voorbeeld voor tekst-mails

source: No templates found
es: No se hallaron plantillas
nl: Geen templates gevonden

source: Depending on your personal site mailer configuration linebreaks will be added before sending the email. These linebreaks can not be seen here - please send a test email to an own email account for testing this.
es: Dependiendo de la configuración del Gestor de Correo de tu sitio web personal, los saltos de línea podrían ser añadidos después de enviar el correo. Estos saltos de línea no pueden ser previsualizados aquí - por favor envía un correo de prueba a una cuenta de correo propio como comprobación.
nl: Afhankelijk van de configuratie van de Mailer module zullen regel-einden worden toegevoegd voordat de mail verzonden wordt. Deze regeleinden worden hier niet weergegeven - stuur daarom een test-mail naar een eigen account om het daadwerkelijke resultaat te zien.

source: Preview for html mails
es: Previsualización de correos en HTML
nl: Voorbeeld voor HTML-mails

source: Mail error log view and administration
es: Vista y administración del Log de errores de correo
nl: Mail fouten-log weergave en beheer

source: failed deliveries
es: envíos sin éxito
nl: Mislukte afleveringen

source: Mail content
es: Contenido del correo
nl: Mail inhoud

source: mail subject
es: asunto del correo
nl: Mail onderwerp

source: recipient
es: destinatario
nl: Ontvanger

source: Requeue all mails
es: Reorganizar todos los correos en la cola
nl: Alle mails opnieuw in wachtrij plaatsen

source: Please confirm the deletion of all mails of the error log
es: Por favor confirma la eliminación de todos los correos del log de errores
nl: Bevestig het verwijderen van alle mails uit de fouten-log

source: Delete the error log
es: Borrar el log de errores
nl: Verwijder de fouten-log

source: Mail ID
es: ID de correo

source: date of last try
es: fecha del último intento
nl: Datum van laatste poging

source: action
es: acción
nl: actie

source: delete
es: eliminar
nl: verwijderen

source: requeue
es: reorganizar
nl: opnieuw in wachtrij plaatsen

source: No mails stored in the error logfile
es: No hay correos almacenados en el archivo del log de errores
nl: Geen mails opgeslagen in de fouten-log

source: Advanced Mailer settings
es: Ajustes del Gestor Avanzado de Correo
nl: Advanced Mailer instellingen

source: Default method for queue handling
es: Método por defecto para el manejo de la cola de tareas
nl: Standaard methode van wachtrij afhandeling

source: Settings for mail queue handling
es: Ajustes del funcionamiento de la cola de tareas
nl: Instellingen voor wachtrij afhandeling

source: Queue modes can make sense of your site is a site with high outgoing mail traffic. Mails are put in a queue and sent mail by mail in the background. Mails can be sent with each site call that is made by any user. Mail sending will be handled in the background. You can choose between to different queue modes: Mails can be sent with each site call (a user or a visitor will make your emails to be sent without seeing this) or you can use a given URL for a cronjob service. Just call the cronjob URL with a password (you can try it out in your browser entering the url) you have specified and this will send the number of mails you specified in this configuration area.
es: Los distintos modos de la cola de tareas puede tener sentido si tu sitio web tiene un alto tráfico de correos salientes. Los correos son puestos en cola y enviados en segundo plano. Los correos pueden ser enviados en cualquier orden uno a uno que haya sido establecido por el usuario. El envío del correos se hará en segundo plano. Puedes elegir entre dos modos diferentes: los correos pueden ser enviados por orden uno a uno (un usuario o visitante podrían hacer que tus correos se envíen sin ver esto) o puedes usar una determinada URL para un servicio cron. Sólo debes llamar a la URL del cronjob con su contraseña (puedes intentarlo en tu navegador introduciendo la URL) que hayas especificado, para enviar así el número de correos que hayas especificado en esta zona de configuración.
nl: Wachtrij modes zijn zinvol indien de site een hoge hoeveelheid mail verkeer heeft. Mails worden in een wachtrij geplaatst en in een achtergrond proces verstuurd. Dit kan per stuk bij elk site bezoek van een willekeurige bezoeker (op de achtergrond), of middels een trigger door een cronjob service. De cronjob URL dient te worden aangeroepen met een vooraf opgegeven wachtwoord (dit kan getest worden in een normale browser), dit zal het opgegeven aantal mails versturen (wat ingesteld is in de configuratie).

source: Number of mails that should be sent with each site or cronjob call
es: Cantidad de correos que deberán ser enviados cada vez que el cronjob se llame o el sitio web así lo designe
nl: Aantal te verzenden mails per cronjob aanroep

source: Password for cronjob call
es: Contraseña para la llamada del cronjob
nl: Wachtwoord bij cronjob aanroep

source: Call this URL for email delivery regularly
es: Usa esta URL para el envío regular de correos
nl: Deze URL dient te worden aangeroepen bij de cronjob-mode

source: Please set a cronjob password to get the URL for this service
es: Por favor establezca una contraseña del cronjob para obtener la URL de este servicio
nl: Er dient een wachtwoord te worden opgegeven voordat er een URL voor deze service kan worden gegenereerd

source: Update Configuration
es: Actualizar Configuración
nl: Configuratie bijwerken

source: Cancel
es: Cancelar
nl: Annuleren

source: Mail queue view and administration
es: Vista y administración de la cola de correos
nl: Mail wachtrij weergave en beheer

source: mails in queue
es: correos en cola
nl: Mails in wachtrij

source: Here all mails from the mail queue are listed. Please do not forget that mails might be sent instantly after they were listed here. You can access the mail if you click on the title.
es: Todos los correos aquí serán listados en la cola de correos. No olvides que los correos podrían ser enviados instantáneamente una vez se hayan anotado aquí. Puedes acceder a los correos si pulsas en su título.
nl: Hier staan alle mails uit de wachtrij. Vergeet niet dat mails op het moment van bekijken ook al in het verzend-proces beland kunnen zijn. De mail kan worden bekeken door op de titel te klikken.

source: priority
es: prioridad
nl: Prioriteit

source: planed date
es: fecha planeada
nl: Geplande datum

source: status
es: estado

source: now
es: ahora
nl: Nu

source: send manually
es: enviar manualmente
nl: Handmatig verzenden

source: Mail queue emtpy - nothing to display
es: Cola de correos vacía - no hay nada que mostrar
nl: Mail wachtrij is leeg - niets te tonen

source: The Advanced Zikula Mailer module
es: El módulo avanzado de Correo de Zikula
nl: De Advanced Zikula Mailer module

source: Version
es: Versión
nl: Versie

source: powered by
es: impulsado por
nl: aangeboden door

source: You like the module and it's usefull for you
es: ¿Te gusta el módulo y es útil para ti?
nl: Bevalt de module en is deze waardevol

source: Donate and support my software development
es: Haz una donación y apoya el desarrollo de mi software
nl: Doe een donatie en ondersteun de software ontwikkeling

source: No
nl: Nee
