Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Tour/1.2/module_tour.po
Languages: fa

source: Start
fa: آغاز

source: Themes
fa: قالب‌ها

source: Modules
fa: ماژول‌ها

source: Blocks
fa: بلاک‌ها

source: Unknown module %s in Tour_userapi_getsublinks.
fa: ماژول ناشناخته %s در Tour_userapi_getsublinks.

source: Unknown theme %s in Tour_userapi_getsublinks.
fa: جلوه ناشناخته %s در Tour_userapi_getsublinks.

source: Page %s
fa: %s صفحه

source: Unknown module %s in Tour_user_exttour.
fa: ماژول ناشناخته %s در Tour_user_exttour.

source: Unknown theme %s in Tour_user_exttour.
fa: جلوه ناشناخته %s در Tour_user_exttour.

source: Tour file does not exist!
fa: فایل گشت زنی وجود ندارد!

source: Tour
fa: گشت زنی

source: First time configuration and Zikula Tour.
fa: اولین زمان پیکربندی و گشت زنی در زیکولا

source: Zikula Tour
fa: گشت زنی در زیکولا

source: Tour Home
fa: صفحه‌ی اصلی گشت زنی

source: First Time Tour
fa: گشتن برای اولین بار

source: Your Distribution
fa: توزیع شما

source: New in Zikula
fa: ویژگی های جدید در زیکولا
