Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/MediaAttach/1.1/module_mediaattach.po
Languages: de, fr

source: Show only files of these formats (optional)
de: Zeige nur Dateien mit diesen Formaten (optional)
fr: Afficher uniquement les fichiers dans ces formats (optionnel)

source: File groups
de: Datei-Gruppen
fr: Groupes de fichiers

source: Create a new group
de: Erstelle eine neue Gruppe
fr: Créer un nouveau groupe

source: Add group
de: Gruppe hinzufügen
fr: Ajouter un groupe

source: Please enter a name for the new group.
de: Bitte einen Namen für die neue Gruppe eingeben
fr: Veuillez indiquer un nom pour le nouveau groupe.

source: The group name may only contain letters and numbers.
de: Der Name darf nur aus Buchstaben und Ziffern bestehen.
fr: Le nom du groupe ne peut contenir que des lettres et des chiffres.

source: Directory
de: Verzeichnis
fr: Répertoire

source: Please enter a directory for the new group
de: Bitte geben Sie das Verzeichnis der neuen Gruppe ein.
fr: Veuillez indiquer un répertoire pour le nouveau groupe

source: The directory may only contain letters and numbers.
de: Das Verzeichnis darf nur aus Buchstaben und Ziffern bestehen.
fr: Le nom du répertoire ne peut contenir que des lettres et des chiffres.

source: Image
de: Bild

source: Actions
de: Aktionen

source: Edit
de: Editieren
fr: Modifier

source: Delete
de: Löschen
fr: Supprimer

source: Change quotas
de: Ändere Quotas
fr: Modifier les quotas

source: No user quotas defined
de: Keine Benutzer-Quotas angelegt
fr: Pas de quotas définis pour les utilisateurs

source: New user quota
de: Neue Benutzer-Quota
fr: Nouveau quota pour les utilisateurs

source: Create Quota
de: Quota erstellen
fr: Créer un quota

source: Queue is empty
de: Keine Dateien ausgewählt
fr: La file d'attente est vide

source: Cancel queue
de: Liste abbrechen
fr: Annuler la file d'attente

source: File queue
de: Datei-Liste
fr: File d'attente

source: cancelled
de: Abgebrochen
fr: annulé

source: files queued
de: Dateien in der Liste
fr: fichiers ajoutés à la file d'attente

source: Uploading file
de: Dateien werden hochgeladen...
fr: Envoi du fichier en cours

source: All files uploaded...
de: Alle Dateien hochgeladen.
fr: Tous les fichiers ont été envoyés...

source: MediaAttach files...
de: MediaAttach Dateien ...
fr: Fichiers de MediaAttach...

source: Browse files
de: Dateien durchsuchen
fr: Parcourir les fichiers

source: Files to show
de: Anzuzeigende Dateien
fr: Fichiers à afficher

source: Edit this group
de: Diese Gruppe bearbeiten
fr: Modifier ce groupe

source: Update this group
de: Diese Gruppe aktuallisieren
fr: Mettre à jour ce groupe

source: Delete this group
de: Diese Gruppe löschen
fr: Supprimer ce groupe

source: Confirm deletion?
de: Löschen bestätigen?
fr: Confirmez-vous la suppression ?

source: Cancel item deletion.
de: Löschen abbrechen.
fr: Annuler la suppression de l'élément.

source: Information about this file
de: Informationen über diese Datei
fr: Informations à propos de ce fichier

source: Category
de: Kategorie
fr: Catégorie

source: no uploads found
de: Keine Uploads gefunden
fr: Aucun fichier envoyé n'a été trouvé

source: Sort by
de: Sortieren nach
fr: Trier par

source: date
de: Datum

source: title
de: Titel
fr: titre

source: module
de: Modul

source: username
de: Benutzername
fr: nom d'utilisateur

source: filename
de: Dateiname
fr: nom de fichier

source: filetype
de: Dateityp
fr: type de fichier

source: filesize
de: Dateigröße
fr: taille du fichier

source: ascending
de: aufsteigend
fr: ascendant

source: descending
de: absteigend
fr: descendant

source: Filter by
de: Filtern nach
fr: Filtrer par

source: Search
de: Suche
fr: Rechercher

source: Edit this filetype
de: Dieses Dateityp bearbeiten
fr: Modifier ce type de fichier

source: File type
de: Dateityp
fr: Type de fichier

source: Update this filetype
de: Diesen Dateityp aktuallisieren
fr: Mettre à jour ce type de fichier

source: Delete this file
de: Diese Datei löschen
fr: Supprimer ce fichier

source: Created by %username%
de: Erstellt von %username%
fr: Créé par %s.

source: Created on %date%
de: Erstellt am %date%
fr: Créé le %s.

source: Last updated by %username%
de: Letzte Aktuallisierung von %username%
fr: Dernière mise à jour par %s.

source: Updated on %date%
de: Aktualisiert am %date%
fr: Mis à jour le %s.

source: View this file
de: Diese Datei anzeigen
fr: Afficher ce fichier

source: Send this file to your mail address
de: Diese Datei an Deine Email-Adresse senden
fr: Envoyer ce fichier à votre adresse e-mail

source: Crop thumbnail
de: Vorschaubild ausschneiden
fr: Redimensionner la miniature

source: Preview
de: Vorschau
fr: Prévisualiser

source: Choose your desired preview image.
de: Wählen Sie Ihr gewünschtes Vorschaubild aus.
fr: Choisissez l'image de prévisualisation désirée.

source: The selection window size is not changeable.
de: Die Größe des Auswahlfensters ist nicht veränderbar.
fr: Il n'est pas possible de modifier la taille de la fenêtre de sélection.

source: The selection window size is changeable, the aspect ratio will be kept.
de: Die Größe des Auswahlfensters ist veränderbar, das Bildseitenverhältnis bleibt erhalten.
fr: Il est possible de modifier la taille de la fenêtre de sélection, les proportions seront conservées.

source: The selection window size and the aspect ratio are changeable.
de: Die Größe des Auswahlfensters und das Bildseitenverhältnis ist veränderbar.
fr: Il est possible de modifier la taille de la fenêtre de sélection ainsi que les proportions.

source: Save
de: Speichern
fr: Enregistrer

source: This function requires JavaScript.
de: Diese Funktion benötigt JavaScript.
fr: Cette fonction nécessite JavaScript.

source: Files and media
de: Dateien und Medien
fr: Fichiers et médias

source: Only images
de: Nur Bilder
fr: Uniquement les images

source: Display mode
de: Anzeige-Modus
fr: Mode d'affichage

source: Link to the file
de: Link zur Datei
fr: Lien vers le fichier

source: Embed the item inline
de: Datei im Browser einbetten und anzeigen.
fr: Intégrer l'élément dans la page

source: Embed the item physically
de: Datei als Link anzeigen.
fr: Intégrer un lien direct vers l'élément

source: Paste as
de: Einfügen als
fr: Coller en tant que

source: Thumbnail with link to view original image
de: Vorschau mit Link zur Ansicht vom Original-Bild
fr: Miniature avec un lien vers l'image original

source: Thumbnail with link to download original image
de: Vorschau mit Link zum Download vom Original-Bild
fr: Miniature avec un lien pour télécharger l'image original

source: Thumbnail
de: Vorschau
fr: Miniature

source: Original image
de: Original Bild
fr: Image original

source: Link to thumbnail
de: Link zur Vorschau
fr: Lien vers la miniature

source: Link to original image
de: Link zum Original-Bild
fr: Lien vers l'image original

source: File ID
de: Datei ID
fr: ID du fichier

source: Original image with link to itself
de: Original-Bild mit Link zu diesem
fr: Image original avec un lien vers elle même

source: Entries per page
de: Einträge pro Seite
fr: Résultats par page

source: Maximums
de: Maxima

source: files
de: Dateien
fr: fichiers

source: You are not allowed to upload more than %m% files at once.
de: Sie dürfen nicht mehr als %m% Dateien auf einmal hochladen.
fr: Vous n'êtes pas autorisé à envoyer plus de %s fichiers à la fois.

source: Sorting
de: Sortierung
fr: Tri en cours

source: Newest files
de: Neueste Dateien
fr: Derniers fichiers

source: Random files
de: Zufällige Dateien
fr: Fichiers aléatoires

source: Display mode:
de: Anzeige Modus:
fr: Mode d'affichage :

source: No images available yet
de: Derzeit sind keine Bilder verfügbar.
fr: Aucune image n'a encore été envoyée

source: Simply go to the desired directory, select the files to import and start. The upload filesize limit is not being used here.
de: Einfach in das gewünschte Verzeichnis wechseln, die zu importierenden Dateien aussuchen und starten. Die Größenbeschränkungen der normalen Uploads gelten hierbei nicht.
fr: Allez simplement dans le répertoire désiré, sélectionnez les fichiers à importer et commencez l'importation. La taille limite pour les fichiers envoyés est désactivée dans ce cas.

source: Folder
de: Ordner
fr: Dossier

source: Delete this filetype
de: Lösche Dateityp
fr: Supprimer ce type de fichier

source: Create a new filetype
de: Erstelle neuen Dateityp
fr: Créer un nouveau type de fichier

source: Add filetype
de: Dateityp hinzufügen
fr: Ajouter un type de fichier

source: Please enter an extension for the new filetype.
de: Bitte gib die Erweiterung des neuen Dateityps ein.
fr: Veuillez indiquer l'extension du nouveau type de fichier.

source: The extension may only contain letters and numbers.
de: Die Erweiterung darf nur Buchstaben und Zahlen enthalten.
fr: L'extension ne peut contenir que des lettres et des chiffres.

source: Warning: Allowing this filetype can be a potential security risk!
de: Warnung: Die Freigabe dieses Dateitypes kann potentiell ein Sicherheitsrisiko darstellen!
fr: Attention : Autoriser ce type de fichier peut représenter un risque au niveau de la sécurité !

source: Start
fr: Accueil

source: Admin uploads
fr: Envois des Admins

source: Hash information
fr: Informations sur le hash

source: Audio information
fr: Informations sur l'audio

source: CBR (Constant Bit Rate)
fr: CBR (Débit constant)

source: VBR (Variable Bit Rate)
fr: VBR (Débit variable)

source: Sample rate:
fr: Taux d'échantillonnage :

source: Encoder:
fr: Encodeur :

source: Video information
fr: Informations sur la vidéo

source: EXIF information
fr: Informations de EXIF

source: Tag information
fr: Informations du tag

source: Inline
fr: Incrusté dans la page

source: Prefix
fr: Préfixe

source: Name
fr: Nom

source: icon
fr: icône

source: Filter
fr: Filtrer
