Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/MediaAttach/1.1/module_mediaattach.po
Languages: de, fr

source: Error! Could not do what you wanted. Please check your input.
de: Fehler! Die Anforderung konnte nicht verarbeitet werde. Bitte die Eingaben überprüfen.
fr: Erreur ! Impossible de faire ce que vous désirez, veuillez vérifier ce que vous avez indiqué.

source: My uploads
de: Eigene Dateien
fr: Mes envois

source: Enforce default size
de: Erzwinge Standard Größe
fr: Forcer la taille par défaut

source: Keep size variable and enforce aspect ratio
de: Halte die Größe variabel und erzwinge Seitenverhältnis
fr: Conserver la taille variable et forcer les proportions

source: Keep size and aspect ratio variable
de: Halte die Größe und das Seitenverhältnis variabel
fr: Laisser la taille et les proportions variables

source: No categorization
de: Keine Kategorisierung
fr: Pas de catégorisation

source: Categories
de: Kategorien
fr: Catégories

source: Modules
de: Module

source: Users
de: Benutzer
fr: Membres

source: Done! Module configuration updated.
de: Fertig! Moduleinstellungen aktualisiert.
fr: Terminé ! Configuration de module enregistrée.

source: Error! Could not load items.
de: Fehler! Elemente konnten nicht geladen werden.
fr: Erreur ! Impossible de charger les données.

source: Error! Update attempt failed.
de: Fehler! Aktualisierungsversuch ist fehlgeschlagen,.
fr: Erreur ! La tentative de mise à jour a échoué.

source: Error! Creation attempt failed.
de: Fehler! Der Erstellungsversuch ist fehlgeschlagen.
fr: Erreur ! La tentative de création a échoué.

source: MediaAttach file
de: MediaAttach Datei
fr: Fichier MediaAttach

source: Display a single MediaAttach file.
de: Zeige eine einzelne MediaAttach Datei an
fr: Afficher un seul fichier en provenance de MediaAttach.

source: No media file selected
de: Keine Medien Datei ausgewählt
fr: Aucun fichier média sélectionné

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
de: Ungültiger AuthKey: Möglicherweise wurde der 'Zurück' Knopf des Browsers gedrückt, oder der Seiten-'Authkey' ist abgelaufen. Bitte die Seite aktualisieren und erneut versuchen.
fr: Désolé ! Clé d'identification invalide ('authkey'). Cela signifie probablement que vous avez utilisé le bouton 'Page précédente' pour retourner vers une page qui ne supporte pas cela ou que la clé d'identification de la page a expiré suite à une inactivité prolongée. Veuillez rafraichir la page et recommencer.

source: Done! Item created.
de: Fertig! Element erstellt.
fr: Terminé ! Élément créé.

source: Done! Item updated.
de: Fertig! Element Hochgeladen.
fr: Terminé ! Élément mis à jour.

source: Sorry, the data of your file could not be written into the database
de: Die Daten der Datei konnten nicht in die Datenbank geschrieben werden
fr: Désolé, les données de votre fichier ne peuvent être stockées dans la base de données

source: To
de: Nach
fr: Vers

source: The file has been imported successfully
de: Die Datei wurde efolgreich importiert.
fr: Le fichier a été importé avec succès

source: No title
de: Kein Titel
fr: Pas de titre

source: Done! Item deleted.
de: Fertig! Element gelöscht.
fr: Terminé ! Élément supprimé.

source: Sorry! The MediaAttach module is not available.
de: Entschuldigung! Das MediaAttach-Modul ist nicht verfügbar.
fr: Erreur ! Le module MediaAttach n'est pas disponible.

source: No correct needle id given
de: Keine korrekte ID vergeben
fr: Aucun id requis, qui a été fourni, n'est correcte

source: Error! Sorry! Deletion attempt failed.
de: Fehler! Löschversuch fehlgeschlagen.
fr: Erreur ! La tentative de suppression a échoué.

source: Uploads and file management
de: Hochlade- und Dateimanagement
fr: Les envois et le gestionnaire de fichiers

source: An error occured while creating the category registries.
de: Ein Fehler bei der Kategorieregistrierung ist aufgetaucht.
fr: Une erreur c'est produite durant l'enregistrement des catégories.

source: Admin uploads could not be prepared. This is not critical.
de: Adminuploads konnten nicht vorbereitet werden. Dies ist nicht kritisch.
fr: Les envois de l'admin ne peuvent être préparés. Ceci n'est pas critique.

source: An error occured while deleting the category registries.
de: Ein Fehler ist beim löschen der Kategroie registrierung aufgetreten.
fr: Une erreur c'est produite durant la suppression des catégories enregistrées.

source: Error! Unable to load class ObjectUtil
de: Fehler! ObjectUtil konnte nicht geladen werden
fr: Erreur ! Impossible de charger la classe ObjectUtil

source: Error! Unable to load class CategoryRegistryUtil
de: Fehler! CategoryRegsitryUtil konnte nicht geladen werden
fr: Erreur ! Impossible de charger la classe CategoryRegistryUtil

source: Error! Unable to load class CategoryUtil
de: Fehler! CategoryUtil konnte nicht geladen werden
fr: Erreur ! Impossible de charger la classe CategoryUtil

source: Error: this is an invalid or unsupported URL.
de: Fehler: dies ist eine ungültige URL.
fr: Erreur : cette URL n'est pas valide ou n'est pas supportée.

source: Sorry, could not determine video information.
de: Konnte Videoinformationen nicht ermitteln.
fr: Désolé, impossible de déterminer les informations sur la vidéo.

source: The video has been embedded successfully
de: Das Video wurde erfolgreich eingebettet.
fr: La vidéo a été incrustée avec succès

source: A new file has been uploaded
de: Eine neue Datei wurde hochgeladen
fr: Un nouveau fichier a été envoyé

source: There was a problem with the upload
de: Es gab ein Problem mit dem Hochladen
fr: Un problème est survenu durant l'envoi

source: The file is too big
de: Die Datei ist zu groß
fr: Le fichier est trop gros

source: The file was only partially uploaded
de: Die Datei wurde nur teilweise hochgeladen
fr: Le fichier a été partiellement envoyé

source: No file selected
de: Keine Datei ausgewählt
fr: Pas de fichier sélectionné

source: There is no temporary folder specified
de: Kein temporärer Ordner spezifiziert
fr: Aucun répertoire temporaire n'a été spécifié

source: The file has been uploaded successfully
de: Die Datei wurde erfolgreich hochgeladen
fr: Le fichier a été envoyé avec succès

source: Thumbnail cropping is deactivated.
de: Thumbnail-Beschnitt ist deaktiviert
fr: Le redimensionnement des miniatures est désactivé.

source: Sorry! This module cannot be accessed directly.
de: Achtung! Dieses Modul kann nicht direkt aufgerufen werden.
fr: Désolé ! Il n'est pas possible d'accéder directement à ce module.

source: Hi! Here is the file which you sent yourself on our site
de: Hallo! Hier ist die Datei, die an sich selber geschickt wurde.
fr: Bonjour ! Voici le fichier que vous avez envoyé sur notre site

source: The mail has been sent to you successfully
de: Die E-Mail wurde erfolgreich versandt
fr: L'e-mail vous a été envoyé avec succès

source: Sorry, the mail could not be sent to you
de: Die E-Mail konnte nicht versendet werden
fr: Désolé, nous ne pouvons vous envoyer cet e-mail.

source: Sorry, MediaAttach has not been configured yet
de: MediaAttach wurde noch nicht konfiguriert
fr: Désolé, MediaAttach n'est pas encore configuré

source: Go the start page of MediaAttach admin section
de: Gehe auf die Startseite des MediaAttach Adminbereichs
fr: Se rendre sur la page principale de MediaAttach dans la section admin

source: Upload and import admin files
de: Uploads ind Importierte Admin Dateien
fr: Envois et fichiers importés par les admins

source: User uploads
de: Benutzer-Uploads
fr: Envois des utilisateurs

source: Management of user files
de: Verwaltung der User Dateien
fr: Gestion des fichiers des utilisateurs

source: Definitions
de: Definitionen
fr: Règles

source: Manage module definitions
de: Verwaltung der Modul Definitionen
fr: Gérer les règles du module

source: Formats
de: Formate

source: File formats
de: Dateiformate
fr: Formats de fichier

source: Groups
de: Gruppen
fr: Groupes

source: File format groups
de: Dateiformat Gruppen
fr: Groupes de formats de fichier

source: Config
de: Konfiguration

source: The MediaAttach configuration
de: Die MediaAttach Konfiguration
fr: Configuration de MediaAttach

source: Manual
de: Handbuch
fr: Manuel

source: The worth to read pdf manual
de: Bitte unbedingt das PDF-Handbuch lesen
fr: Lire le manuel pdf

source: Sorry! No authorization to access this module.
de: Entschuldigung! Keine Autorisierung auf das Modul zuzugreifen.
fr: Désolé ! Vous n'avez pas l'autorisation d'accéder à ce module.

source: A selection here is mandatory.
de: Eine Auswahl ist hier zwingend erforderlich.
fr: Il est obligatoire de sélectionner un élément ici.

source: %s files uploaded
de: %s Datei(en) hochgeladen
fr: %s fichiers envoyés

source: Import files from another module
de: Importiere Dateien von einem anderen Modul
fr: Importer des fichiers depuis un autre module

source: MediaAttach has found the following modules from which files can be imported.
de: MediaAttach hat folgende Module gefunden, von denen Dateien importiert werden können.
fr: MediaAttach a trouvé les modules suivants à partir desquels il peut importer des fichiers.

source: The upload filesize limits are not being used here.
de: Die Beschränkung der Dateigröße zum Hochladen wird hier nicht angewendet.
fr: La taille limite pour les fichiers envoyés est désactivée dans ce cas.

source: Start import
de: Importieren starten
fr: Commencer l'importation

source: Existing hierarchies are converted in the form of Categories.
de: Vorhandene Hierarchien wurden in der Form der Kategorien umgewandelt.
fr: Les hiérarchies existantes seront converties sous forme de catégories.

source: from
de: von
fr: envoyé par

source: on
de: am
fr: le

source: Back
de: Zurück
fr: Précédent

source: General information
de: Allgemeine Informationen
fr: Information générale

source: Filetype:
de: Dateityp:
fr: Type de fichier :

source: Filesize:
de: Dateigröße:
fr: Taille du fichier :

source: Mimetype:
de: Mimetyp:
fr: Type Mime :

source: Encoding:
de: Kodierung:
fr: Encodage :

source: Average bitrate:
de: Durchschnittliche Bitrate:
fr: Débit moyen :

source: Playtime:
de: Spielzeit:
fr: Durée :

source: sec.
de: sek.

source: md5 entire file:
de: md5 der gesammten Datei:
fr: md5 du fichier :

source: md5 compressed raw data:
de: md5 der komprimierten Rohdaten:
fr: md5 des données brutes compressées :

source: md5 uncompressed raw data:
de: md5 der unkomprimierten Rohdaten:
fr: md5 des données brutes non compressées :

source: md5 raw data:
de: md5 der Rohdaten:
fr: md5 des données brutes :

source: sha1 entire file:
de: sha1 der gesamten Datei:
fr: sha1 du fichier :

source: sha1 raw data:
de: sha1 der Rohdaten:
fr: sha1 des données brutes :

source: Bitrate mode:
de: Bitratenmodus:
fr: Type de débit :

source: Bits per sample:
de: Bits pro Sample:
fr: Bits par échantillon :

source: Channelmode:
de: Kanalmodus:
fr: Type de canal :

source: No. of channels:
de: Anzahl der Kanäle:
fr: Nombre de canaux :

source: Audio compression codec:
de: Audio Kompressions Codec:
fr: Codec de la compression audio :

source: Compression ratio:
de: Kompressionsverhältnis:
fr: Proportions pour la compression :

source: Lossless:
de: Verlustlos:

source: lossless compression
de: Verlustlose Kompression
fr: Compression lossless

source: lossy compression
de: verlusbehaftete Kompression
fr: Compression lossy

source: Image information
de: Bildinformation
fr: Informations sur l'image

source: Frame rate:
de: Wiederholrate:
fr: Nombre de frames :

source: Size:
de: Größe:
fr: Taille :

source: pixels
de: Bildpunkte

source: Width:
de: Breite:
fr: Largeur :

source: Height:
de: Höhe:
fr: Hauteur :

source: Pixel display aspect ratio:
de: Pixel Bildseitenverhältnis
fr: Les pixels respectent les proportions :

source: Video compression codec:
de: Codec der Videokompression:
fr: Codec de la compression vidéo :

source: Background colour:
de: Hintergrundfarbe:
fr: Couleur de l'arrière plan :

source: Edit this file
de: Datei bearbeiten
fr: Modifier ce fichier

source: Content
de: Inhalt
fr: Contenu

source: File
de: Datei
fr: Fichier

source: Module
de: Modul

source: User
de: Benutzer
fr: Utilisateur

source: Date
de: Datum

source: Title
de: Titel
fr: Titre

source: Description
de: Beschreibung

source: Mime type
de: Mime Typ
fr: Type de Mime

source: Filesize
de: Dateigröße
fr: Taille du fichier

source: Update this file
de: Diese Datei aktualisieren
fr: Mettre à jour ce fichier

source: Cancel item edits.
de: Abbrechen
fr: Annuler la modification de ces éléments.

source: Cancel
de: Abbrechen
fr: Annuler

source: Meta data
de: Meta Daten
fr: Donnée 'meta'

source: Created by %s
de: Von %s erstellt
fr: Créée par %s.

source: Created on %s
de: Am %s erstellt
fr: Créée le %s.

source: Last updated by %s
de: Zuletzt von %s aktualisiert
fr: Dernière modification par %s.

source: Updated on %s
de: Am %s aktualisiert
fr: Mis à jour le %s.

source: Upload files
de: Dateien hochladen
fr: Envoi de fichiers

source: Allowed formats
de: Mögliche Formate
fr: Formats autorisés

source: show
de: Zeige
fr: Afficher

source: hide
de: ausblenden
fr: Masquer

source: Max. size
de: Max. Größe
fr: Taille max.

source: Quota
de: Kontingent

source: You have
de: Es gibt
fr: Vous avez

source: of
de: von
fr: sur

source: used
de: benutzt
fr: utilisé

source: Choose Category
de: Kategorie wählen
fr: Choisir une catégorie

source: Max. files
de: Max. Dateien
fr: Fichiers max.

source: Add file
de: Datei hinzufügen
fr: Ajouter un fichier

source: Added files will be listed here.
de: Hinzugefügte Dateien werden hier aufgelistet.
fr: Les fichiers ajoutés seront listés ici.

source: Drop any added files here to remove them.
de: Verschiebe Dateien nach hier, um sie zu löschen.
fr: Déplacez ici les fichiers que vous ne souhaitez plus ajouter.

source: Uploading...
de: Hochladen...
fr: Envoi en cours...

source: Upload
de: Hochladen
fr: Envoi

source: You have no more memory for uploads available
de: Kein Speicher mehr zum Hochladen verfügbar
fr: Vous n'avez plus assez d'espace disque disponible pour envoyer des fichiers

source: You are not allowed to upload more than %s files at once.
de: Es können nur %s Dateien gleichzeitig hochgeladen werden.
fr: Vous n'êtes pas autorisé à envoyer plus de %s fichiers à la fois.

source: This file has already been selected.
de: Diese Datei ist bereits ausgewählt.
fr: Ce fichier est déjà sélectionné.

source: The filetype of this file is not allowed.
de: Der Dateityp von dieser Datei ist nicht erlaubt.
fr: Ce type de fichier n'est pas autorisé.

source: There is already a file being uploaded.
de: Eine Datei wurde bereits hochgeladen.
fr: Il y a déjà un fichier qui est en cours d'envoi.

source: Sorry, you have no permission for uploading files
de: Entschuldigung, kein Zugriffsrecht Dateien hochzuladen.
fr: Désolé, vous n'avez pas la permission d'envoyer des fichiers

source: MediaAttach could not find a module, for which it has been activated. Please go to the module settings and activate MediaAttach for one or more modules of your choice.
de: MediaAttach wurde für kein Modul aktiviert. Bitte in den Moduleinstellungen MediaAttach für ein oder mehrere Module aktivieren.
fr: MediaAttach ne trouve pas le module pour lequel il a été activé. Veuillez vous rendre dans le module de configuration des Modules et activer MediaAttach comme extension pour un ou plusieurs modules de votre choix.

source: Upload definitions
de: Definitionen zum Hochladen
fr: Règles d'envoi

source: Create a new definition
de: Eine neue Definition erstellen
fr: Créer une nouvelle règle

source: Add definition
de: Definition hinzufügen
fr: Ajouter une règle

source: Show uploaded files in the user section
de: Die hochgeladenen Dateien im Benutzerbereich anzeigen
fr: Afficher les fichiers envoyés dans l'interface des membres

source: None
de: Keine
fr: Aucun

source: Only own
de: Nur eigene
fr: Uniquement ceux envoyés par l'utilisateur

source: All
de: Alle
fr: Tous

source: Send a mail after uploading
de: Nach dem Hochladen eine Mail senden
fr: Envoyer un e-mail après l'envoi

source: Recipient of the mail
de: Mailempfänger
fr: Destinataire de l'e-mail

source: Maximum file size during upload
de: Maximale Dateigröße während des Hochladens
fr: Taille maximum du fichier durant l'envoi

source: Download mode
de: Download-Modus
fr: Mode de téléchargement

source: Physical
de: Physikalisch
fr: Lien direct

source: Naming convention
de: Namens Konvention
fr: Convention de nommage

source: Original filename
de: Original Dateiname
fr: Nom originel

source: Random filename
de: Zufälliger Dateiname
fr: Nom généré de façon aléatoire

source: Numbered with prefix
de: Mit Prefix nummeriert
fr: Numéroté avec préfixe

source: Number of files
de: Anzahl von Dateien
fr: Nombre de fichiers

source: Show definition
de: Definition zeigen
fr: Afficher la règle

source: Hide definition
de: Definition verbergen
fr: Masquer la règle

source: Definition for
de: Definition für
fr: Règle pour

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Edit this definition
de: Diese Definition bearbeiten
fr: Modifier cette règle

source: File attachments
de: Datei-Anhänge
fr: Fichiers attachés

source: Welcome to the MediaAttach admin area
de: Willkommen in der MediaAttach-Administration
fr: Bienvenue dans l'administration de MediaAttach

source: %s files total
de: %s Dateien komplett
fr: %s fichiers au total

source: No files were uploaded yet
de: Es wurden noch keinen Dateien hochgeladen.
fr: Aucun fichier n'a encore été envoyé

source: Configuration
de: Konfiguration

source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: MediaAttach installation directory
de: Installations-Pfad von MediaAttach
fr: Répertoire où est installé MediaAttach

source: HTML root
de: HTML-Hauptpfad
fr: Racine HTML

source: Upload folder (absolute, ideally outside the HTML root):
de: Upload-Ordner (Angabe als absolut. Ideal außerhalb des HTML-Hauptpfad)
fr: Répertoire pour les envois (absolu et de préférence en dehors du répertoire racine HTML) :

source: This directory does not exist
de: Dieser Ordner existiert nicht
fr: Ce répertoire n'existe pas

source: This is not a directory
de: Das ist kein Ordner
fr: Ce n'est pas un répertoire

source: This directory is not writable for the web server
de: Dieser Ordner ist nicht beschreibbar vom Web-Server.
fr: Écriture impossible dans ce répertoire

source: Everything allright
de: Alles ok!
fr: Répertoire fonctionnel

source: Cache folder (relative from HTML root):
de: Cache-Ordner (Angabe relativ zum HTML-Hauptpfad)
fr: Répertoire du cache (relatif au répertoire racine HTML) :

source: Allow users sending files in mails to theirselves
de: Erlaube Benutzern sich selbst Dateien in Emails zu senden.
fr: Autoriser les utilisateurs à s'envoyer des fichiers par e-mail

source: Maximum filesize for mails:
de: Maximale Dateigröße für Emails:
fr: Taille maximum des fichiers pour les e-mails :

source: Activate quotas
de: Aktiviere Quotas (Volumenbegrenzung)
fr: Activer les quotas

source: Users are able to edit and delete their own files
de: Benutzer dürfen ihre eigenen Dateien editieren ud löschen
fr: Les utilisateurs peuvent modifier et supprimer leurs propres fichiers

source: Activate frontpage in user section
de: Aktiviere Startseite im Benutzer-Bereich
fr: Activer l'accès à la page principale depuis l'interface des membres

source: Activate account page in user section
de: Aktiviere Konto-Seite im Benutzer-Bereich
fr: Activer l'accès à la page du compte depuis l'interface des membres

source: Image settings
de: Einstellungen für Bilder
fr: Paramètres des images

source: Default sizes of thumbnails (you can create as many formats as desired):
de: Standardgröße für Thumbnails (man kann soviele Formate erstellen wie erwünscht):
fr: Taille par défaut des miniatures (vous pouvez créer autant de formats que vous désirez) :

source: Shrink big images
de: Große Bilder verkleinern
fr: Réduire les grandes images

source: Maximum image size:
de: Maximale Bildgröße:
fr: Taille maximum des images :

source: Allow cropping of thumbnails
de: Erlaube das Zuschneiden von Thumbnails
fr: Autoriser le redimensionnement des miniatures

source: Behaviour of the selection tool
de: Verhalten des Auswahl-Werkzeugs
fr: Comportement de cet outil

source: Categorization settings
de: Kategorisierungsoptionen
fr: Paramètres de catégorisation

source: MediaAttach categories (Categories module)
de: MediaAttach-Kategorien (innerhalb Zikula-Kategorien-Modul)
fr: Catégories MediaAttach (module Categories)

source: Default mode:
de: Standard-Modus:
fr: Mode par défaut :

source: Action
de: Aktion

source: Settings
de: Einstellungen
fr: Paramètres

source: MediaAttach can automatically write a .htaccess file into your upload directory to avoid direct access to uploaded files. Notice that not all webservers support .htaccess files.
de: MediaAttach kann automatisch eine .htaccess-Datei in Ihr Upload-Verzeichnis schreiben um direkten Zugriff auf die hochgeladenen Dateien zu unterbinden. Man beachte, dass nicht alle Webserver .htaccess-Dateien supporten.
fr: MediaAttach peut créer automatiquement un fichier .htaccess dans le répertoire d'envoi de fichiers pour empêcher les téléchargements direct. Notez que certains serveurs ne supportent pas ces fichiers .htaccess.

source: Generate .htaccess
de: Erstelle .htaccess
fr: Générer le .htaccess

source: Important settings in php.ini, which are relevant for uploads
de: Wichtige Einstellungen in der php.ini, die bei Uploads relevant sind
fr: Paramètres importants du php.ini en rapport avec l'envoi de fichiers

source: Version-Check
de: Versions Überprüfung
fr: Vérification de la version utilisée

source: Your Version
de: Deine Version
fr: Votre version

source: There is a new Version available
de: Ein Update ist verfügbar
fr: Une nouvelle version est disponible

source: Download the newest version of MediaAttach
de: Lade die aktuellste Version von MediaAttach herunter
fr: Télécharger la dernière version de MediaAttach

source: Download now
de: Jetzt herunterladen
fr: Télécharger maintenant

source: Your version is the newest
de: Deine Version ist die aktuellste
fr: Votre version est la plus récente

source: Download this file
de: Diese Datei herunterladen
fr: Télécharger ce fichier

source: %s times downloaded
de: %s mal heruntergeladen
fr: Téléchargé %s fois

source: View
de: Ansicht
fr: Afficher

source: Embed external video
de: Externes Video einbinden
fr: Incruster une vidéo externe

source: indicator
de: Indikator
fr: indicateur

source: Supported providers
de: Unterstützte Anbieter
fr: Fournisseurs supportés

source: Video Page URL
de: URL der Video-Seite
fr: URL de la page contenant la vidéo

source: Submit
de: Abschicken
fr: Envoyer

source: No file has been chosen yet.
de: Es wurde noch keine Datei ausgewählt.
fr: Aucun fichier n'a été choisi.

source: Admin files
de: Administrator-Dateien
fr: Fichiers des administrateurs

source: Import files from a server directory
de: Importiere Dateien von einem Server-Verzeichnis
fr: Importer des fichiers depuis un répertoire du serveur

source: To use admin files a definition must be created for MediaAttach. Therefore click in the menu on "definitions".
de: Um Admin-Dateien zu benutzen, bitte eine Definition für MediaAttach aktivieren. Dafür auf das Menü "Definitionen" klicken.
fr: Pour utiliser les fichiers des admins, une règle doit être créée pour MediaAttach. Cliquez dans le menu sur "Règles".

source: Update this definition
de: Diese Definition aktuallisieren
fr: Actualiser cette règle

source: Number of files to display
de: Anzahl der Dateien zum anzeigen
fr: Nombre de fichiers à afficher
