Repository: zikula/i18n-portal
Catalog: gettext/*/modules/content/3.1.0/module_content.po
Languages: fa, fr

source: Include feed text in addition to the title
fa: شامل متن خوراک به اضافه عنوان
fr: Inclure le texte du flux en plus du titre

source: Refresh time (in minutes)
fa: زمان بارگزاری مجدد (به دقیقه)
fr: Rafraîchissement (en minutes)

source: Max. no. of items to display
fa: حداکثر تعداد قابل نمایش
fr: Nombre max. d'éléments à afficher

source: Video description
fa: شرح ویدئو
fr: Description de la vidéo

source: Formatted text
fa: متن فرمت شده
fr: Texte

source: Unformatted text
fa: متن ساده
fr: Texte brute

source: URL to the video clip
fa: لینک به این ویدئو
fr: URL du clip vidéo

source: Something like "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
fa: چیزی شبیه "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
fr: Quelque chose comme "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".

source: Show video inline
fa: نمایش ویدئو توکار
fr: Afficher le clip vidéo incrusité dans la page

source: Show video in popup window
fa: نمایش ویدئو در پنجره popup
fr: Afficher la vidéo dans une fenêtre popup

source: By
fa: از
fr: Par

source: No Flickr API key available! You must specify a Flickr API key to use this feature. You can get a key from <a href="http://www.flickr.com/api">flickr.com</a>.
fa: بدون Flickr API key فعال! شما باید یک Flickr API key برای استفاده از این ویژگی مشخص کنید. شما میتوانید یک key hc <a href="http://www.flickr.com/api">flickr.com</a> تهیه کنید.
fr: Aucune clé API de Flickr disponible ! Vous devez indiquer une clé de l'API Flickr pour utiliser cette fonctionnalité. Vous pouvez vous la procurer sur <a href="http://www.flickr.com/api">flickr.com</a>.

source: Display photos from this user
fa: نمایش تصاویر مربوط به این کاربر
fr: Afficher les photos de cet utilisateur

source: Display photos tagged with these tags (comma separated)
fa: نمایش تصاویری که با این برچسب ها برچسب دار شده اند (جدا شده توسط کاما)
fr: Afficher les photos utilisant ces mots-clés (séparés par une virgule)

source: Number of photos to show
fa: تعداد تصاویربرای نمایش
fr: Nombre de photos à afficher

source: Select geographic position either by point and click or writing the position directly. You can drag the map with your mouse, and double-click to zoom and select position.
fa: به یکی از دو روش، انتخاب یک نقطه و کلیک بر روی آن یا با نوشتن مسقتیم موقعیت جغرافیایی خود را مشخص کنید. شما می توانید به وسیله mous صفحه نقشه را پیمایش نموده و با دو بار کلیک در هر محل نقطه مورد نظر خود را انتخاب کنید.
fr: Sélectionner la position géographique en pointant et cliquant ou en écrivant la position manuellement. Vous pouvez déplacer la carte avec votre souris, double cliquer pour zoomer et sélectionner une position.

source: No Google API key available! You must specify a Google maps API key to use this feature. Get a key from <a href=
fa: هیچ Google API key فعال نیست! شما باید برای استفاده از این ویژگی یک Google API key فراهم کنید. یک key بگیرید از <a href=
fr: Aucune clé API de Google disponible ! Vous devez indiquer une clé de l'API Google maps pour utiliser cette fonctionnalité. Vous pouvez vous la procurer sur <a href=

source: Longitude
fa: طول

source: Latitude
fa: عرض

source: Zoom level
fa: میزان بزرگنمایی
fr: Niveau du zoom

source: Publication type
fa: نوع محتوا
fr: Type de publication

source: Publication PID
fa: شناسه صفحه محتوا
fr: PID de la publication

source: Template format for displaying the publication
fa: ساختار نمایش محتوای منتشر شده
fr: Format du template à utiliser pour l'affichage des publications

source: Use this feature carefully! Some modules do not work when displayed together with other modules. DO NOT create circular module references, e.g., adding a Content page that displays itself ...
fa: از این امکان بدقت استفاده کنید! برخی ماژول ها زمانی که با ماژول های دیگر اجرا شوند کار نمی کنند. مراجع چرخه ای نسازید، بعنوان مثال صفحه ای نسازید که خودش را نشان میدهد...
fr: Utilisez cette fonctionnalité avec prudence ! Certains modules ne fonctionne pas lorsqu'ils sont affichés en même temps que d'autres modules. ATTENTION de ne pas créer une référence à un module qui tourne en boucle. ex : ajouter une page de contenu qui s'affiche elle même...

source: Module name
fa: نام ماژول
fr: Nom du module

source: Function type
fa: نوع عملگر
fr: Type de fonction

source: Function name
fa: نام عملگر
fr: Nom de la fonction

source: Function parameters
fa: پارامترهای عملگر
fr: Paramètres de la fonction

source: Separate by commas, e.g., x=5,y=2
fa: جدا شده توسط کاما، مثلا x=5,y=2
fr: Séparer par des virgules. ex : x=5,y=2

source: Something like "http://vimeo.com/7504225".
fa: چیزی شبیه "http://vimeo.com/7504225".
fr: Quelque chose comme "http://vimeo.com/7504225".

source: Computer code lines
fa: خطوط کد کامپیوتر
fr: Lignes du code de programmation

source: If you register the module BBCode as a hook for Content then you can get your computer code better formatted.
fa: اگر از قلاب ماژول BBCode برای ماژول محتوا استفاده می کنید، بنابراین می توانید از فرمت بندی بهتری استفاده کنید.
fr: Si le module BBCode est activé comme extension du module Content, vous pourrez formater votre texte plus facilement.

source: Number of publications (leave empty for default)
fa: تعداد منتشر شده ها (به صورت پیش فرض موارد خالی را نادیده بگیر)
fr: Nombre de publications (laisser vide = par défaut)

source: First publication number to show (leave empty for first in list)
fa: شماره اولین انتشاری که نمایش داده می شود (برای نمایش اولین در لیست خالی رها کنید)
fr: Numéro de la première publication à afficher (laisser vide pour la première de la liste)

source: Template format for displaying list items
fa: فرمت قالب برای نمایش لیست
fr: Format du template pour l'affichage de la liste des éléments

source: Slideshare's Wordpress code
fa: کد Slideshare's Wordpress
fr: Le code Wordpress de Slideshare

source: Copy Slideshare's Wordpress embed code here (including brackets and all)
fa: embed کد Slideshare برای Wordpress را اینجا کپی کنید (شامل براکت ها و همه چیز)
fr: Copiez le code Wordpress de Slideshare ici (y compris les paranthèses et tout le reste)

source: Slide description
fa: شرح اسلاید
fr: Description du diaporama

source: Author
fa: نویسنده
fr: Auteur

source: ID
fa: شناسه

source: Positioning works only with fixed width!
fa: تعیین موقعیت تنها در حالتی کار می کند که پهنا فیکس شده باشد
fr: Le positionnement ne fonctionne qu'avec une largeur fixe !

source: Position
fa: موقعیت

source: Width
fa: پهنا
fr: Largeur

source: Include the following subpages
fa: دارای زیر صفحه های زیر
fr: Inclure les sous-pages suivantes dans le tableau

source: Previous
fa: قبلی
fr: Précédente

source: Error! There is nothing to translate for this content type.
fa: خطا! هیج ترجمه ای برای این نوع محتوا وجود ندارد.
fr: Erreur ! Il n'y a rien à traduire pour ce type de contenu.

source: Back
fa: بازگشت
fr: Noir

source: Contents
fa: محتوا
fr: Contenu du document

source: Welcome to the contents for %s
fa: به محتوا برای %s خوش آمدید
fr: Liste des sections de %s

source: The available sections are as follows:
fa: بخش های قابل دسترس به قرار زیر هستند
fr: Les sections disponibles sont les suivantes :

source: Please select the type of content you want to add to your page.
fa: لطفن نوع اطلاعاتی که می خواهید به صفحه اضافه شود را انتخاب کنید
fr: Veuillez sélectionner le type de contenu que vous désirez ajouter à votre page.

source: Select content type
fa: انتخاب نوع محتوا
fr: Sélectionnez le type de contenu

source: Subpages of %s
fa: زیر صفحه های %s
fr: Sous-page de %s

source: No subpages available
fa: هیچ زیر صفحه ای در دسترس نیست
fr: Aucune sous-page disponible

source: Back to page
fa: بازگشت به صفحه
fr: Retourner à la page

source: Version history is currently disabled and no new entries will be recorded.
fa: تاریخچه در حال حاضرغیر فعال است و ورودی های جدید ثبت نمی شوند.
fr: Le suivi de versions est actuellement désactivé, aucune nouvelle entrée ne sera sauvegardée.

source: Date
fa: تاریخ

source: Event
fa: رویداد
fr: Evénement

source: User
fa: کاربر
fr: Utilisateur

source: IP.No.
fa: شماره آی پی
fr: Adresse IP

source: Action
fa: عملیات

source: Restore
fa: بازیابی
fr: Restaurer

source: No history data recorded.
fa: هیچ تاریخچه ای از اطلاعات ثبت نشده
fr: Aucune donnée n'a été enregistrée dans l'historique.

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the module is not available.
fr: Erreur ! Impossible de charger le plugin [%1$s] du module [%2$s] étant donné que ce module n'existe pas.

source: Error! Unable to load plugin [%1$s] in module [%2$s] for some unknown reason.
fr: Erreur ! Pour une raison inconnue, il a été impossible de charger le plugin [%1$s] du module [%2$s].

source: No needle id
fr: Aucun ID transmis

source: Pagesetter list of filtered, ordered, and/or formatted publications.
fr: Liste des publications filtrées, ordonnées et/ou formatées de Pagesetter.

source: Not valid Slideshare Wordpress embed code
fr: Ce code d'incrustation de Slideshare Wordpress n'est pas valide

source: Error! Re-created old content item but did not restore old ID.
fr: Erreur ! Cela a recréé l'ancien élément de contenu mais cela n'a pas restauré sans ancien ID.

source: Error! Failed to set style classes.
fr: Erreur ! Impossible d'appliquer les classes CSS.

source: Content includes an API that other modules can use to provide their content. Moreover some modules introduce extra functions to plugins delivered with Content.
fr: Le module 'Content' inclut une API que d'autres modules peuvent utiliser pour fournir du contenu. De plus certains modules ajoutent de nouvelles fonctions aux extensions fournient par le module 'Content'.

source: List filter as used in URL, separated by "&", but without "filter=" (e.g. "country:eq:DK")
fr: Filtrer la liste comme indiqué dans l'URL, séparée par "&" et sans "filter=" (ex : "country:eq:DK")

source: Orderby clause as used in URL. Should be a comma separated list of field names without "orderby=" (e.g. "core.lastUpdated:desc,title")
fr: Ordonner la liste comme indiqué dans l'URL. Cela devrait être une liste de noms de champs, séparés par des virgules et sans "orderby=" (ex : "core.lastUpdated:desc,title")
