Repository: zikula/i18n-portal
Catalog: gettext/*/modules/content/3.1.0/module_content.po
Languages: fa, fr

source: Error! Unknown page.
fa: خطا! صفحه ناشناخته.
fr: Erreur ! Page inconnue.

source: Error! Cannot create sub-page without parent page ID
fa: خطا! امکان ایجاد زیر صفحه بدون مشخص کردن شناسه صفحه والد وجود ندارد
fr: Erreur ! Impossible de créer une sous-page sans avoir l'ID de la page parent

source: Error! There is already another page registered with the supplied permalink URL.
fa: خطا! در حال حاضر یک صفحه از قبل با پیوندی مشابه ثبت شده است.
fr: Erreur ! Il existe déjà une autre page enregistrée avec le lien permanent que vous avez indiqué.

source: Translated
fa: ترجمه شده
fr: Traduit

source: Translation deleted
fa: ترجمه حذف شد
fr: Traduction supprimée

source: Error! It is not possible to move a parent page beneath one of its descendants.
fa: خطا! امکان انتقال یک صفحه والد به سطح پایین تر از صفحات منشعب از خودش (فرزند) وجود ندارد
fr: Erreur ! Il n'est pas possible de déplacer une page parente sous l'une de ses descendantes.

source: Error! Could not load items.
fa: خطا! امکان بارگذاری وجود ندارد.
fr: Erreur ! Impossible de charger les données.

source: Done! Saved module configuration.
fa: انجام شد! پیکربندی ماژول ذخیره شد.
fr: Terminé ! Configuration du module enregistrée.

source: OK
fa: تایید

source: Error! Unknown content-ID
fa: خطا! شناسه محتوای ناشناخته.
fr: Erreur ! ID du contenu inconnu

source: Error! Can't load content plugin
fa: خطا! امکان بارگذاری پلاگین ماژول وجود ندارد.
fr: Erreur ! Impossible de charger le plugin du module Content

source: Content editing
fa: ویرایش محتوا
fr: Modification du contenu

source: Content is a page editing module. With it you can insert and edit various content items, such as HTML texts, videos, Google maps and much more.
fa: ماژول محتوا امکان ارسال و ویرایش دامنه وسیعی از محتوا را به شما می دهد. مانند متن های اچ تی ام ال، نقشه گوگل، ویدئو و بسیاری موارد دیگر
fr: Content est un module permettant la création de pages. Grâce à lui vous pouvez ajouter et modifier un type de contenu varié tel que du HTML, des vidéos, des carte de Google et encore bien plus.

source: content
fa: محتوا
fr: contenu

source: Edit this page
fa: این صفحه را ویرایش کنید
fr: Modifier cette page

source: Translate this page
fa: این صفحه را ویرایش کنید
fr: Traduire cette page

source: Edit this: %1$s [ID%2$s]
fa: ویرایش: %1$s [ID%2$s]
fr: Modifié ceci : %1$s [ID%2$s]

source: Translate
fa: ترجمه
fr: Traduire

source: Please install Scribite to get a real HTML editor.
fa: لطفا برای داشتن یک ویرایشگر HTML واقعی Scribite را نصب کنید.
fr: Veuillez installer Scribite pour bénéficier d'un vrai éditeur HTML.

source: Please install the hook BBCode to enable bbcode filtering.
fa: لطفا برای فعال شدن bbcode قلاب BBCode را نصب کنید.
fr: Veuillez installer l'extension BBCode pour bénéficier du filtre bbcode.

source: Add new content here
fa: محتوای جدید را اینجا اضافه کنید
fr: Ajoutez du nouveau contenu ici

source: No box
fa: بدون باکس
fr: Aucune boîte

source: Above
fa: بالا
fr: En-dessous

source: Float, left
fa: شناور، سمت چپ
fr: Floter à gauche

source: Float, right
fa: شناور، سمت راست
fr: Floter à droite

source: Above, left
fa: بالا، سمت چپ
fr: En-dessous à gauche

source: Above, right
fa: بالا، سمت راست
fr: En-dessous à droite

source: Header
fa: سرصفحه
fr: En-tête

source: Centre column
fa: ستون وسط
fr: Colonne centrale

source: Footer
fa: پاورقی
fr: Pied de page

source: 1 column
fa: ۱ ستون
fr: Une seule colonne

source: Single 100% wide column
fa: تک ستون ۱۰۰٪ گسترده
fr: Une seule colonne large de 100%

source: 1 column w/o header
fa: یک ستون بدون سرصفحه
fr: Une seule colonne sans en-tête

source: Single 100% wide column without header
fa: تک ستون ۱۰۰٪ گسترده بدون سرصفحه
fr: Une seule colonne large de 100% sans en-tête

source: Left column
fa: ستون سمت چپ
fr: Colonne de gauche

source: Right column
fa: ستون سمت راست
fr: Colonne de droite

source: 2 columns
fa: ۲ ستون
fr: Deux colonnes

source: Two columns + header + footer
fa: ۲ ستون + سرصفحه + پاورقی
fr: Deux colonnes avec une en-tête et un pied de page

source: 3 columns
fa: ۳ ستون
fr: Trois colonnes

source: Three columns + header + footer
fa: ۳ ستون + سرصفحه + پاورقی
fr: Trois colonnes avec une en-tête et un pied de page

source: Content menu
fa: منوی محتوا
fr: Menu du contenu

source: Content menu block
fa: بلاک منوی محتوا
fr: Bloc du menu du contenu

source: All pages
fa: تمام صفحات
fr: Toutes les pages

source: Unknown id
fa: شناسه ناشناخته
fr: ID inconnu

source: Content not available
fa: محتوا فعال نیست
fr: Contenu non disponible

source: Vimeo video clip
fa: ویدئو کلیپ Vimeo
fr: Clip vidéo Vimeo

source: Display Vimeo video clip.
fa: نمایش ویدئو کلیپ Vimeo.
fr: Afficher un clip vidéo Vimeo.

source: Error! Unrecognized Vimeo URL
fa: خطا! آدرس ناشناخته Vimeo
fr: Erreur ! URL Vimeo non reconnue

source: Heading
fa: متن اصلی
fr: En-tête

source: Section heading for structuring larger amounts of text.
fa: بخش متن اصلی برای نوشتن متن طولانی تر
fr: Section de l'en-tête permettant de structurer une grande quantité de texte.

source: Quote
fa: نقل قول
fr: Citation

source: A highlighted quote with source.
fa: نقل قول هایلات شده همرا با متن
fr: Une citation mise en évidence avec sa source.

source: Add quote text here...
fa: اضافه کردن متن نقل قول در اینجا...
fr: Ajoutez la citation ici...

source: Name of the Source
fa: نام منبع
fr: Nom de la source

source: Pagesetter publication list
fa: لیست منتشر شده های Pagesetter
fr: Liste des publications faites avec Pagesetter.

source: Slideshare
fa: به اشتراک گذاشتن اسلاید

source: Display slides from slideshare.com
fa: نمایش اسلاید از slideshare.com
fr: Afficher des diaporamas de slideshare.com

source: Google map
fa: نقشه گوگل
fr: Carte Google

source: Display Google map position.
fa: نمایش موقعیت در نقشه گوگل
fr: Afficher un emplacement sur une carte Google.

source: If you want to add Google maps to your content then you need a Google maps API key. You can get this from <a href="http://www.google.com/apis/maps/signup.html">google.com</a>.
fa: اگر بخواهید یک نقشه گوگل به محتوای خود اضافه کنید آنگاه شما به یک API key احتیاج خواهید داشت. که می توانید آن را از <a href="http://www.google.com/apis/maps/signup.html">google.com</a>دریافت کنید.
fr: Si vous désirez ajouter des cartes en provenance de Flickr à votre contenu, vous allez avoir besoin d'une clé API de Google maps. Vous pouvez vous la procurer sur <a href="http://www.google.com/apis/maps/signup.html">google.com</a>.

source: Author Infobox
fa: جعبه اطلاعات نویسنده
fr: Cadre d'informations sur l'auteur

source: Various information about the author of the page.
fa: اطلاعات مربوط به نویسنده این صفحه
fr: Informations variées sur l'auteur de la page.

source: Photos from Flickr.com
fa: عکس از Flickr.com
fr: Photos de Flickr.com

source: Display thumbnails from specific Flickr user or tags.
fa: نمایش تصاویر بندانگشتی از یک کاربر یا برچسب خاص در Flickr.
fr: Afficher des miniatures de Flickr appartenant à des utilisateurs ou à des mots-clés spécifiques.

source: If your want to add Flickr photos to your content then you need a Flickr API key. You can get this from <a href="http://www.flickr.com/api">flickr.com</a>.
fa: اگر بخواهید یک تصویر از Flicer به محتوای خود اضافه کنید آنگاه شما به یک API key از سایت Flicer احتیاج خواهید داشت. که می توانید آن را از <a href="http://www.flickr.com/api">flickr.com</a>دریافت کنید.
fr: Si vous désirez ajouter des photos en provenance de Flickr à votre contenu, vous allez avoir besoin d'une clé API de Flickr. Vous pouvez vous la procurer sur <a href="http://www.flickr.com/api">flickr.com</a>.

source: Flickr photos from user %1$s associated with tags %2$s
fa: تصاویر Flickr از کاربر %1$s برچسب های مربوط به %2$s
fr: Photos de Flickr appartenant à l'utilisateur %1$s et associées aux mots-clés %2$s

source: Pagesetter publication
fa: مطالب Pagesetter
fr: Publication de Pagesetter

source: Display a Pagesetter publication.
fa: نمایش انتشارات Pagesetter
fr: Afficher une publication faites avec Pagesetter.

source: HTML text
fa: متن HTML
fr: Editeur HTML

source: A rich HTML editor for adding text to your page.
fa: یک ویرایشگر ارزشمند برای اضافه کردن متن به صفحه‌ی شما.
fr: Un éditeur HTML pour ajouter du texte à votre page.

source: Add text here ...
fa: متن را اینجا اضافه کنید ...
fr: Ajoutez du texte ici...

source: Blocks
fa: بلاک‌ها
fr: Blocs

source: Display Zikula blocks.
fa: نمایش بلاک‌های زیکولا
fr: Afficher les blocs de Zikula.

source: Module display
fa: نمایش ماژول
fr: Afficher un module

source: Display output from any installed module.
fa: نمایش خروجی هر ماژول نصب شده.
fr: Afficher du contenu en provenance de n'importe quel module installé.

source: Maximum number of pages-in-pages reached! You probably included this page in itself.
fa: ممکن است شما این صفحه را در خودش قرار داده باشید.
fr: Nombre maximum de sous-pages atteint ! Vous avez probablement inclus cette page à elle même.

source: Table of contents
fa: فهرست محتویات
fr: Tableau de l'ensemble de contenu

source: A table of contents of headings and subpages (build from this module's pages).
fa: فهرستی از محتویات شامل سر صفحه ها و صفحات. ساخته شده توسط ماژول صفحات.
fr: Un tableau de l'ensemble du contenu des pages principales et sous-pages (construit à partir des pages de ce module)

source: Table of contents of %1$s
fa: لیستی از محتوا مربوط به %1$s
fr: Tableau de l'ensemble de contenu de %1$s

source: Computer Code
fa: کد کامپیوتر
fr: Code de programmation

source: A text editor for computer code. Line numbers are added to the text and it is displayed in a monospaced font.
fa: ویرایشگر متن برای سورس کد. شماره های خط با فونت monospaced به هر خط اضافه می شوند
fr: Un éditeur de texte pour le code de programmation. Le numéro des lignes est ajouté au texte et celui-ci est affiché entièrement dans une même police.

source: YouTube video clip
fa: ویدئو کلیپ Y.o.u.T.u.b.e
fr: Clip vidéo YouTube

source: Display YouTube video clip.
fa: نمایش ویدئو کلیپ Y.o.u.T.u.b.e
fr: Afficher un clip vidéo YouTube.

source: Unrecognized YouTube URL
fa: آدرس ناشناخته Y.o.u.T.u.b.e
fr: URL YouTube non reconnue

source: RSS feed
fa: RSS
fr: Flux RSS

source: Display list of items in an RSS feed.
fa: نمایش لیستی از آیتم های موجود در یک RSS
fr: Afficher la liste des éléments dans un flux RSS.

source: Version #%1$s - %2$s - %3$s by %4$s from %5$s
fa: نسخه #%1$s - %2$s - %3$s توسط %4$s از %5$s
fr: Version #%1$s - %2$s - %3$s par %4$s dans %5$s

source: Preview
fa: پیش نمایش
fr: Prévisualiser

source: Sitemap
fa: نقشه سایت
fr: Plan du site

source: Unknown user
fa: کاربر ناشناس
fr: Utilisateur inconnu

source: Content updated
fa: محتوا به روز شد
fr: Contenu mit à jour

source: Content deleted
fa: محتوا حذف شد
fr: Contenu supprimé

source: Content moved
fa: محتوا منتقل شد
fr: Contenu déplacé

source: Content added
fa: محتوا اضافه شد
fr: Contenu ajouté

source: Page added
fa: صفحه اضافه شد
fr: Page ajoutée

source: Page updated
fa: صفحه به روز شد
fr: Page mise à jour

source: Page restored from version [%s]
fa: صفحه با استفاده از نسخه [%s] باز یابی شد
fr: Page restaurée à partir de la version [%s]

source: Error! Unknown version ID [%s]
fa: خطا! شناسه نسخه ناشناخته [%s]
fr: Erreur ! L'ID de version [%s] n'existe pas

source: Administration
fa: مدیریت

source: Edit contents
fa: ویرایش محتوا
fr: Modifier les divers contenus

source: Settings
fa: تنطیمات
fr: Paramètres

source: Error! Failed to set shorturlsuffix.
fa: خطا! تنظیم پسوند آدرس کوتاه با شکست روبرو شد
fr: Erreur ! Impossible d'appliquer le suffixe des urls courtes.

source: Page list and content structure
fa: لیست صفحات و ساختار محتوا
fr: Liste des pages et de la structure du contenu

source: Add new page
fa: اضافه کردن صفحه جدید
fr: Ajouter une nouvelle page

source: Located below:
fa: قرار گرفته پایین:
fr: Positionné en-dessous :

source: Located after:
fa: قرار گرفته بعد از:
fr: Positionné après :

source: Error! You have not been granted access to this page.
fa: خطا! مجوز لازم برای دسترسی به این صفحه به شما اعطا نشده
fr: Erreur ! Vous n'avez pas l'autorisation d'accéder à cette page.

source: Edit page
fa: ویرایش صفحه
fr: Modifier la page

source: Layout changed
fa: ساختار/طراحی تغییر کرد
fr: Mise en page modifiée

source: Add new content to page
fa: اضافه کردن محتوای جدید به صفحه.
fr: Ajouter du nouveau contenu à la page

source: Edit content item
fa: ویرایش محتوا
fr: Modifier le contenu de cet élément

source: You should not translate item to same language as it's default language.
fa: شما نباید آیتم هایی را به زبانی مشابه که خود زبان پیش فرض است ترجمه کنید.
fr: Il n'est pas possible de traduire cet élément dans la même langue, que la langue par défaut de ce dernier.

source: Translate page
fa: ترجمه صفحه
fr: Traduire la page

source: Translate content item
fa: ترجمه محتوا
fr: Traduire le contenu de cet élément

source: Page history
fa: تاریخچه صفحه
fr: Historique de la page

source: Select layout
fa: انتخاب طرح بندی
fr: Sélectionner la mise en page

source: Page title
fa: عنوان صفحه
fr: Titre de la page

source: Permalink URL name
fa: عنوان لینک مستقیم
fr: Titre du lien permanent

source: Used to refer this page in short URLs mode. Leave as blank for default value.
fa: با انتخاب این گرینه مشخص می کنید که از ادرس کوتاه برای اشاره به این صفحه استفاده شود. برای تعیین مقدار پیش فرض بدون تنظیم بگذرید
fr: Utilisé pour référencer cette page dans les urls courtes. Laisser vide pour utiliser la valeur par défaut.

source: Please select a specific layout for your page
fa: لطفن یک طرح بندی مشخص برای صفحه خود انتخاب کنید
fr: Veuillez sélectionner une mise en page spécifique pour votre page

source: Create
fa: ایجاد
fr: Créer

source: Cancel
fa: صرفه نظر کردن
fr: Annuler

source: Edit
fa: ویرایش
fr: Modifier

source: Add new content above
fa: اضافه کردن محتوای جدید در بالا
fr: Ajouter du nouveau contenu au-dessous

source: Add new content below
fa: اضافه کردن محتوای جدید در پایین
fr: Ajouter du nouveau contenu en-dessous

source: Delete
fa: حذف کردن
fr: Supprimer

source: History
fa: تاریخچه
fr: Historique

source: Content
fa: محتوا
fr: Contenu

source: Options
fa: گزینه ها

source: Page settings
fa: تنظیمات صفحه
fr: Paramètres de la page

source: Page language
fa: زبان صفحه
fr: Langue de la page

source: Include page in menu
fa: وارد کردن صفحه در منو
fr: Inclure la page dans le menu

source: Page state
fa: وضعیت صفحه
fr: Statut de la page

source: Online
fa: آنلاین
fr: En ligne

source: You can set the page online/offline as well as supply a date interval for the page to be online. The checkbox overrides the dates.
fa: شما می توانید وضعیت صفحه را برای آنلاین /آفلاین بودن همچنین تعریف یک بازه‌ی زمانی برای آنلاین بودن صفحه تنظیم کنید . چک باکس تاریخ را باز نویسی می کند
fr: Vous pouvez mettre la page en ligne/hors ligne ou encore indiquer un intervalle durant lequel la page sera en ligne. La case à cocher est prioritaire sur les dates de publication.

source: Start date
fa: تاریخ آغاز
fr: Date de début

source: End date
fa: تاریخ پایان
fr: Date de fin

source: Categories
fa: طبقه بندی
fr: Catégories

source: Primary category
fa: طبقه بندی پایه
fr: Catégorie primaire

source: Secondary categories
fa: طبقه دوم
fr: Catégories secondaires

source: Layout
fa: طرح بندی
fr: Mise en page

source: Page layout
fa: طرح بندی صفحه
fr: Mise en page de la page

source: Save
fa: ذخیره
fr: Enregistrer

source: Save & View
fa: ذخیره و نمایش
fr: Sauvegarder et afficher

source: Edit-mode off
fa: ویرایش - وضعیت خاموش
fr: Désactiver le mode d'édition

source: Edit-mode on
fa: ویرایش - حالت روشن
fr: Activer le mode d'édition

source: New sub-page
fa: زیر صفحه جدید
fr: Ajouter une nouvelle sous-page

source: Page list
fa: لیست صفحات
fr: Liste des pages

source: Created by %1$s on %2$s
fa: ایجاد شده توسط %1$s در %2$s
fr: Créé par %1$s le %2$s

source: Last updated by %1$s on %2$s
fa: آخرین تغییرات توسط %1$s در %2$s
fr: Dernière modification par %1$s le %2$s

source: Version
fa: ورژن

source: Language
fa: زبان
fr: Langue

source: There are no pages to display.
fa: هیچ صفحه ای برای نمایش وجود ندارد
fr: Il n'y a aucune page à afficher.

source: You can only translate the actual page data here. The content items must be translated one by one.
fa: اینجا فقط می توانید اطلاعات صفحات حقیقی را ترجمه کنید. آیتم های محتوا باید تک تک ترجمه شوند.
fr: Vous pouvez uniquement traduire les données de la page actuelle ici. Les données doivent être traduites une par une.

source: Original content
fa: محتوای اصلی
fr: Contenu original

source: Translated content
fa: محتوای ترجمه شده
fr: Contenu traduit

source: Next
fa: بعد
fr: Suivant

source: Skip
fa: گذر کردن
fr: Passer

source: Delete page translation AND all content translations
fa: حذف ترجمه صفحه و تمام ترجمه های محتوا
fr: Supprimer la traduction de la page ET tout le contenu traduit

source: Module administration
fa: مدیریت ماژول
fr: Administration du module

source: Welcome to your content administration. We have split the editing and administrative setup into separate systems. So please select from the list below or the menu above.
fa: به مدیریت محتوای خود خوش آمدید. ما بخش مدیریت را به سیستم های جداگانه ای تقسیم کرده ایم. بنابراین لطفا از لیست زیر یا منوی بالا انتخاب کنید.
fr: Bienvenue dans l'administration de votre contenu. Nous avons séparé la partie édition et la gestion des paramètres dans ce module. Veuillez sélectionner ce que vous désirez dans la liste ci-dessous ou dans le menu ci-dessus.

source: Extended page list (showing page headers)
fa: فهرست جزئی صفحه (نمایش سرصفحه)
fr: Liste étendue des pages (affichage des en-têtes)

source: Complete page list (showing complete pages)
fa: فهرست کلی صفحه (نمایش کامل صفحات)
fr: Liste complète des pages (affichage complet des pages)

source: Show content by category
fa: نمایش محتوا بر اساس طبقه بندی
fr: Afficher le contenu par catégorie

source: New page
fa: صفحه جدید
fr: Ajouter une nouvelle page

source: Decrease indent
fa: کاهش تورفتگی
fr: Diminuer l'indentation

source: Increase indent
fa: افزایش تورفتگی
fr: Augmenter l'indentation

source: Last updated
fa: آخرین به روز رسانی
fr: Dernière mise à jour

source: Created By
fa: ایجاد شده توسط
fr: Créée par

source: Page online and in menu
fa: صفحه آنلاین و در منوست
fr: Page en ligne et dans le menu

source: Page offline or not in menu
fa: صفحه آفلاین یا در منو نیست
fr: Page hors ligne ou pas dans le menu

source: No page available.
fa: هیچ صفحه ای در دسترس نیست
fr: Aucune page disponible.

source: Extended page list
fa: نمایش لیست گسترده صفحات
fr: Liste étendue des pages

source: more
fa: بیشتر
fr: lire la suite...

source: Complete page list
fa: لیست کامل صفحات
fr: Liste complète des pages

source: View full page
fa: نمایش تمام صفحه
fr: Afficher la page entière

source: Module settings
fa: تنظیمات ماژول
fr: Paramètres du module

source: This is where you configure various parts of the content module.
fa: اینجا شما بخش های مختلف ماژول محتوا را پیکربندی می کنید
fr: C'est ici que vous pouvez paramétrer le module 'Content'.

source: Short URL suffix
fa: پسوند آدرس های کوتاه
fr: Suffixe des urls courtes

source: File suffix of short URLs (including a dot - for instance ".html"). This is only used if you enable short URLs in Zikula's admin section.
fa: پسوند فایل در آدرس های کوتاه (شامل نقطه - مثلا "html."). این فقط در صورتی مورد استفاده قرار می گیرد که شما آدرس های کوتاه را در مدیریت زیکولا فعال کرده باشید.
fr: Suffixe des fichiers des urls courtes (incluant un point - par exemple ".html"). Ceci est utilisé uniquement si vous avez activé les urls courtes dans les préférences de Zikula.

source: Google maps API key
fa: API key نقشه گوگل
fr: Clé de l'API Google maps

source: Flickr API key
fa: API key فلیکر
fr: Clé de l'API Flickr

source: Styling
fa: طراحی شده
fr: Style

source: A list of CSS class names available for styling of content elements. The end user can select one class for each element on a page - for instance "note" for an element styled as a note. Write one class name on each line. Please separate the CSS classes and displaynames with | - eg. "note | Memo".
fa: لیستی از نام های کلاس CSS برای طراحی عناصر محتوا. شما می توانید برای هر عنصر در یک صفحه یک استایل تعریف کنید.
fr: Une liste de noms de classes CSS qui sont disponibles afin de modifier le style des divers éléments du contenu. L'utilisateur final peut sélectionner une classe particulière pour chaque élément d'une page - par exemple la classe "note" pour un élément de style note. Indiquer un nom de classe par ligne. Veuillez séparer les classes CSS et le nom affiché avec la caractère | (ex : note | Memo).

source: Enable version history
fa: فعال کردن version history
fr: Activer le suivi de versions

source: Module Dependencies
fa: وابستگی های ماژول
fr: Dépendances du module

source: Installed
fa: نصب شد
fr: installé

source: Active
fa: فعال
fr: Actif

source: Module
fa: ماژول

source: Plugin
fa: پلاگین
fr: Extension

source: Description
fa: شرح

source: Not installed
fa: نصب نشده
fr: Pas installé

source: Inactive
fa: غیر فعال
fr: Inactif

source: Scribite integrated WYSIWYG JavaScript editors like Xinha, TinyMCE, FCKeditor, openWYSIWYG or NicEdit into Zikula.<br /><a href="http://code.zikula.org/scribite">Download</a>
fa: Scribite ویرایشگرهای جاوااسکریپتی WYSIWYG، مانند Xinha, TinyMCE, FCKeditor, openWYSIWYG یا NicEdit را در زیکولا راه اندازی می کند.<br /><a href="http://code.zikula.org/scribite">دانلود</a>
fr: Scribite intègre des éditeurs WYSIWYG basés sur du JavaScript, tel que Xinha, TinyMCE, FCKeditor, openWYSIWYG ou NicEdit dans Zikula.<br /><a href="http://code.zikula.org/scribite">Download</a>

source: Buttons
fa: دکمه ها
fr: Boutons

source: BBCode is an abbreviation for Bulletin Board Code, the lightweight markup language used to format posts in many message boards. (<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>
fa: BBCode مخفف Bulletin Board Code است، زبان نشانه گزاری سبکی که برای فرمت پست ها در خیلی از بورد پیام ها استفاده می شود. (<a href="http://en.wikipedia.org/wiki/Bbcode">ویکی پدیا</a>)<br /><a href="http://code.zikula.org/bbcode">دانلود</a>
fr: BBCode est une abréviation de Bulletin Board Code, ce simple langage de balisage est utilisé pour mettre en forme les messages sur de nombreux forums. (<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>

source: This is where you manage all your pages. You can add/edit/delete pages as well as drag them around to get the content structure right.
fa: اینجا می توانید همه صفحات خود را ایجاد/ویرایش/حذف کنید. همچنین می توانید برای بدست آوردن بهترین آرایش/ساختار صحیح آنها را به اطراف بکشید.
fr: C'est ici que vous pouvez gérer vos pages. Vous pouvez ajouter/éditer/supprimer des pages ou encore les déplacer afin de mieux organiser le contenu.

source: To drag and drop a page you must select the icon left of the title and drop it on the title of another page.
fa: برای کشیدن و رها کردن یک صفحه باید آیکون سمت چپ عنوان را انتخاب کرده، کشیده و آنرا روی عنوان صفحه ی دیگری رها کنید.
fr: Pour glisser/déposer une page vous devez sélectionner l'icône située à gauche du titre et la déplacer sur le titre d'une autre page.

source: Please enter the Block-ID
fa: لطفا شناسه بلاک را وارد کنید
fr: Veuillez indiquez l'ID du bloc

source: Play Video
fa: پخش ویدئو
fr: Lire la vidéo

source: Page ID
fa: شناسه صفحه
fr: ID de la page

source: Include headings into table
fa: قرار دادن عناوین در جدول
fr: Inclure les en-têtes dans le tableau

source: Include subpages into table
fa: قرار دادن زیرصفحات در جدول
fr: Inclure les sous-pages dans le tableau

source: Header size
fa: سایز سر صفحه
fr: Taille de l'en-tête

source: Text
fa: متن
fr: Texte

source: Source
fa: سورس

source: URL of RSS feed (include http://)
fa: آدرس خوراک خبری (شامل http://)
fr: URL du flux RSS (ne pas oublier de mettre http://)
