Repository: zikula/i18n-portal
Catalog: gettext/*/themes/wine/2.0/theme_wine.po
Languages: de

source: My Account Settings
de: Einstellungen

source: My Account
de: Benutzerkonto

source: Logout of Your Account
de: Benutzer abmelden

source: Logout
de: Abmelden

source: New Account Registration
de: Neuen Benutzer anlegen

source: Log In to Your Account
de: Benutzer anmelden

source: Log In
de: Anmelden

source: Contact
de: Kontakt

source: Back to Main page
de: Zurück zur Startseite

source: Home
de: Startseite

source: Home Page
de: Startseite

source: Valid
de: Gültiges

source: Design by
de: Design

source: Licensed
de: Lizenz
