Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/scribite/4.0/module_scribite.po
Languages: es

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
es: 'Authkey' no válida. Probablemente usted ha pulsado el botón 'Atrás', o la página ha caducado. Por favor, actualice la página y vuelve a intentarlo.

source: Configuration not updated
es: Configuración no actualizada

source: Done! Module configuration updated.
es: Hecho! Configuración actualizada.

source: Error! Could not do what you wanted. Please check your input.
es: ¡Error! No se puede hacer lo que desea. Por favor, consulte su entrada.

source: Settings
es: Configuración

source: This version of scribite! only works with Zikula 1.2.x and higher. Please upgrade your Zikula version or use scribite! version 2.x or 3.x .
es: Esta versión de scribite! sólo funciona con Zikula 1.2.x y superiores. Por favor, actualice su versión de Zikula o use scribite! versiones 2.x y 3.x.

source: Error creating Hook!
es: ¡Error creando Hook!

source: <strong>scribite!</strong> was activated as core hook. You can check settings <a href="index.php?module=Modules&type=admin&func=hooks&id=0">here</a>!<br />The template plugin from previous versions of scribite! can be removed from templates.
es: <strong>scribite!</strong> Se ha activado como hook principal. Puede comprobar los ajustes <a href="index.php?module=Modules&type=admin&func=hooks&id=0">aquí</a>!<br />La plantilla de complemento de las anteriores versiones de scribite! puede ser eliminado de las plantillas.

source: Error! Could not update module configuration.
es: ¡Error! No se puede actualizar la configuración del módulo.

source: Error deleting Hook!
es: Error al eliminar el Hook!

source: Add module
es: Añadir Módulo

source: module name
es: Nombre del Módulo

source: module functions (comma separated, "all " for all funcs)
es: funciones de módulo (separados por comas, "all" para todas las funciones)

source: textarea-ID's (comma separated, "all" for all areas)
es: ID's de textarea (separados por comas, "all" para todas las áreas)

source: Save Configuration
es: Guardar la Configuración

source: Cancel
es: Cancelar

source: Editorlanguage
es: Editor de Idioma

source: Theme
es: Tema

source: Date format
es: Formato de fecha

source: Time format
es: Formato de hora

source: Editor width and height
es: Ancho y alto del editor

source: Editor-Stylesheet
es: Editor de hoja de estilo

source: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentation</a>)
es: Plugin de TinyMCE (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentación</a>)

source: Full toolbar
es: Barra de herramientas completa

source: Toolbar
es: Barra de herramientas

source: Statusbar
es: Barra de estado

source: Animation
es: Animación

source: Collapsable
es: Colapsable

source: edit module
es: Editar el Módulo

source: Warning
es: Advertencia

source: JS Quick Tags are activated.<br />For proper use you should deactivate this in Zikula Settings
es: Las etiquetas JS Quick están activadas. <br /> Para un uso correcto se debe desactivar esta configuración en Zikula

source: Version
es: Versión

source: Editorpath
es: Ruta del editor

source: Default editor
es: Editor Predeterminado

source: Modules
es: Módulos

source: add module
es: Añadir Módulo

source: Module
es: Módulo

source: Options
es: Opciones

source: delete module
es: Borrar Módulo

source: automatic language
es: Idioma automático

source: full
es: completo

source: reduced
es: reducido

source: WYSIWYG for Zikula
es: WYSIWYG para Zikula

source: Language
es: Idioma

source: Skin
es: Carátula

source: Convert urls to links
es: Convertir URL a Enlaces

source: Show loading
es: Mostrar carga

source: Xinha Plugins (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentation</a>)
es: Plugin Xinha (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentación</a>)

source: Do you really want to remove the following module?
es: ¿Está seguro que querer suprimir el siguiente módulo?

source: <strong>Caution!</strong><br />All editors have moved to /modules/scribite/pnincludes in preparation for upcoming features of Zikula. Please check all your settings!<br />If you have adapted files from editors you have to check them too.<br /><br /><strong>Dropped support for FCKeditor and TinyMCE<strong><br />For security reasons these editors will not be supported anymore. Please change editors to an other editor.
es: <strong>¡Atención!</strong><br /> Todos los editores se han movido a /modules/scribite/pnincludes para estar actualizado en las próximas versiones de Zikula. Por favor, compruebe todas las configuraciones!<br />If Si se han adaptado los editores que tiene actualmente, deberá moverlo también.<br /><br /><strong>Se ha eliminado el soporte para lso editores FCKeditor y TinyMCE<strong><br />Por razones de seguridad, estos editores no van a ser soportados. Por favor, cambie a otros editores soportados.
