Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Reviews/2.4/module_reviews.po
Languages: fr

source: No such review found.
fr: Aucun compte rendu de ce type n'a été trouvé.

source: Error! Unable to load class [%s%]
fr: Erreur ! Impossible de charger la classe [%s]

source: Done! Review updated.
fr: Terminé ! Compte rendu modifié.

source: Done! Review deleted.
fr: Terminé ! Compte rendu supprimé.

source: Purging of the pemalinks was successful
fr: L'épuration des liens permanents a réussi

source: Purging of the pemalinks has failed
fr: L'épuration des liens permanents a échoué

source: View
fr: Afficher

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Done! Module configuration updated.
fr: Terminé ! Configuration de module mise à jour.

source: Reviews system
fr: Système de comptes rendus

source: Reviews system module
fr: Module de comptes rendus

source: reviews
fr: comptesrendus

source: Reviews index
fr: Index des comptes rendus

source: View reviews
fr: Afficher les comptes rendus

source: Submit a review
fr: Soumettre un compte rendu

source: Error! Could not load items.
fr: Erreur ! Impossible de charger les données.

source: Error! Creation attempt failed.
fr: Erreur ! La tentative de création a échoué.

source: Done! Review created
fr: Terminé ! Compte rendu créé.

source: Invalid category passed.
fr: Catégorie invalide transmise.

source: No such review page found.
fr: Aucun compte rendu de ce type n'a été trouvé.

source: Error! Deletion attempt failed.
fr: Erreur ! La tentative de suppression a échoué.

source: Error! Update attempt failed.
fr: Erreur ! La tentative de modification a échoué.

source: View reviews list
fr: Afficher la liste des comptes rendus

source: Create a review
fr: Créer un compte rendu

source: Purge permalinks
fr: Épurer les liens permanents

source: Settings
fr: Paramètres

source: Warning! Could not create the default Reviews category tree. If you want to use categorization for the reviews, register at least one property for the module in the Category Registry.
fr: Attention ! Impossible de créer la structure des catégories par défaut des comptes rendus. Si vous désirez utiliser la catégorisation pour les comptes rendus, enregistrez au moins une propriété pour le module dans le 'Répertoire des catégories'.

source: Module '%s' not available.
fr: Le module '%s' n'est pas disponible.

source: Reviews
fr: Comptes rendus

source: Imported reviews
fr: Importer des comptes rendus

source: Reviews imported from .7x version
fr: Comptes rendus importés à partir de la version 0.7x

source: Title
fr: Titre

source: Reviewer
fr: Critique

source: Score
fr: Note

source: No items found.
fr: Pas d'élément trouvé.

source: Create a Review
fr: Créer un compte rendu

source: Name of the reviewed product.
fr: Nom de ce qui est concerné par le compte rendu.

source: PermaLink URL title
fr: Titre du lien permanent

source: (Blank = auto-generate)
fr: (Vide = généré automatiquement)

source: Category
fr: Catégorie

source: Choose Category
fr: Choisissez une catégorie

source: Language
fr: Langue

source: Review
fr: Compte rendu

source: If you want multiple pages you can write &lt;!--pagebreak--&gt; where you want to cut.
fr: Si vous désirez créer de multiples pages, vous pouvez ajouter &lt;!--pagebreak--&gt; à chaque endroit où vous désirez créer une nouvelle page.

source: Your actual review. Please observe proper grammar! Make it at least 100 words, OK? You may also use HTML tags if you know how to use them
fr: Pour votre compte rendu actuel, veillez à bien respecter les règles de grammaire ! Écrivez au moins 100 mots, vous pouvez aussi vous servir des balises HTML

source: Your Score
fr: Votre note

source: Stars
fr: Étoiles

source: Star
fr: Étoile

source: Your name
fr: Votre nom

source: Your full name. Required.
fr: Votre nom complet est requis.

source: Your e-mail
fr: Votre adresse e-mail

source: Your e-mail address. Required.
fr: Votre adresse e-mail est requise.

source: Related Link
fr: Lien relatif

source: Product's official website. Make sure your URL starts with 'http://'
fr: Site internet officiel de ce qui est concerné par le compte rendu. Attention de bien indiquer 'http://' au début de l'URL.

source: Link title
fr: Titre du lien

source: Required if you have a related link, otherwise not required.
fr: Requis uniquement si il y a un lien relatif.

source: Image filename
fr: Nom du fichier de l'image

source: Name of the cover image, located in %s. Not required.
fr: Nom de l'image de présentation, située dans %s. Optionnel.

source: Please make sure that the information entered is 100% valid and uses proper grammar and capitalization. For instance, please do not enter your text in ALL CAPS, as it will be rejected.
fr: Veuillez vous assurer que l'information entrée est 100% correcte et respecte la grammaire et la ponctuation. Par exemple, n'indiquez pas votre texte entièrement en majuscule autrement il sera refusé.

source: Create
fr: Créer

source: Cancel
fr: Annuler

source: View Reviews List
fr: Afficher la liste des comptes rendus

source: Filter
fr: Filtrer

source: Reset
fr: Réinitialiser

source: Internal ID
fr: ID interne

source: Submit a Review
fr: Soumettre un compte rendu

source: Published on
fr: Publié le

source: General Settings
fr: Paramètres généraux

source: Enable categorization
fr: Activer le catégorisation

source: Items per page
fr: Éléments par page

source: Permalinks settings
fr: Paramètres des liens permanents

source: Add category title to PermaLink
fr: Ajouter le titre de la catégorie au lien permanent

source: Update Configuration
fr: Mettre à jour la configuration

source: 10 Most Popular Reviews
fr: 10 comptes rendus les plus populaires

source: 10 Most Recent Reviews
fr: 10 comptes rendus les plus récents

source: Categories
fr: Catégories

source: Delete Review
fr: Suppression du compte rendu

source: Do you really want to delete this review?
fr: Confirmez-vous la suppression de ce compte rendu ?

source: Confirm deletion?
fr: Confirmez-vous la suppression ?

source: Edit Review
fr: Modification du compte rendu

source: Content
fr: Contenu

source: Meta data
fr: Donnée 'meta'

source: Created by %s
fr: Créé par %s

source: Created on %s
fr: Créé le %s

source: Last update by %s
fr: Dernière modification par %s

source: Updated on %s
fr: Modifié le %s

source: Update
fr: Mettre à jour
