Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Ratings/2.2/module_ratings.po
Languages: de, el, fa, nl

source: View
de: Anzeigen
el: Προβολή αντικειμένου
fa: نمایش
nl: Weergeven

source: Delete
de: Löschen
el: Διαγραφή αξιολογήσεων για αυτό το αντικείμενο
fa: حذف
nl: Verwijderen

source: No such item found.
de: Es konnte kein enstprechender Eintrag gefunden werden.
el: Το αντικείμενο δεν βρέθηκε.
fa: هیچ آیتمی یافت نشد.
nl: Dit item werd niet gevonden.

source: Done! Item deleted.
de: Erledigt! Eintrag wurde gelöscht.
el: Το αντικείμενο διαγράφηκε.
fa: انجام شد! آیتم حذف شد.
nl: Item verwijderd.

source: Percentage
de: Prozentual
el: Ποσοστό
fa: درصد

source: Number out of five
de: Noten 1-5
el: Αριθμός 1 εώς 5
fa: عدد تا ۵
nl: Getal van 1 tot 5

source: Number out of ten
de: Noten 1-10
el: Αριθμός 1 εώς 10
fa: عدد تا ۱۰
nl: Getal van 1 tot 10

source: Stars out of five
de: Sterne 1-5
el: Αστέρια 1 εώς 5
fa: ستاره تا ۵
nl: Sterren van 1 tot 5

source: Stars out of ten
de: Sterne 1-10
el: Αστέρια 1 εώς 10
fa: ستاره تا ۱۰
nl: Sterren van 1 tot 10

source: Low (user can vote multiple times)
de: Niedrig (mehrfache Abstimmung möglich)
el: Χαμηλή (ο χρήστης μπορεί να αξιολογήσει πολλαπλές φορές)
fa: پایین (کاربران می توانند چندین بار رای دهند)
nl: Laag (gebruiker kan meerdere malen stemmen)

source: Medium (user can vote once per session)
de: Mittel (eine Abstimmung pro Session)
el: Μεσαία (ο χρήστης μπορεί να αξιολογήσει μία φορά σε κάθε συνεδρία)
fa: متوسط (کاربران می توانند در هر نشست یک بار رای دهند)
nl: Midden (gebruiker kan slechts één maal stemmen per sessie)

source: High (user can only vote once)
de: Hoch (eine Abstimmung pro Benutzer)
el: Υψηλή (ο χρήστης μπορεί να αξιολογήσει μία μόνο φορά)
fa: بالا (کاربران فقط یک بار می توانند رای دهند)
nl: Hoog (gebruiker kan slechts één maal stemmen)

source: Done! Module configuration updated.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.
el: Οι ρυθμίσεις του υποσυστήματος αποθηκεύτηκαν.
fa: انجام شد! پیکربندی ماژول به روز رسانی شد.
nl: Module configuratie bijgewerkt.

source: Sorry! No authorization to access this module.
de: Entschuldigung! Der Zugriff auf dieses Modul ist nicht möglich.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτό το υποσύστημα.
fa: متاسفیم! شما برای دستیابی به این ماژول احراز هویت نشده اید.
nl: U heeft geen toegangsrechten voor deze module.

source: Ratings
de: Bewertungen
el: Αξιολογήσεις
fa: امتیازدهی
nl: Beoordelingen

source: Rate Zikula items.
de: Beliebige Inhalte in Zikula bewerten.
el: Αξιολογήστε αντικείμενα στην ιστοσελίδα σας.
fa: امتیازدهی به آیتم های زیکولا.
nl: Beoordeel Zikula items.

source: ratings
de: bewertungen
nl: beoordelingen

source: Error! Could not load items.
de: Fehler! Die Einträge konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση των εγγραφών.
fa: خطا! نمی توانم آیتم ها را بارگذاری کنم.
nl: Foutmelding: Items konden niet geladen worden.

source: Error! Update attempt failed.
de: Fehler! Die Aktualisierung ist fehlgeschlagen.
el: Η ενημέρωση απέτυχε.
fa: خطا! تلاش برای به روز رسانی با شکست مواجه شد.
nl: Foutmelding: Poging tot bijwerken mislukt.

source: Error! Save failed.
de: Fehler! Speichern fehlgeschlagen.
el: Η αποθήκευση απέτυχε.
fa: خطا! ذخیره شکست خورد.
nl: Foutmelding: Poging tot opslaan mislukt.

source: Sorry! This module cannot be accessed directly.
de: Entschuldigung! Das Modul kann nicht direkt aufgerufen werden.
el: Η πρόσβαση στο υποσύστημα των αξιολογήσεων δεν μπορεί να γίνει με απευθείας κλήση.
fa: متاسفیم! این ماژول به صورت مستقیم نمی تواند مورد دسترسی قرار بگیرد.
nl: Deze module kan niet rechtstreeks worden benaderd.

source: Done! Thank you for rating this item.
de: Erledigt! Danke für die Bewertung.
el: Σας ευχαριστούμε για την αξιολόγηση.
fa: انجام شد! از امتیازدهی به این آیتم متشکریم.
nl: Bedankt voor het beoordelen van dit item.

source: Error! Deletion attempt failed.
de: Fehler! Das Löschen ist fehlgeschlagen.
el: Η διαγραφή απέτυχε.
fa: خطا! تلاش برای حذف شکست خورد.
nl: Foutmelding: Poging tot verwijderen mislukt.

source: View all ratings
de: Bewertungen anzeigen
el: Προβολή Αξιολογήσεων
fa: نمایش تمام امتیازها
nl: Alle beoordelingen tonen

source: Settings
de: Konfiguration
el: Ρυθμίσεις
fa: تنظیمات
nl: Instellingen

source: Error: Creation of the tables into the database attempt failed.
de: Fehler! Bei der Erstellung der Datenbanktabellen ist ein Fehler aufgetreten.
el: Δεν ήταν δυνατή η δημιουργία των πινάκων βάσης δεδομένων για το υποσύστημα των αξιολογήσεων.
fa: خطا: تلاش برای ایجاد جداول در پایگاه داده با شکست مواجه شد.
nl: Foutmelding: Database tabellen konden niet aangemaakt worden.

source: Error: Set up module variables attempt failed.
de: Fehler! Bei der Erstellung der Modulvariablen ist ein Fehler aufgetreten.
el: Η αρχικοποίηση των μεταβλητών για το υποσύστημα των αξιολογήσεων απέτυχε.
fa: خطا: تلاش برای تنظیم متغیرهای ماژول با شکست مواجه شد.
nl: Foutmelding: Instellen van module variabelen mislukt.

source: Error: Set up module hooks attempt failed.
de: Fehler! Bei der Einrichtung des Modulhooks ist ein Fehler aufgetreten.
el: Η προσπάθεια ρύθμισης των hooks για το υποσύστημα των αξιολογήσεων απέτυχε.
fa: خطا: تلاش برای تنظیم قلاب ماژول با شکست مواجه شد.
nl: Foutmelding: Instellen van module hooks mislukt.

source: Error: Could not deregister hook.
de: Fehler! Der Hook konnte nicht de-registriert werden.
el: Η προσπάθεια αφαίρεσης των hooks του υποσυστήματος των αξιολογήσεων απέτυχε.
fa: خطا: نمی توانم قلاب را از حالت ثبت خارج کنم.
nl: Foutmelding: Kon hook niet deregistreren.

source: Error: Could not drop database tables.
de: Fehler! Die Datenbanktabellen konnten nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή των πινάκων βάσης δεδομένων για το υποσύστημα των αξιολογήσεων.
fa: خطا: نمی توانم جداول پایگاه داده را حذف کنم.
nl: Foutmelding: Database tabellen konden niet verwijderd worden.

source: Delete item's rating
de: Bewertung für diesen Eintrag löschen
el: Διαγραφή όλων των αξιολογήσεων για αυτό το αντικείμενο
fa: حذف امتیاز آیتم ها
nl: Beoordeling van dit item verwijderen

source: Do you really want to delete the rating of this item?
de: Soll die Bewertung wirklich gelöscht werden?
el: Θέλετε σίγουρα να διαγράψετε τις αξιολογήσεις αυτού του αντικειμένου;
fa: آیا واقعا می خواهید امتیازهای این آیتم را حذف کنید؟
nl: Dient de beoordeling van dit item werkelijk verwijderd te worden?

source: Confirmation prompt
de: Sicherheitsabfrage
el: Επιβεβαίωση Εντολής
fa: تایید عملیات
nl: Bevestiging gevraagd

source: Confirm deletion?
de: Löschen bestätigen
el: Διαγραφή
fa: حذف امتیاز آیتم ها
nl: Bevestig verwijdering?

source: Cancel
de: Abbrechen
el: Ακύρωση
fa: انصراف
nl: Annuleren

source: Module
de: Modul
el: Υποσύστημα
fa: ماژول

source: Item ID
de: ID
el: ID αντικειμένου
fa: شماره آیتم

source: Number of votes
de: Anzahl der Stimmen
el: Αριθμός ψήφων
fa: تعداد آراء
nl: Aantal stemmen

source: Rating
de: Bewertung
el: Αξιολόγηση
fa: امتیازدهی
nl: Beoordeling

source: Options
de: Optionen
el: Ενέργειες
fa: گزینه ها
nl: Opties

source: No items found.
de: Keine Einträge gefunden.
el: Δεν βρέθηκαν εγγραφές.
fa: هیچ آیتمی یافت نشد.
nl: Geen items gevonden.

source: Items per page
de: Einträge pro Seite
el: Στοιχεία ανα σελίδα
fa: آیتم به ازای هر صفحه
nl: Items per pagina

source: Default ratings style
de: Bewertungsstil
el: Προεπιλεγμένο στυλ αξιολόγησης
fa: ظاهر پیش گزیده امتیازها
nl: Standaard beoordelings stijl

source: Use ajax for saving rate
de: Ajax zum Speichern der Bewertung benutzen
el: Χρήση ajax για την αποθήκευση της αξιολόγησης
fa: برای ذخیره امتیاز دهی از آجاکس استفاده شود
nl: Gebruik AJAX voor het inzenden van een beoordeling

source: If disabled the standard redirection will be used.
de: Wenn nicht aktiv, dann wird die Standardweiterleitung genutzt.
el: Αν απενεργοποιηθεί, τότε θα χρησιμοποιηθεί ο κλασικός τρόπος φόρτωσης της σελίδας (redirection).
fa: اگر هدایت خودکار استاندارد غیزفعال شده باشد, استفاده خواهد شد.
nl: Indien uitgeschakeld zal de standaard doorverwijzing gebruikt worden.

source: Display stars dynamically using ajax
de: Sterne dynamisch mittels Ajax anzeigen
el: Εμφάνιση των αστεριών δυναμικά με τη χρήση ajax
fa: ستاره ها را با استفاده از آژاکس به صورت دینامیک نمایش بده
nl: Toon de sterren dynamisch met gebruik van javascript

source: Only works if stars is set as default ratings style.
de: Funktioniert nur, wenn der Sterne als Bewertungsstil ausgewählt wurden.
el: Για να χρησιμοποιήσετε αυτή τη δυνατότητα, θα πρέπει να έχετε επιλέξει 'αστέρια' σαν στυλ αξιολόγησης.
fa: تنها هنگامی که ستاره ها به عنوان ظاهر پیش گزیده امتیاز دهی تنظیم شده باشد کار میکند.
nl: Dit werkt alleen als de beoordelings stijl ingesteld staat op 'sterren'.

source: Display an informative message about the score
de: Hinweis über die Punktzahl anzeigen
el: Εμφάνιση πληροφοριακού μηνύματος σχετικά με την βαθμολογία
fa: یک پیام حاوی اطلاعات درباره امتیاز نمایش بده
nl: Toon een informatief bericht met betrekking tot de score

source: It tells to the user which is the lowest/higher value.
de: Zeigt dem Benutzer den niedrigstens/höchsten Wert.
el: Ενημερώνει τους χρήστες για το ποια είναι η χαμηλότερη/υψηλότερη τιμή.
fa: این به کاربر مقادیر کمترین/بیشترین امتیاز را می گوید.
nl: Dit zal de gebruiker uitleggen wat een lage of hoge beoordeling is.

source: Security against rate rigging
de: Einstellung gegen das Verfälschen der Wertung
el: Ασφάλεια κατά της νοθείας του αποτελέσματος της αξιολόγησης
fa: امنیت امتیاز دهی
nl: Beveiliging tegen vervalsen van de uitslag

source: Update Configuration
de: Konfiguration aktualisieren
el: Αποθήκευση Ρυθμίσεων
fa: بروزرسانی تنظیمات
nl: Configuratie bijwerken

source: No one has rated this item yet - be the first!
de: Bislang noch keine Bewertung erfolgt.
el: Δεν υπάρχει αξιολόγηση ακόμα - γίνετε ο πρώτος!
fa: هنوز هیچکس به این آیتم امتیازی نداده است - شما اولین نفر باشید!
nl: Dit item is nog niet beoordeeld - wees de eerste!

source: Rate this item
de: Eintrag bewerten
el: η αξιολόγησή μου είναι
fa: امتیاز این آیتم
nl: Beoordeel dit item

source: Submit
de: Absenden
el: Αξιολόγηση
fa: ارسال
nl: Versturen

source: %1$s%3$s is the lowest and %2$s%3$s the higher score.
de: %1$s%3$s ist die niedrigste und %2$s%3$s ist die höchste Punktzahl.
el: %1$s%3$s είναι η χαμηλότερη και %2$s%3$s είναι η υψηλότερη τιμή που μπορείτε να δώσετε.
fa: %1$s%3$s کمترین و %2$s%3$s بیشترین امتیاز است.
nl: %1$s%3$s is de laagste beoordeling en %2$s%3$s is de hoogste beoordeling.

source: Recording rating
de: Bewertung wird gespeichert
el: Αποθήκευση αξιολόγησης
fa: ثبت امتیاز
nl: Beoordeling wordt opgeslagen
