Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Invitation/2.1/module_invitation.po
Languages: es, nl

source: Invitation from user
es: Invitación del usuario
nl: Uitnodiging van gebruiker

source: Your invitation to the following email address was not sent because the user is already a registered user:
es: Su invitación a la siguiente dirección de correo no fue enviada debido a que el usuario ya es un usuario registrado:
nl: De uitnodiging naar het volgende e-mail adres werd niet verzonden, omdat de gebruiker hier al geregistreerd is:

source: Let your users invite others to your community!
es: ¡Permítale a los usuarios invitar a otros a su comunidad!
nl: Laat gebruikers andere mensen uitnodigen voor deze website!

source: Invite friends
es: Invitar amigos
nl: Vrienden uitnodigen

source: Invitation emails sent!
es: ¡Correos de invitación enviados!
nl: Uitnodigingen per e-mail verzonden!

source: Invitation mails could not be sent!
es: ¡Error! No fue posible enviar los correos de invitación.
nl: Uitnodigingen konden niet verzonden worden!

source: Settings updated!
es: ¡Hecho! Configuracion actualizada.
nl: Instellingen bijgewerkt

source: Settings could not be updated!
es: ¡Error! La configuración no pudo ser actualizada.
nl: Instellingen konden niet worden bijgewerkt

source: This user was invited by
es: Este usuario fue invitado por
nl: Deze gebruiker was uitgenodigd door

source: Invite friends to sign up here
es: Invitar amigos a registrarse aquí
nl: Vrienden uitnodigen om hier te registreren

source: An email with link and information about this page will be added to your text.
es: Un correo con el enlace y la información acerca de esta página se agregará a su texto.
nl: Een e-mail met link en informatie over deze pagina zal worden toegevoegd aan de persoonlijke tekst.

source: Your name
es: Su nombre
nl: Naam

source: Your friend's email address
es: Correo electronico de su amigo
nl: E-mail adres van de genodigde

source: Send invitation to other friends, too:
es: Enviar invitación a otros amigos, también:
nl: Uitnodiging ook aan andere personen sturen:

source: You can add some personal text that will be sent to your friend - just write why the invited person(s) should register here, too.
es: Puede agregar un texto personal que será enviado a su amigo - escriba por qué la(s) persona(s) invitada(s) también deberían registrarse aquí.
nl: Hier kan een persoonlijke tekst worden opgegeven, welke aan de uitnodiging zal worden toegevoegd. Leg gewoon uit waarom deze persoon hier dient te registreren!

source: Send Invitations
es: Enviar invitaciones
nl: Uitnodigingen versturen

source: has invited
es: ha invitado
nl: heeft een uitnodiging verstuurd aan

source: Thank you for inviting your friends!
es: ¡Gracias por invitar a sus amigos!
nl: Bedankt voor het versturen van deze uitnodigingen!

source: Invite friends now!
es: ¡Invite a sus amigos ahora!
nl: Nodig nu vrienden uit!

source: Invitation Module Admin Backend
es: Administracion del módulo de invitaciones
nl: Uitnodiging-module Beheer

source: The Invitation module is a small zikula module that allows your users to invite friends. They can send invitations to email addresses they know. Each email address can only be invited for one time - if another user invited the same person the last 2 months the person will not get a new invitation. The email addresses are stored as md5 hash and whenever a new user profile was created the user's email address will be compared with the stored hash and on success the information will be stored for the new user who invited him. You can specify some lines of text that will be added to every email that goes out as invitation.
es: El módulo Invitación es un pequeño módulo de Zikula que permite que los usuarios inviten a sus amigos. Pueden enviar invitaciones a los correos electronicos. Cada dirección de correo electronico se puede invitar solamente una vez - si otro usuario invitó a la misma persona en los 2 últimos meses, la persona no recibirá una nueva invitación. Las direcciones de correo electrónico se almacenan como hash md5 y cada vez que un nuevo perfil de usuario se ha creado la dirección del usuario de correo electrónico se compara con el hash almacenado y la información será almacenada para el nuevo usuario que lo invitó. Puede especificar algunas líneas de texto que sean agregadas a cada correo electronico que salga como invitación.
nl: De uitnodiging module en een kleine module welke het toelaat dat geregistreerde gebruikers ook andere mensen uitnodigen per e-mail. Elk mail-adres kan slechts 1 maal gebruikt worden - als een andere gebruiker ook al een uitnodiging heeft gestuurd in de afgelopen twee maanden zal er geen nieuwe uitnodiging verzonden worden. De mail-adressen worden gecodeerd (als MD5 hash) opgeslagen, en als er een nieuw gebruikers profiel is aangemaakt, wordt het e-mail adres vergeleken met deze opgeslagen adressen. Bij overeenkomst zal de informatie worden opgeslagen voor de nieuwe gebruiker. Er kunnen enkele regels tekst worden opgegeven, welke aan iedere uitnodigings-e-mail zullen worden toegevoegd.

source: Text about the site that should be placed next to the user specified message inside an invitation email
es: Texto sobre el sitio debe ser colocado al lado del usuario especificado dentro del mensaje de correo electrónico de invitación
nl: Tekst over deze site, welke geplaatst dient te worden naast de door de gebruiker opgegeven tekst in de uitnodiging.

source: store
es: almacén
nl: Opslaan

source: Preview
es: Previsualizar
nl: Voorbeeld

source: Integration into Zikula
es: Integración en Zikula
nl: Integratie met Zikula

source: For MyProfile users this integration does not have to be made - Invitation is already fully integrated. For other modules please write these lines into the profile module template that displays a profile and make sure that the uid parameter is the right one. This may depend on the module you use.
es: Para los usuarios de MyProfile esta integración no tiene que ser hecha, pues ya esta completamente integrada. Para otros módulos por favor escriba estas líneas en la plantilla del módulo que muestra el perfil y asegúrese que el parámetro uid es el correcto. Esto puede depender del módulo que utilice.
nl: Voor gebruikers van MyProfile is deze integratie niet nodig - de Uitnodiging-module is al volledig ge√Øntegreerd. Voor andere Profiel-modules dienen onderstaande regels te worden toegevoegd aan de template welke een profiel weergeeft, en vergewis dan dat de uid-parameter de correcte is. Dit kan afhankelijk zijn van de module die gebruikt wordt.

source: Integration code for display user profile template
es: Código de integración para mostrar la plantilla del perfil de usuario
nl: Integratie code voor de template die gebruikers-profielen toont

source: How many user should be shown in block?
es: ¿Cuántos usuarios deben mostrarse en bloque?
nl: Aantal weer te geven gebruikers in blok

source: More details about the website
es: Mas detalles sobre el sitio web
nl: Meer details over de website

source: Your friend's name:
es: Nombre de su amigo:
nl: Naam van de persoon die de uitnodiging heeft verzonden:

source: Your friend's username:
es: Nombre de usuario de su amigo:
nl: Gebruikersnaam van de persoon die de uitnodiging heeft verzonden:

source: Account registration
es: Registrarse
nl: Account registratie

source: Your friend has added additional information for you:
es: Su amigo ha agregado información adicional para usted:
nl: De volgende tekst is als persoonlijke noot toegevoegd:
