Repository: zikula/i18n-portal
Catalog: gettext/*/modules/MUTransport/1.2.5/module_mutransport.po
Languages: fr

source: Done! Saved module configuration.
fr: Terminé ! Configuration du module enregistrée.

source: Transport of Content from module to module.
fr: Transport de contenu de module à module.

source: not installed
fr: non-installé

source: inactive
fr: inactif

source: active
fr: actif

source: files failed
fr: fichiers échoués

source: update available
fr: mise à jour disponible

source: not available
fr: non disponible

source: Done!
fr: Terminé !

source: page of Module News add to MUTransport
fr: page du module Nouvelles ajoutée au module MUTransport

source: and
fr: et

source: page of Module News in MUTransport updated
fr: page du module Nouvelles mise à jour dans le module MUTransport

source: No pages in Module News available !
fr: Aucune page du module News n'est disponible !

source: page of Module Pages add to MUTransport
fr: page du module Pages ajoutée au module MUTransport

source: page of Module Pages in MUTransport updated
fr: page du module Pages mise à jour dans le module MUTransport

source: No pages in Module Pages available !
fr: Aucune page du module Pages n'est disponible !

source: Attention ! There is no content for this page !
fr: Attention ! Il n'y a pas de contenu pour cette page !

source: page of Module PagEd add to MUTransport
fr: page du module PagEd ajoutée au module MUTransport

source: page of Module PagEd in MUTransport updated
fr: page du module PagEd mise à jour dans le module MUTransport

source: No pages in modul PagEd available !
fr: Aucune page du module PagEd n'est disponible !

source: page of Module Content add to MUTransport
fr: page du module Contenu ajoutée au module MUTransport

source: page of Module Content in MUTransport updated
fr: page du module Contenu mise à jour dans le module MUTransport

source: No pages in modul Content available !
fr: Pas de pages dans le module Contenu disponibles !

source: There is no page to delete !
fr: Il n'y a pas de page à supprimer !

source: There are no Pages of module News in Modul MUTransport available !
fr: Il n'y a pas de pages du module Nouvelles disponibles dans le module MUTransport !

source: page of News in MUTransport deleted !
fr: page du module Nouvelles dans le module MUTransport supprimée !

source: There are no Pages of module Pages in Modul MUTransport available !
fr: Il n'y a pas de pages du module Pages disponibles dans le module MUTransport !

source: page of Pages in MUTransport deleted !
fr: page du module Pages dans le module MUTransport supprimée !

source: There are no Pages of module PagEd in Modul MUTransport available !
fr: Il n'y a pas de pages du module PagEd disponibles dans le module MUTransport !

source: page of PagEd in MUTransport deleted !
fr: page du module PagEd dans le module MUTransport supprimée !

source: There are no Pages of module Content in Modul MUTransport available !
fr: Il n'y a pas de pages du module Contenu disponibles dans le module MUTransport !

source: page of Content in MUTransport deleted !
fr: page du module Contenu dans le module MUTransport supprimée !

source: This page does not exist in News anymore !
fr: Cette page n'existe pas encore dans les nouvelles !

source: There is still one Page with this Permalink Url!
fr: Il y a toujours une page avec cette url permanente !

source: This page does not exist in PagEd anymore !
fr: Cette page n'existe pas encore dans PagEd !

source: This page does not exist in Pages anymore !
fr: Cette page n'existe pas encore dans Pages !!

source: (A copy)
fr: (Une copie)

source: This page does not exist in Content anymore !
fr: Cette page n'existe pas encore dans Contenu!

source: Sorry ! No Page selected!
fr: Désolé ! Pas de page sélectionnée !

source: page of Pages transported
fr: page du module Pages transportée

source: page of News transported
fr: page du module Nouvelles transportée

source: page of PagEd transported
fr: page du module PagEd transportée

source: page of Content copied !
fr: page du module Contenu copiée !

source: Settings
fr: Paramètres

source: List of Modules
fr: Liste des modules

source: Get and update Pages of Modul
fr: Récupérer et mettre à jour les page du module

source: Delete Pages of Modul
fr: Supprimer les pages du module

source: not availabale
fr: non disponible

source: Name
fr: Nom

source: Status
fr: Statut

source: No Modules
fr: Aucun module

source: waiting
fr: attente

source: draft
fr: brouillon

source: Attention ! Disable a module will delete the pages of the module in page view and the module in the module view !
fr: Attention ! La désactivation d'un module supprimera les pages du module et le module dans la vue des modules disponibles !

source: PagEd will only be deleted, if you disable both of the options for this module !
fr: PagEd sera seulement supprimé, si vous désactivez les deux options pour ce module !

source: General settings
fr: Paramètres généraux

source: 1. Enable transport News to Content
fr: 1. Activer le déplacement de Nouvelles à Contenu

source: 2. Enable transport Pages to Content
fr: 2. Activer le déplacement de Pages à Contenu

source: 3. Enable transport PagEd to Content
fr: 3. Activer le déplacement de PagEd à Contenu

source: 4. Enable transport PagEd to News
fr: 4. Activer le déplacement de PagEd à Nouvelles

source: 5. Enable copy Content to Content
fr: 5. Activer la copie de Contenu à Contenu

source: 6. Format of transport for News, Pages and PagEd
fr: 6. Format de transport pour Nouvelles, Pages et PagEd

source: active
fr: actif

source: please select
fr: Veuillez sélectionner

source: Specific settings for PagEd
fr: Paramètres spécifiques de PagEd

source: 7. The image path for PagEd
fr: 7. Répertoire de sauvegarde des images pour PagEd

source: 8. The state you wish for transport to News
fr: 8. L'état que vous désirez pour le transport vers Nouvelles

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Last step
fr: Dernière étape

source: Finish the installation of modul ?
fr: Finir l'installation du module ?

source: Thank you for using MUTransport
fr: Merci d'utiliser MUTransport

source: Continue
fr: Continuer

source: The Modul MUTransport
fr: le module MUTransport

source: Installation of MUTransport
fr: Installation de MUTransport

source: Features of MUTransport
fr: Fonctionnalités de MUTransport

source: MUTransport is a modul for transporting content !
fr: MUTransport est un module permettant de transporter du contenu !

source: transport from modul News to Content
fr: transporter depuis le module Nouvelles au module Contenu

source: Have an overwiew about the pages in News and transport them, if you wish !
fr: Vous permet d'afficher un récapitulatif des pages du module 'Pages' et de les transférer, si vous le désirez !

source: transport from modul Pages to Content
fr: déplacer depuis le module Pages au module Contenu

source: Have an overwiew about the pages in Pages and transport them, if you wish !
fr: Vous permet d'afficher un récapitulatif des pages du module 'Pages' et de les transférer, si vous le désirez !

source: transport from modul PagEd to Content
fr: déplacer depuis le module PagEd au module Contenu

source: transport from modul PagEd to News
fr: déplacer depuis le module PagEd au module News

source: Have an overwiew about the pages in PagEd and transport them, if you wish !
fr: Vous permet d'afficher un récapitulatif des pages du module 'PagEd' et de les déplacer, si vous le désirez !

source: copy from modul Content to Content
fr: copier depuis le module Contenu dans le module Contenu

source: Have an overwiew about the pages in Content and copy them, if you wish !
fr: Vous permet d'afficher un récapitulatif des pages du module 'Content' et de les copier, si vous le désirez !

source: Make some settings
fr: Définir certaines préférences

source: enable and disable modules, set a path for PagEd import and choose text or html format !
fr: activer et désactiver des modules, définir un chemin pour l'import depuis PagEd et choisir le format texte ou html !

source: Continue the installation
fr: Continuer l'installation

source: List of Pages
fr: Liste des pages

source: not transported
fr: non déplacé

source: Modul
fr: Module

source: Page Id in Modul
fr: ID de la page dans le module

source: Title
fr: Titre

source: Content
fr: Contenu

source: Number of Characters
fr: Nombre de caractères

source: Status of transport
fr: Statut du déplacement

source: Times
fr: fois

source: No Pages
fr: Pas de pages

source: Number of Copies
fr: Nombre de copies

source: Transport
fr: Déplacement

source: Reset
fr: Réinitialiser
