Repository: zikula/i18n-portal
Catalog: gettext/*/modules/EZComments/2.0.0/module_ezcomments.po
Languages: de, el, pl

source: Internal Error.
de: Interner Fehler.
pl: Błąd wewnętrzny.

source: View
de: Anzeigen
el: Προβολή
pl: Widok

source: Edit
de: Bearbeiten
el: Επεξεργασία
pl: Edytuj

source: Done! Item deleted.
de: Erledigt! Der Eintrag wurde gelöscht.
el: Το στοιχείο διαγράφηκε.
pl: Gotowe! Pozycja usunięta.

source: Done! Item updated.
de: Erledigt! Der Eintrag wurde aktualisiert.
el: Το στοιχείο ενημερώθηκε.
pl: Gotowe! Pozycja zaktualizowana.

source: No migration plugins available.
de: Keine Migrationsplugins vorhanden.
el: Δεν υπάρχουν διαθέσιμα plugins μεταφοράς.
pl: Brak dostępnych wtyczek migracji

source: No orphaned comments.
de: Keine verwaisten Kommentare gefunden.
el: Δεν υπάρχουν "ορφανά" σχόλια.
pl: Brak osieroconych komentarzy.

source: Error! A general failure occurs.
de: Fehler! Es ist ein allgemeiner Fehler aufgetreten.
pl: Błąd! Wystąpiła ogólna awaria.

source: Done! All orphaned comments for this module deleted.
de: Erledigt! Alle verwaisten Kommtare wurden für dieses Modul gelöscht.
el: Όλα τα "ορφανά" σχόλια για αυτό το υποσύστημα διαγράφηκαν.
pl: Gotowe! Usunieto wszystkie osierocone komentarze tego modułu.

source: Done! Comment deleted.
de: Erledigt! Der Kommentar wurde gelöscht.
el: Το σχόλιο διαγράφηκε.
pl: Gotowe! Komentarz usuniety.

source: Pending
de: Wartend
el: Σε αναμονή

source: Rejected
de: Abgelehnt
el: Απορριφθέντα
pl: Odrzucone

source: Approved
de: Freigeschaltet
el: Εγκεκριμένα
pl: Zatwierdzony

source: New comment rules applied
de: Neue Moderationsregeln angewendet
pl: Zastosowano nowe zasady komentowania

source: Comments
de: Kommentare
el: Σχόλια
pl: Komentarze

source: Attach comments to every kind of content using hooks
de: Kommentare über Hooks in Modulen einbinden
pl: Używając haki dołącz komentarze do każdego rodzaju zawartości

source: comments
de: kommentare
el: σχόλια
pl: komentarze

source: User's pinboard
de: Pinnwand
pl: Tablica użytkownika

source: Registering EZComments hook for MyProfile module failed
de: Die Registrierung des EZComments-Hook für das MyProfile Modul ist fehlgeschlagen
pl: Rejestracja haka EZComments dla modułu MyProfile nie powiodła się

source: The comments can only be searched for words that are longer than %1$s and less than %2$s characters!
de: Die Kommentare können durchsucht werden, wenn die Länge des Suchbegriffs zwischen %1$s und %2$s liegt!

source: Error! Could not load items.
de: Fehler! Einträge konnte nicht geladen werden.
pl: Błąd! Nie dalo się załadować pozycji.

source: Error! The user ignores you.
de: Fehler! Der Benutzer ignoriert das aktive Benutzerkonto.
pl: Błąd! Użytkownik ignoruje Cię.

source: Error! The name field is required. Comment rejected.
de: Fehler! Das Namensfeld wird benötigt. Der Kommentar wurde abgelehnt.
el: Σφάλμα! Το πεδίο 'Όνομα' είναι απαιτούμενο. Το σχόλιο απορρίφθηκε.
pl: Błąd! Wymagane pole nazwy. Komentarz odrzucony.

source: Error! Your comment contains unacceptable content and has been rejected.
de: Fehler! Der Kommentar wurde aufgrund inhaltlicher Mängel nicht freigeschaltet.
el: Το σχόλιό σας περιέχει απαγορευμένες λέξεις και δεν είναι αποδεκτό.
pl: Błąd! Twój komentarz zawiera nieakceptowalną treść i został odrzucony.

source: Error! Creation attempt failed.
de: Fehler! Die Erstellung ist fehlgeschlagen
pl: Błąd! Próba utworzenia nie powiodła się.

source: Done! Comment added.
de: Erledigt! Der Kommentar wurde hinzugefügt.
el: Το σχόλιο προστέθηκε.
pl: Gotowe! Komentarz dodany.

source: Done! Your comment was held for moderation and will be reviewed shortly.
de: Erledigt! Der Kommentar muss noch geprüft werden und wird kurzfristig freigeschaltet. Vielen Dank.
el: Το σχόλιό σας υποβλήθηκε με επιτυχία. Για λόγους ασφαλείας, θα ελεγχθεί πριν δημοσιοποιηθεί.
pl: Gotowe! Komentarz został dodany do moderacji i zostanie wkrótce sprawdzony.

source: A new comment was entered
de: Es wurde ein neuer Kommentar eingegeben
el: Ένα νέο σχόλιο προστέθηκε
pl: Nowy komentarz został dodany

source: New comment for your site
de: Neuer Kommentar auf der Website
el: Νέο σχόλιο για την ιστοσελίδα σας
pl: Nowy komentarz dla twojej strony

source: Show latest comments
de: Neueste Kommentare anzeigen
el: Εμφάνιση των τελευταίων σχολίων
pl: Pokaż najnowsze komentarze

source: No such comment found.
de: Keine entsprechenden Kommentare gefunden.
el: Το σχόλιο δεν βρέθηκε.
pl: Nie znaleziono komentarza.

source: Name for anonymous user is missing.
de: Der Name für Gäste fehlt.
pl: Brakuje nazwy anonimowego użytkownika.

source: Email address of anonymous user is missing or invalid.
de: Die E-Mailadresse des Gastes fehlt oder ist ungültig.
pl: Brakuje adresu e-mail anonimowego użytkownika lub jest on nieważny.

source: Website of anonymous user is invalid.
de: Die Homepage des Gastes ist ungültig.
el: Η ιστοσελίδα του ανώνυμου χρήστη δεν είναι έγκυρη.
pl: Strona anonimowego uzytkownika jest nieważna

source: Error! The comment contains no text.
de: Fehler! Der Kommentar beinhaltet keinen Text.
pl: Błąd! Komentarz nie zawiera tekstu.

source: Done! Comment updated.
de: Erledigt! Der Kommentar wurde aktualisiert.
el: Το σχόλιο ενημερώθηκε.
pl: Gotowe! Komentarz zaktualizowany.

source: missing value
de: Fehlender Wert
pl: brakuje wartości

source: Done! Module configuration updated.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.
el: Οι ρυθμίσεις του υποσυστήματος αποθηκεύτηκαν.
pl: Gotowe! Konfiguracja modułu zaktualizowana.

source: Manage my comments
de: Eigene Kommentare verwalten
pl: Zarządzaj moimi komentarzami

source: No such item found.
de: Keine entsprechenden Einträge gefunden.
pl: Nie znaleziono takiej pozycji.

source: Error! Deletion attempt failed.
de: Fehler! Der Löschvorgang ist fehlgeschlagen.
pl: Błąd! Próba usunięcia nie powiodła się.

source: Error! Update attempt failed.
de: Fehler! Der Aktualisierungsversuch ist fehlgeschlagen.
pl: Błąd! Próba aktualizacji nie powiodła się.

source: View comments
de: Kommentare anzeigen
el: Προβολή Σχολίων
pl: Zobacz komentarze

source: Delete orphaned comments
de: Verwaiste Kommentare löschen
el: Διαγραφή "Ορφανών" Σχολίων
pl: Usuń osierocone komentarze

source: Migrate comments
de: Kommentare migrieren
el: Μεταφορά Σχολίων (από άλλο σύστημα)
pl: Przenieś komentarze

source: Purge comments
de: Kommentare bereinigen
el: Εκκαθάριση Σχολίων
pl: Wyczyść komentarze

source: Comment statistics
de: Kommentarstatistik
el: Στατιστικά Σχολίων
pl: Komentuj statystyki

source: Re-apply moderation rules
de: Moderationsregeln neu anwenden
el: Εφαρμογή Κανόνων Ελέγχου
pl: Zastosuj ponownie zasady moderacji

source: Settings
de: Konfiguration
el: Ρυθμίσεις
pl: Ustawienia

source: Error creating hook.
de: Fehler bei der Erstellung des Hooks.
pl: Błąd w tworzeniu haka.

source: Error updating the table.
de: Fehler bei der Aktualisierung der Tabelle.
pl: Błąd podczas aktualizacji tabeli.

source: Error deleting hook.
de: Fehler beim Löschen des Hooks.
pl: Błąd w usuwaniu haka.

source: Add a new comment
de: Neuen Kommentar hinzufügen
el: Προσθήκη Σχολίου
pl: Skomentuj

source: Posted on %s
de: Geschrieben am %s
el: Δημοσιεύθηκε την %s

source: Send mail to user
de: Mail an Benutzer senden
pl: Wyślij wiadomość użytkownikowi

source: Modify comment
de: Kommentar beabeiten
el: Επεξεργασία σχολίου
pl: Zmień komentarz

source: No comments posted yet.
de: Noch keine Kommentare vorhanden.
el: Δεν υπάρχουν σχόλια.
pl: Brak komentarzy.

source: Subject
de: Betreff
el: Θέμα
pl: Tytuł

source: (required for unregistered users)
de: (notwendig für nicht registrierte Benutzer)
pl: (wymagane dla niezarejestrowanych użytkowników)

source: E-mail address (will not be published)
de: E-Mail Adresse (wird nicht veröffentlicht)
el: Ηλεκτρονική Διεύθυνση (δεν θα εμφανισθεί δημόσια)
pl: Adres e-mail (nie będzie widoczny)

source: Website
de: Homepage
el: Ιστοσελίδα
pl: Strona

source: Comment
de: Kommentar
el: Σχόλιο
pl: Komentuj

source: Submit
de: Absenden
el: Υποβολή
pl: Dodaj komentarz

source: Register
de: Registrierung
el: Εγγραφείτε
pl: Zarejestruj

source: log in
de: Anmeldung
el: συνδεθείτε
pl: zaloguj

source: Only logged in users are allowed to comment. %1$s or %2$s.
de: Nur angemeldete Benutzer dürfen kommentieren. %1$s oder %2$s.
el: Για να υποβάλετε σχολία θα πρέπει να είστε συνδεδεμένος στο σύστημα. %1$s ή %2$s.

source: Edit comment
de: Kommentar beabeiten
el: Επεξεργασία σχολίου
pl: Edytuj komentarz

source: Commentator
de: Verfasser
el: Σχολιαστής
pl: Komentator

source: Redirect to the commented content after finishing
de: Nach Abschluss zurück zum kommentierten Inhalt
el: Επιστροφή πίσω στο σχολιασμένο κείμενο μετά την εκτέλεση της ενέργειας
pl: Przekieruj po skończeniu do skomentowanej zawartości

source: Update
de: Aktualisieren
el: Ενημέρωση
pl: Uaktualnij

source: Delete
de: Löschen
el: Διαγραφή
pl: Usuń

source: Cancel
de: Abbrechen
el: Ακύρωση
pl: Anuluj

source: Number of comments to display
de: Anzahl der anzuzeigenden Kommentare
pl: Liczba komentarzy do wyświetlenia

source: Show comments for the following module
de: Kommentare für folgendes Modul anzeigen
pl: Pokaż komentarze dla nastepujacego modułu

source: All
de: Alle
el: Όλα
pl: Wszystko

source: Show username
de: Benutzernamen anzeigen
pl: Pokaż nazwę uzytkownika

source: Link username to profile
de: Profil des Benutzers verlinken

source: Show Date
de: Datum anzeigen
pl: Pokaż Datę

source: Show pending comments
de: Freizuschaltende Kommentare anzeigen
pl: Pokaż spodziewane komentarze

source: Posted on
de: Geschrieben am
pl: Zamieszczone w dniu

source: Delete item
de: Eintrag löschen
pl: Usuń pozycję

source: Confirm deletion of all comments for object ID '%1$s' attached to module '%2$s'
de: Bitte das Löschen alle Kommentare für Objekt-ID '%1$s' am Modul '%2$s' bestätigen

source: Confirmation prompt
de: Sicherheitsabfrage
el: Επιβεβαίωση Εντολής
pl: Potwierdzenie polecenia

source: Username:
de: Benutzername:
pl: Nazwa użytkownika:

source: Date:
de: Datum:
el: Ημερομηνία:
pl: Data:

source: Subject:
de: Betreff:

source: Show:
de: Anzeigen:
pl: Pokaż:

source: Moderate:
de: Moderieren:
pl: Moderuj

source: Options
de: Optionen
el: Ενέργειες
pl: Opcje

source: Purge all pending comments
de: Alle freizugebenden Kommentare bereinigen
el: Εκκαθάριση όλων των σχολίων που βρίσκονται σε κατάσταση αναμονής
pl: Wyczyść wszystkie złożone uwagi

source: Purge all rejected comments
de: Alle abgelehnten Kommentare bereinigen
el: Εκκαθάριση όλων των σχολίων που έχουν απορριφθεί
pl: Wyczyść odrzucone komentarze

source: Import comments from other modules
de: Kommentare aus anderen Modulen importieren
el: Μεταφορά σχολίων απο άλλα υποσυστήματα
pl: Importuj komentarze z innych modułów

source: Module
de: Modul
el: Υποσύστημα
pl: Moduł

source: Start migration
de: Migration starten
el: Έναρξη μεταφοράς
pl: Zacznij migrację

source: The following comments will become rejected
de: Die folgenden Kommentare werden abgelehnt
el: Η κατάσταση των παρακάτω σχολίων θα αλλάξει σε απορριφθέντα
pl: Następujące komentarze zostaną odrzucone

source: Comment type
de: Art
el: Τύπος σχολίου
pl: Typ komentarza

source: No items found
de: Keine Einträge gefunden
el: Δεν βρέθηκαν εγγραφές
pl: Nie znaleziono elementów

source: The following comments will require moderation
de: Die folgenden Kommentare müssten moderiert werden
el: Τα παρακάτω σχόλια χρειάζεται να ελεγχθούν
pl: Następujace komentarze będą wymagały moderowania

source: Apply
de: Anwenden

source: Delete all comments for this module
de: Alle Kommtare für dieses Modul löschen
pl: Usuń wszystkie komentarze dla tego modułu

source: This functionality allows you to delete comments that are in the database for removed modules.
de: Mit dieser Funktionalität können Kommentare aus deinstallierten Modulen gelöscht werden.
pl: Ta funkcja zezwala Ci na usuwanie komentarzy które są w bazie danych usuniętych modułów

source: Select module
de: Modul auswählen
pl: Wybierz moduł

source: Miscellaneous
de: Verschiedenes
el: Γενικές ρυθμίσεις
pl: Różne

source: Default template
de: Standard-Template
el: Προεπιλεγμένο template
pl: Szablon domyślny

source: Default stylesheet
de: Standard-Stylesheet
el: Προεπιλεγμένο stylesheet
pl: domyślny arkusz stylów

source: By default, the following possibilities exists:
de: Standardmäßig existieren folgende Möglichkeiten:
el: Οι παρακάτω διαφοροποιήσεις υπάρχουν (θα πρέπει να τις ορίσετε κατάλληλα, με επεξεργασία του αρχείου style.css):
pl: Domyślnie, istnieją następujące mozliwości:

source: Allow unregistered users to set user information
de: Gäste dürfen Benutzerinformationen angeben
el: Επιτρέπεται στους ανώνυμους χρήστες να εισάγουν στοιχεία (όνομα, ηλεκτρονική διεύθυνση, ιστοσελίδα)
pl: Pozwól niezarejestrowanym uzytkownikom na ustawianie informacji o użytkowniku

source: Require name for unregistered user
de: Angabe des Namens für Gäste notwendig
el: Υποχρεωτική εισαγωγή ονόματος απο τον ανώνυμο επισκέπτη
pl: Wymagaj nazwy dla niezarejestrowanych użytkowników.

source: Log IP addresses
de: IP Adressen protokollieren
el: Καταγραφή της IP διεύθυνσης
pl: Loguj adresy IP

source: Comments per page in admin view
de: Kommentare pro Seite in der Adminansicht
el: Σχόλια ανα σελίδα (στην προβολή του διαχειριστή)
pl: Komentarzy na stronę w widoku admina

source: Enable pager in user view
de: Pagination in der Benutzeransicht aktivieren
el: Ενεργοποίηση σελιδοποίησης των σχολίων (στην προβολή του χρήστη)

source: Comments per page in user view
de: Kommentare pro Seite in der Benutzeransicht
el: Σχόλια ανα σελίδα (στην προβολή του χρήστη)
pl: Komentarzy na stronę w widoku użytkownika

source: Activate account page in user section
de: Kommentar-Icon im Benutzerkonto anzeigen
el: Ενεργοποίηση συνδέσμου στο πάνελ λογαριασμού χρήστη
pl: Aktywuj stronę konta w sekcji użytkownika

source: Notification
de: Benachrichtigung
el: Ειδοποίησεις
pl: Powiadomienie

source: The notification email will be sent to the owner of the content. If there is no owner known, the notification mail will be sent to the site administrator.
de: Die Benachrichtigung wird zum Inhaltseigentümer verschickt. Falls kein Inhaltseigentümer vorhanden ist, so wird die Mail an den Administrator versendet.
el: Το ειδοποιητικό μήνυμα θα σταλεί στον ιδιοκτήτη του περιεχομένου που βρίσκεται το σχόλιο. Αν αυτός δεν είναι γνωστός, τότε θα σταλεί στον διαχειριστή της ιστοσελίδας.
pl: E-mail z powiadomieniem zostanie wysłany właścicielowi zawartości. Jeśli właściciel jest nieznany, zawiadomienie będzie wysłane do administratora strony.

source: Send mail on new comment
de: Benachrichtigungsmail bei neuen Kommentaren versenden
el: Αποστολή μηνύματος κατά την υποβολή ενός νέου σχολίου
pl: Wyślij wiadomość do nowego komentarza

source: Send mail on comment requiring moderation
de: Benachrichtigungsmail bei zu moderierenden Kommentaren versenden
el: Αποστολή μηνύματος κατά την υποβολή ενός νέου σχολίου για το οποίο απαιτείται έλεγχος
pl: Wyślij wiadomość do komentarza wymagającego moderacji

source: Enable comment moderation
de: Moderation aktivieren
el: Ενεργοποίηση του ελέγχου των σχολίων
pl: Umożliw moderację komentarza

source: All comments require moderation
de: Alle Kommentare müssen moderiert werden
el: Απαιτείται έλεγχος για όλα τα σχόλια
pl: Wszystkie komentarze wymagają moderacji

source: Do not require moderation for comments from users who have already commented
de: Moderation ist nicht erforderlich für Benutzer, die bereits kommentiert haben
el: Δεν απαιτείται έλεγχος για σχόλια απο χρήστες που έχουν ήδη σχολιάσει
pl: Nie wymagaj moderacji komentarzy uzytkowników, którzy już komentowali

source: Number of links in comment before moderation
de: Anzahl der Links im Kommentar, ab der eine Moderation notwendig wird
pl: Liczba komentowanych linków przed moderacją

source: Words to trigger moderation
de: Wörter, die eine Moderation auslösen
el: Λέξεις που πυροδοτούν σχολιασμό
pl: Słowa do moderacji wyzwalacza

source: Number of links in comment before blacklisting
de: Anzahl der Links im Kommentar, ab der ein Blacklisting durchgeführt wird
pl: Liczba linków w komentarzu przed utworzeniem czarnej listy

source: Words to blacklist from comments
de: Wörter, die ein Blacklisting auslösen
el: Λέξεις που θα αποκλείονται απο τα σχόλια
pl: Słowa z komentarzy do czarnej listy

source: Notice: Comments containing words listed here will be completely ignored by the comments module
de: Hinweis: Kommentare, in denen diese Wörter enthalten sind, werden nicht zugelassen
pl: Uwaga: Komentarze zawierające wymienione słowa zostaną zignorowane przez moduły komentarzy

source: Blacklist comments from insecure proxies
de: Kommentare ablehnen, die über unsichere Proxies abgegeben werden
el: Απόκλειση σχολίων που προέρχονται απο μη-ασφαλείς proxies
pl: Komentarze z czarnej listy z niezabezpieczonych serwerów proxy

source: Number of hours where users are allowed to modify the text of own comments.
de: Anzahl der Stunden, in denen ein Kommentar vom Autor bearbeitet werden kann.
el: Αριθμός ωρών κατα τις οποίες οι σχολιαστές επιτρέπεται να τροποποιήσουν το κείμενό τους.
pl: Liczba godzin kiedy użytkownikom wolno modyfikować treści własnych komentarzy.

source: The value -1 deactivates this function.
de: Der Wert -1 deaktiviert diese Funktion.
el: Εισάγετε -1 αν θέλετε να απενεργοποιήσετε αυτή τη λειτουργία.
pl: Wartość -1 dezaktywuje tę funkcję

source: Akismet spam dectection service
de: Akismet Spamerkennung
el: Υπηρεσία ανίχνευσης spam (Akismet)

source: Notice: <a href="http://akismet.com/">Akismet</a> is a spam detection service that can, in many cases, eliminate comment and trackback spam. To use akismet you need to install and configure the <a href="http://code.zikula.org/ezcomments/">Akismet module</a>.
de: Hinweis: <a href="http://akismet.com/">Akismet</a> ist ein Spamerkennungsdienst, der in vielen Fällen Spam in Kommentaren, Trackback, etc. elimieren kann. Das Modul muss installiert und konfiguriert werden. <a href="http://code.zikula.org/ezcomments">Download Akismet</a>.
el: Σημείωση: Η <a href="http://akismet.com/">Akismet</a> είναι μια υπηρεσία ανίχνευσης spam η οποία μπορεί σε πολλές περιπτώσεις να περιορίσει ή ακόμα και να εξαλείψει το spam. Για να χρησιμοποιήσετε αυτή την υπηρεσία, θα πρέπει να εγκαταστήσετε και να ρυθμίσετε το υποσύστημα <a href="http://code.zikula.org/ezcomments/">Akismet</a>.

source: Enable akismet
de: Akismet aktivieren
el: Ενεργοποίηση του akismet

source: Status level to apply to comments flagged as spam by akismet
de: Welchen Status sollen die von Akismet als Spam identifizierten Kommentare annehmen?

source: Notice: both the feed type and feed count can be overriden using feedtype and feedcount parameters appended to the feed URL
de: Hinweis: Sowohl der Typ des Feeds als auch die Anzahl der angezeigten Kommentare können überschrieben werden, indem die Parameter feedtype und feedcount an die URL des Feeds angehängt werden.
el: Σημείωση: ο τύπος του feed και ο αριθμός των feeds μπορούν να παρακαμπτούν με τη χρήση των παραμέτρων feedtype και feedcount (στο URL του feed)

source: Type of feed
de: Art des Feeds
el: Τύπος του feed

source: Number of items to display in feed
de: Anzahl der Kommentare im Feed
el: Αριθμός στοιχείων που θα εμφανίζονται στο feed

source: A new comment was submitted to your site that requires moderation
de: Ein neuer Kommentar wurde eingereicht und muss noch freigegeben werden.
pl: Nowy komentarz został przedłożony twojej stronie, która wymaga moderacji

source: Item ID
de: ID

source: Total comments
de: Gesamte Kommentare
el: Συνολικά σχόλια
pl: Ilość komentarzy

source: Delete module
de: Modul löschen
pl: Usuń moduł

source: Confirm deletion of all comments attached to module '%s'
de: Bitte das Löschen aller Kommentare für das Modul '%s' bestätigen

source: No subject
de: Kein Betreff
el: Χωρίς θέμα

source: IP address
de: IP Adresse
el: Διεύθυνση IP
pl: Adres IP

source: not logged
de: nicht protokolliert
el: δεν έχει καταγραφεί
pl: niezalogowany

source: Send me back to the commented content after finishing
de: Nach Abschluss zurück zum kommentierten Inhalt
el: Επιστροφή στο σχολιασμένο κείμενο μετά την εκτέλεση της ενέργειας
pl: Odeślij mi skomentowana zawartość

source: by
de: von
pl: przez

source: on
de: am
pl: na

source: This page allows to to re-apply the defined moderation rules to all existing comments allowing all comments to be re-checked if you change your moderation rules.
de: Hier können die vordefinierten Moderationsregeln auf alle Kommentare neu angewandt werden. Es werden alle existierenden Kommentare einzeln überprüft, falls die Moderationsregeln verändert wurden.
el: Μέσα απο αυτή τη σελίδα μπορείτε να εφαρμόσετε εκ νέου τους κανόνες ελέγχου για όλα τα υπάρχοντα σχόλια. Χρησιμοποιείται κυρίως αν αλλάξετε τους κανόνες ελέγχου και θέλετε να ελέγξετε ξανά τα σχόλια βάσει των νέων κανόνων.
pl: Ta strona pozwala na ponowne zastosowanie zdefiniowanych zasad moderacji do wszystkich istniejących komentarzy zezwalając na ponowne sprawdzenie wszystkich komentarzy jeśli zmienisz zasady moderowania.

source: Choose action
de: Aktion auswählen
el: Επιλέξτε ενέργεια
pl: Wybierz akcję

source: Apply moderation rules to all comments
de: Moderationsregeln auf alle Kommentare anwenden
el: Εφαρμογή των κανόνων ελέγχου σε όλα τα σχόλια
pl: Zastosuj zasady moderowania do wszystkich komentarzy

source: or
de: oder
el: ή
pl: lub

source: Apply moderation rules to all comments with status
de: Moderationsregeln auf alle Kommentare mit folgendem Status anwenden
el: Εφαρμογή των κανόνων ελέγχου σε όλα τα σχόλια που έχουν κατάσταση
pl: Zastosuj zasady moderacji do wszystkich komentarzy ze statusem

source: Pinboard for member
de: Pinnwand des Benutzers
pl: Tablica dla członka

source: The user has deactivated the pinboard for his account
de: Der Benutzer hat die Pinnwand für sein Benutzerkonto deaktiviert.
pl: Użytkownik zdeaktywował tablicę w swoim koncie

source: Pinboard entries
de: Pinnwandeinträge
pl: Wpisy na tablicy

source: Pinboard entries are only visible for registered or logged in users.
de: Die Pinnwandeinträge sind nur für registrierte und angemeldete Benutzer sichtbar.
pl: Wpisy na tablicy są widoczne jedynie dla zarejestrowanych lub zalogowanych uzytkowników.

source: Search comments
de: Kommentare durchsuchen
el: Αναζήτηση στα σχόλια
pl: Wyszukaj komentarze

source: The last %s created or owned comment
de: Der letzte %s erstellte oder eigene Kommentar

source: unknown
de: Unbekannt
el: άγνωστος
pl: nieznany

source: Filter by status
de: Nach Status filtern
el: Φιλτράρισμα βάσει κατάστασης
pl: Filtruj po statusie

source: Date
de: Datum
el: Ημερομηνία
pl: Data

source: Owner
de: Besitzer
el: Ιδιοκτήτης άρθρου
pl: Właściciel

source: The last %s comment
de: Der letzte %s Kommentar
el: Τελευταίο %s σχόλιο

source: All %s comments
de: Alle %s Kommentare

source: Show all comments
de: Alle Kommentare anzeigen
el: Εμφάνιση όλων των σχολίων
pl: Pokaż wszystkie komentarze

source: With selected comments
de: Ausgewählte Kommentare
el: Στα επιλεγμένα σχόλια εκτέλεσε
pl: Z wybranymi komentarzami

source: Approve
de: Freischalten
el: Έγκριση
pl: Zatwierdź

source: Hold
de: Auf "wartend" setzen
el: Αναμονή
pl: Wstrzymaj

source: Reject
de: Ablehnen
el: Απόρριψη
pl: Odrzuć

source: Name
el: Όνομα
pl: Nazwa

source: Migration
el: Μεταφορά
pl: Migracja

source: Moderation
el: Έλεγχος
pl: Moderacja

source: Blacklisting
el: Αποκλεισμός
pl: Tworzenie czarnej listy

source: EZComments Administration
el: Διαχείριση Σχολίων
pl: Administracja EZComments

source: Filter
el: Εφαρμογή Φίλτρου
pl: Filtruj

source: Status
el: Κατάσταση

source: Feeds
el: Feeds (RSS)
