Repository: zikula/i18n-portal
Catalog: gettext/*/modules/content/4.0.0/module_content.po
Languages: nl

source: Module settings
nl: Module instellingen

source: This is where you configure various parts of the content module.
nl: Hier zijn de verschilende delen van de Content module in te stellen.

source: Short URL suffix
nl: Korte URL suffix

source: File suffix of short URLs (including a dot - for instance ".html"). This is only used if you enable short URLs in Zikula's admin section.
nl: Bestands suffix of korte URL's (inclusief een punt - bijvoorbeeld ".html"). Wordt alleen gebruikt als korte URL's in Zikula's beheer zijn ingeschakeld.

source: State of new pages
nl: Status van nieuwe pagina's

source: Count page views
nl: Pagina bezoekers tellen

source: Page views are only counted when not in preview or edit mode and only when the user has no edit access.
nl: pagina-impressies worden niet in de voorbeeld- of bewerkenmodus meegeteld en worden alleen geteld als een gebruiker geen rechten om te bewerken heeft.

source: A Google Maps API key is no longer needed for including maps with the Javascript API v3. More information at <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.
nl: Een Google Maps API key is niet langer vereist voor het invoegen van kaarten met de Javascript API v3. Meer informatie te vinden op <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.

source: Scribite editor
nl: Scribite

source: Selecting "-" here will use the scribite default editor. If no default editor is set in scribite, then no editor will display.
nl: Door hier "-" te selecteren wordt de standaard-editor voor Scribite gebruikt. Als in Scribite geen standaard-editor is ingesteld dan wordt er ook geen gebruikt.

source: Creating Content-specific module settings in the Scribite settings will have no effect.
nl: Het aanmaken van specifieke instellingen voor Content in Scribite heeft geen effect

source: Enable the unfiltered raw text plugin
nl: De plugin voor ongefilterde ruwe tekst aanzetten

source: Use this plugin with caution and if you can trust your editors, since no filtering is being done on the content. To be used for iframes, JavaScript blocks, etc.
nl: Gebruik deze plugin met voorbehoud en alleen als de editors vertrouwd kunnen worden, omdat er geen filtering gedaan wordt op de inhoud. Kan gebruikt worden voor iframes, JavaScript blokken, etc.

source: A list of CSS class names available for styling of content elements. The end user can select one class for each element on a page - for instance "note" for an element styled as a note. Write one class name on each line. Please separate the CSS classes and displaynames with | - eg. "note | Memo".
nl: Een lijst van CSS class namen die beschikbaar zijn voor de styling van inhoud items. De eindgebruiker kan een class kiezen voor elk element op een pagina - bijvoorbeeld "note" voor een element gestyled als een notitie. Gebruik een class naam op elke regel. Onderscheid CSS classes en weergavenamen met | - voorbeeld "note | Memo".

source: Enable version history
nl: Schakel versie geschiedenis in

source: Category usage
nl: Categorie gebruik

source: Category Property for the first category selection
nl: Categorie property voor de eerste categorie selectie

source: (In the <a href="%s">category registry</a> you can set the property to use for the first category)
nl: (In het <a href="%s">categorie register</a> kan de property gezet worden die gebruikt wordt voor de eerste categorie)

source: Category Property for the second category selection
nl: Categorie Property voor de tweede categorie selectie

source: (In the <a href="%s">category registry</a> you can set the property to use for the second category if being used)
nl: (In het <a href="%s">categorie register</a> kan de property gezet worden die gebruikt wordt voor de tweede categorie, als deze gebruikt wordt)

source: Available Plugins
nl: Beschikbare Plugins

source: Content includes an API that other modules can use to provide their content. Moreover some modules introduce extra functions to plugins delivered with Content.
nl: Content heeft een API die gebruikt kan worden door andere modules om hun inhoud aan te leveren. Daarbij verzorgen enkele modules extra functies aan plugins die worden geleverd door Content.

source: Installed
nl: Geïnstalleerd

source: Active
nl: Actief

source: Description
nl: Beschrijving

source: Inactive
nl: Niet actief

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Migrate Data to Content
nl: Data naar Content migreren

source: Module selection
nl: Module selectie

source: Select a module
nl: Selecteer een module

source: Migrate
nl: Migreren

source: Select Layout
nl: Kies opmaak

source: Page title
nl: Pagina titel

source: Permalink URL name
nl: Permalink URL naam

source: (Used in shorturl mode and generated automatically if left blank)
nl: (Gebruikt in ShortURL systemen, wordt automatisch gegenereerd indien leeg gelaten)

source: Please select a specific layout for your page
nl: Kies een bepaalde opmaak voor de pagina

source: Page layout
nl: Pagina opmaak

source: Layout preview and description
nl: Voorbeeld weervage en omschrijving

source: Create
nl: Aanmaken

source: Version history is currently disabled and no new entries will be recorded.
nl: Versie geschiedenis is uitgeschakeld en zal niet worden bijgehouden

source: Revision #
nl: Revisie #

source: Date
nl: Datum

source: Event
nl: Gebeurtenis

source: User
nl: Gebruiker

source: IP.No.
nl: IP.Nr.

source: Action
nl: Actie

source: Restore
nl: Herstel

source: No history data recorded.
nl: Geen geschiedenis data opgeslagen.

source: Edit Page
nl: Pagina bewerken

source: Edit
nl: Bewerken

source: Clone content
nl: Inhoud kopiëren

source: Add new content above
nl: Nieuwe inhoud hierboven toevoegen

source: Add new content below
nl: Nieuwe inhoud hieronder toevoegen

source: Delete
nl: Verwijderen

source: History
nl: Geschiedenis

source: Content
nl: Inhoud

source: Here you manage the content of this page. You can add/edit/delete content as well as drag the content boxes around to get the layout right. Click on the icon next to the title for the options of that content item.
nl: Hier wordt de inhoud van deze pagina beheert. Er kunnen pagina's toegevoegd/bewerkt/gewist en ook versleept worden om de structuur van de inhoud goed te zetten. Klik op het icoon naast de titel voor de opties van dat inhoud element.

source: Options
nl: Mogelijkheden

source: Page settings
nl: Pagina instellingen

source: Display title on page
nl: Titel op pagina weergeven

source: Page language
nl: Pagina taal

source: Include page in menu
nl: Gebruik pagina in menu

source: You can include/exclude the page in the menu. The page is only shown when it is also Online.
nl: Pagina's kunnen in en uit het menu gezet worden. De pagina is alleen zichtbaar als deze ook online is.

source: Do not display hooks on this page
nl: Hooks niet weergeven op deze pagina

source: Checking this option will just ignore all the hooks for this page, it does not replace permissions.
nl: Door deze optie aan te vinken worden alle hooks op deze pagina genegeerd, het vervangt niet de permissies

source: Keywords
nl: Trefwoorden

source: Page state
nl: Pagina toestand

source: You can set the page active/inactive as well as supply a publication date interval. A page is only online if it is active and within the publication interval.
nl: Het is mogelijk om de pagina actief/inactief te zetten of om een datumbereik op te geven wanneer deze pagina online moet zijn. Een pagina is alleen dan online als deze actief is en binnen het publicatiebereik valt.

source: Start date
nl: Start datum

source: End date
nl: Eind datum

source: Created
nl: Aangemaakt

source: on %1$s by %2$s
nl: op %1$s door %2$s

source: Updated
nl: Bijgewerkt

source: Category
nl: Categorie

source: Categories
nl: Categorieën

source: Primary category
nl: Hoofd categorie

source: Secondary category
nl: Secundaire categorie

source: Secondary categories
nl: Secundaire categorieën

source: Layout
nl: Opmaak

source: Save & View
nl: Opslaan & Tonen

source: You can only translate the actual page data here. The content items must be translated one by one.
nl: Het is hier alleen mogelijk om de echte pagina gegevens te veranderen. De inhoud elementen moeten één voor één vertaald worden.

source: Original content
nl: Originele inhoud

source: Meta description
nl: Meta omschrijving

source: Meta keywords
nl: Meta steekwoorden

source: Translated content
nl: Vertaalde inhoud

source: Next
nl: Volgende

source: Skip
nl: Overslaan

source: Delete page translation AND all content translations
nl: Wissen pagina vertaling EN alle inhoud vertalingen

source: Module administration
nl: Module beheer

source: Welcome to your content administration. We have split the editing and administrative setup into separate systems. So please select from the list below or the menu above.
nl: Welkom bij het beheer van Content. Bewerken en instellingenbeheer is opgedeeld in aparte systemen. Kies daarom uit de lijst hieronder of het menu hierboven.

source: Extended page list (showing page headers)
nl: Uitgebreide pagina lijst (met pagina koppen)

source: Complete page list (showing complete pages)
nl: Complete pagina lijst (toont complete pagina's)

source: Show content by category
nl: Toon de inhoud per categorie

source: Original page title
nl: Originele titel

source: Previous
nl: Vorige

source: Error! There is nothing to translate for this content type.
nl: Foutmelding! Er is niets te vertalen voor dit inhoudstype.

source: Back
nl: Terug

source: Used to refer this page in short URLs mode. Leave as blank for default value.
nl: In korte URL stand wordt hiermee aan de pagina gerefereerd. Laat leeg voor standaardwaarde.

source: Clone translations
nl: Vertaling kopiëren

source: Clone
nl: Kopieer

source: Please select the type of content you want to add to your page.
nl: Kies het soort inhoud om aan de pagina toe te voegen.

source: Select content type
nl: Gekozen inhoudstype

source: Edit %s
nl: Bewerk %s

source: Visible for
nl: Zichtbaar voor

source: Positioning works only with fixed width!
nl: Positioneren werkt alleen met een vaste breedte!

source: Position
nl: Positie

source: Width
nl: Breedte

source: New page
nl: Nieuwe pagina

source: New sub-page
nl: Nieuwe sub-pagina

source: Decrease indent
nl: Verminder inspringing

source: Increase indent
nl: Vergroot inspringing

source: Order subpages by title
nl: onderliggende pagina's op titel sorteren

source: Expand All
nl: Alles uitklappen

source: Collapse All
nl: Alles inklappen

source: Click to activate this page
nl: Kilk om deze pagina te activeren

source: Click to deactivate this page
nl: Klik om deze pagina te de-activeren

source: Click to put this page in the menu
nl: Klik om deze pagina in het menu te plaatsen

source: Click to pull this page from the menu
nl: Klik om deze pagina buiten het menu te plaatsen

source: Page title [id]
nl: Pagina titel [id]

source: Last updated (revision)
nl: Bijgewerkt (revisie)

source: Last updated
nl: Meest recent bijgewerkt

source: Language
nl: Taal

source: Click to hide sub-pages
nl: Klik om sub-pagina's te verbergen

source: Click to show sub-pages
nl: Klik om sub-pagina's te tonen

source: Page draggable
nl: Pagina versleepbaar

source: Out
nl: Uit

source: %1$s (%2$s original)
nl: %1$s (%2$s origineel)

source: %s original used
nl: %s origineel gebruikt

source: No pages available.
nl: Geen pagina's beschikbaar.

source: This is where you manage all your pages. You can add/edit/delete/translate pages (depending on permission rights) as well as drag them around to get the content structure right.
nl: Hier worden alle pagina's beheerd. Er kunnen pagina's toegevoegd/bewerkt/gewist/vertaald en ook versleept worden om de structuur van de inhoud goed te zetten.

source: Click on the arrow right of a page title for the options of that page. To drag and drop a page you must select the folder icon left of the title and drop it on the title of another page. A page with sub-pages can be expanded or contracted by clicking on the plus or minus left of the page title. To activate/deactive pages or make pages (not) available in the menu click on the led icons.
nl: Klik op de pijl rechts naast de pagina titel voor de opties voor die pagina. Om een pagina te verslepen moet het folder icoon links van de titel gesleept worden op een titel van een andere pagina. Een pagina met sub-pagina's kan uit- of ingeklapt worden door op de plus of min te kilkken links van de pagina titel. Een pagina activeren/de-activeren of wel of niet in het menu plaatsen gebeurd door te klikken op de led icoontjes.

source: Complete page list
nl: Complete pagina lijst

source: View full page
nl: Toon volledige pagina

source: There are no pages to display.
nl: Er zijn geen pagina's om weer te geven.

source: Extended page list
nl: Uitgebreide pagina lijst

source: more
nl: Meer

source: Subpages of %s
nl: Subpagina's van %s

source: No subpages available
nl: Geen subpagina's beschikbaar

source: Properties
nl: Eigenschappen

source: Edit-mode off
nl: Bewerk modus uit

source: Edit-mode on
nl: Bewerk modus aan

source: Created by %1$s on %2$s
nl: Aangemaakt door %1$s op %2$s

source: Last updated by %1$s on %2$s
nl: Meest recent bijgewerkt door %1$s op %2$s

source: Version
nl: Versie

source: Contents
nl: Inhoud

source: Welcome to the contents for %s
nl: Welkom bij de inhoud van %s

source: The available sections are as follows:
nl: De beschikbare secties zijn als volgt:

source: Slideshare's Wordpress code
nl: Wordpress code van Slideshare

source: Copy Slideshare's Wordpress embed code here (including square brackets and all). Click on Embed and Customize to show the wordpress embed code. It should look something like [slideshare id=145849&doc=prototype-jquery-going-from-one-to-the-other-1193346036472971-5]
nl: Kopieer Slideshare's Wordpress embed code hier (inclusied de vierkante haken en alles). Klik op embed en Customize om de wordpress embed code te laten zien. Het zou er ongeveer zo [slideshare id=145849&doc=prototype-jquery-going-from-one-to-the-other-1193346036472971-5] uit moeten zien.

source: Slide description
nl: Dia beschrijving

source: Slideshare's embedded player width
nl: Slideshare's embedded player breedte

source: Slideshare's embedded player height
nl: Slideshare's embedded player hoogte

source: Page
nl: Pagina

source: Include self into the table of contents
nl: Voeg deze pagina ook toe aan inhoudsopgave

source: (if page isn't 'All pages')
nl: (als de pagina niet 'Alle pagina's' is)

source: Include subpages that are not in the menus
nl: Gebruik subpagina die niet in de menu's geplaatst zijn

source: Include headings
nl: Titels invoegen

source: Include headings up to level
nl: Titels invoegen tot aan niveau

source: if headings are included and not unlimited; select 0 to include menu only for the selected page
nl: als titels ingevoegd worden en niet onbeperkt; selecteer dan 0 om het menu alleen voor de geselecteerde pagina in te voegen

source: Include subpages
nl: subpagina's invoegen

source: Include subpages into table up to level
nl: Voeg subpagina's toe tot aan niveau

source: if subpages are included and not unlimited
nl: als subpagina's worden ingevoegd en niet onbeperkt

source: By
nl: Door

source: Use this feature carefully! Some modules do not work when displayed together with other modules. DO NOT create circular module references, e.g., adding a Content page that displays itself ...
nl: Gebruik deze mogelijkheid voorzichtig! Sommige modules werken niet wanneer ze samen met andere modules getoond worden. Maak GEEN module referenties als lus, door bijvoorbeeld een Content pagina te maken die zichzelf bevat...

source: Module name
nl: Module naam

source: Function type
nl: Functie type

source: Function name
nl: Functie naam

source: Function parameters
nl: Functie parameters

source: Separate by commas, e.g., x=5,y=2
nl: Gescheiden door komma's, bijvoorbeeld x=5,y=2

source: Text
nl: Tekst

source: Source
nl: Bron

source: Header size
nl: Kop grootte

source: both
nl: beide

source: left
nl: links

source: right
nl: rechts

source: Unfiltered text
nl: Ongefilterde platte tekst

source: iframe name parameter
nl: iframe naam parameter

source: iframe title parameter
nl: iframe titel parameter

source: Name of the Camtasia-Flash video
nl: Naam van de Camtasia-Flash video

source: You have to upload your camtasia project in the folder defined below <folder>/project/project.mp4 first. Here you have to give only the name of your project without path and file extension.
nl: Het camtasia project moet eerst ge-uploaded worden in de folder die hieronder gedefineerd is <folder>/project/project.mp4. Hier moet alleen de naam van het project ingevuld worden zonder pad en bestandsextensie.

source: Video display width [in pixels]
nl: Video breedte [in pixels]

source: Video display height [in pixels]
nl: Video hoogte [in pixels]

source: Thumbnail display width in popup mode [in pixels]
nl: Thumbnail weergegeven breedte in popup mode [in pixels]

source: Thumbnail display height in popup mode [in pixels]
nl: Thumbnail weergegeven hoogte in popup mode [in pixels]

source: Video description
nl: Video omschrijving

source: Optional author of the video
nl: Optionele auteur van de video

source: Folder where the files are uploaded
nl: Folder waar de bestanden naar ge-uploaded worden

source: Show video inline
nl: Toon video ingebed

source: Show video in popup window
nl: Toon video in een popup

source: by %s
nl: door %s

source: Play Video
nl: Video afspelen

source: URL of RSS feed (include http://)
nl: URL van de RSS feed (inclusief http://)

source: Include feed text in addition to the title
nl: Feed tekst samen met de titel invoegen

source: Refresh time (in minutes)
nl: Ververs tijd (in minuten)

source: Max. no. of items to display
nl: Max. aantal weer te geven elementen

source: Path to the Shockwave-Flash video
nl: Pad naar de Shockwave-Flash video

source: URL to the video clip
nl: URL van de video clip

source: Something like "http://vimeo.com/7504225".
nl: Zoiets als "http://vimeo.com/7504225".

source: Get directions from start address
nl: Routegegevens vanaf start adres

source: Show Directions
nl: Routegegevens tonen

source: Clear Directions
nl: Routegegevens wissen

source: Get directions to this location
nl: Toon routegegevens naar deze locatie

source: Show information on the map
nl: Toon informatie op de kaart

source: Hide information on the map
nl: Informatie op de kaart verbergen

source: Author
nl: Auteur

source: Description to be shown below the map
nl: Beschrijving die getoond wordt onder de kaart

source: Text to be shown in the popup window of the marker
nl: Getoonde tekst in de popup window van de marker

source: Formatted text
nl: Opgemaakte tekst

source: Unformatted text
nl: Platte tekst

source: Select a geographical position either by clicking on the map or writing the position (latitude and longitude) directly. You can drag the map with your mouse, and double-click to zoom and select position.
nl: Kies de geografische positie door te klikken op de kaart of door de positie (breedtegraad en lengtegraad) direct in te vullen. De kaart kan versleept worden met de muis, dubbelklikken om te vergroten en de positie te kiezen.

source: Latitude
nl: Breedtegraad

source: (a comma-separated numeral that has a precision to 6 decimal places. For example, 40.714728)
nl: (een komma gescheiden getal dat een nauwkeurigheid heeft van 6 decimalen. Bijvoorbeeld 40.714728)

source: Longitude
nl: Lengtegraad

source: Zoom level
nl: Vergroting

source: (from 0 for the entire world to 21 for individual buildings)
nl: (van 0 voor de hele wereld tot 21 voor individuele gebouwen)

source: Height of the displayed map in pixels
nl: Hoogte van getoonde kaart in pixels

source: (below 350 pixels the navigation controls will be small)
nl: (onder de 350 pixels worden de navigatie elementen kleiner)

source: Use an iframe instead of the textfield
nl: Gebruik een iframe in plaats van het tekstveld

source: If this setting is enabled the text field above will be ignored and iframe parameters will be used.
nl: Als deze instelling aangevinkt is dan wordt het tekstveld hierboven genegeerd en zullen de iframe parameters gebruikt worden

source: the src parameter of the iframe
nl: De src parameter van het iframe

source: iframe Style
nl: iframe stijl

source: the style parameter of the iframe, e.g. "border:0"
nl: De style parameter van het iframe, bijv. "border:0"

source: iframe Width [in pixels]
nl: iframe breedte [in pixels]

source: the width parameter of the iframe, e.g. "800"
nl: de breedte parameter van het iframe, bijv. "800"

source: iframe Height [in pixels]
nl: iframe hoogte [in pixels]

source: the height parameter of the iframe, e.g. "600"
nl: de hoogte parameter van het iframe, bijv. "600"

source: the frameborder parameter of the iframe, e.g. "0"
nl: de frameborder parameter van het iframe, bijv. "0"

source: the scrolling parameter of the iframe, e.g. "no"
nl: de scrolling parameter van het iframe, bijv. "no"

source: Allow transparancy on the iframe
nl: Sta transparantie toe voor het iframe

source: Display the streetview control
nl: De streetview control tonen

source: Display a link to directions to this location in Google Maps
nl: Toon een link naar routegegevens naar deze locatie in Google Maps

source: (can contain HTML markup. Leave this field empty for disabling the popup window.
nl: (kan HTML markup bevatten. Laat dit veld leeg om het popup window uit te schakelen)

source: <- Back
nl: <- Terug

source: Overview
nl: Overzicht

source: Forward ->
nl: Vooruit ->

source: Please enter the Block-ID
nl: Geef het Blok-ID

source: No Flickr API key available! You must specify a Flickr API key to use this feature. You can get a key from %s.
nl: Geen Flickr API key beschikbaar! Er moet een Flickr API key opgegeven worden om deze mogelijkheid te gebruiken. Het is mogelijk er een te verkrijgen op %s.

source: Display photos from this user
nl: Toon foto's van deze gebruiker

source: Display photos tagged with these tags (comma separated)
nl: Toon foto's met deze tags (kommagescheiden)

source: Number of photos to show
nl: Aantal foto's om te tonen

source: Computer code lines
nl: Computer code regels

source: Use native code filter
nl: Gebruik eigen code filter

source: Use BBCode filter
nl: Gebruik BBcode filter

source: If the BBCode module is available, you can filter your code with BBCode instead.
nl: Als de BBcode module beschikbaar is kan er ook op BBcode worden gefilterd

source: There is no need to 'hook' BBCode to Content for this functionality.
nl: Het is niet nodig een hook voor BBcode in te stellen voor deze functionaliteit

source: Something like "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
nl: Zoiets als "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".

source: Item not Active
nl: Item niet actief

source: Include the following subpages
nl: Inclusief de volgende subpagina's

source: How many pages should be shown
nl: Hoeveel pagina's moeten worden vertoond

source: Use caching in this block
nl: Gebruik caching in dit blok

source: Overrides global setting.
nl: overschrijft standaard instellingen

source: Use only pages activated for the menu
nl: Gebruik alleen pagina's die voor het menu geactiveerd zijn

source: No subpages
nl: geen sub-pagina's

source: Include the following page
nl: Inclusief de volgende pagina

source: This block will only show the subpages of a Content page when that Content page is being displayed.
nl: Dit blok laat alleen de onderliggende pagina's zien als de hoofdpagina zelf wordt vertoond.

source: Use caching in the menu block
nl: Gebruik caching in het menu blok
