Repository: zikula/i18n-portal
Catalog: gettext/*/modules/content/4.0.0/module_content.po
Languages: nl

source: Unknown id
nl: Onbekend id

source: Content not available
nl: Content niet beschikbaar

source: No needle id
nl: Geen naald id

source: Edit this page
nl: Deze pagina bewerken

source: Translate this page
nl: Deze pagina vertalen

source: Edit this: %1$s [ID%2$s]
nl: Bewerk: %1$s [ID%2$s]

source: Click to edit this content item
nl: Klik om dit content item te bewerken

source: Translate
nl: Vertalen

source: The WYSIWYG editor (%s) is installed but no default editor is assigned.
nl: De WYSIWYG editor (%s) is geïnstalleerd, maar er is geen standaard editor toegewezen.

source: Please install the %s module to use the WYSIWYG HTML editor.
nl: Installeer de %s module om een HTML WYSIWYG editor te gebruiken.

source: Please install the BBCode module to enable BBCodes display.
nl: Installeer de BBCode module om bbcode weergave in te schakelen.

source: %s area
nl: %s ruimte

source: Add new content here
nl: Hier nieuwe inhoud toevoegen

source: Unable to locate original translation template.
nl: Kon originele vertaal-template niet vinden.

source: Unable to locate new translation template.
nl: Kon nieuwe vertaal-template niet vinden.

source: Header
nl: Kopgedeelte

source: Left column1
nl: Linker kolom 1

source: Right column1
nl: Rechter kolom 1

source: Left column2
nl: Linker kolom 2

source: Right column2
nl: Rechter kolom 2

source: Left column3
nl: Linker kolom 3

source: Right column3
nl: Rechter kolom 3

source: Footer
nl: Voetgedeelte

source: 2-1-2-1-2 columns (50|50)
nl: 2-1-2-1-2 kolommen (50|50)

source: Header + two-one-two-one-two columns (50|50) + footer
nl: Header + 2-1-2-1-2 kolommen (50|50) + footer

source: Left column
nl: Linker kolom

source: Right column
nl: Rechter kolom

source: 2 columns (50|50)
nl: 2 kolommen (50|50)

source: Header + two columns (50|50) + footer
nl: Twee kolommen (50|50) met kop- en voetgedeelte

source: 2 columns (30|70)
nl: 2 kolommen (30|70)

source: Header + two columns (30|70) + footer
nl: Twee kolommen (30|70) met kop- en voetgedeelte

source: 2 columns (38|62)
nl: 2 kolommen (38|62)

source: Header + two columns (38|62) + footer
nl: Twee kolommen (38|62) met kop- en voetgedeelte

source: 2 columns (25|75)
nl: 2 kolommen (25|75)

source: Header + two columns (25|75) + footer
nl: Twee kolommen (25|75) met kop- en voetgedeelte

source: Centre column
nl: Middelste kolom

source: 3 columns (25|50|25)
nl: 3 kolommen (25|50|25)

source: Header + three columns (25|50|25) + footer
nl: Drie kolommen (25|50|25) met kop- en voetgedeelte

source: 1 column no header
nl: Enkele kolom zonder kopgedeelte

source: Single 100% wide column without header
nl: Enkele kolom, 100% breed, zonder kopgedeelte

source: 2 columns (75|25)
nl: 2 kolommen (75|25)

source: Header + two columns (75|25) + footer
nl: Twee kolommen (75|25) met kop- en voetgedeelte

source: Right Extra Column Top
nl: Rechter Extra Kolom Top

source: Right Extra Column Bottom
nl: Rechter Extra Kolom Bottom

source: 2-1-2-1-2 columns (50|50) + extra right column
nl: 2-1-2-1-2 kolommen (50|50) + extra rechter kolom

source: Header + two-one-two-one-two columns (50|50) + footer + extra right column
nl: Header + 2-1-2-1-2 kolommen (50|50) + footer + extra rechter kolom

source: 2 columns (66|33)
nl: 2 kolommen (66|33)

source: Header + two columns (66|33) + footer
nl: Twee kolommen (66|33) met kop- en voetgedeelte

source: 1 column
nl: 1 kolom

source: Header + single 100% wide column
nl: Enkele kolom, 100% breed met kopgedeelte

source: 2-1-2 columns (50|50)
nl: 2-1-2 kolommen (50|50)

source: 2 columns (62|38)
nl: 2 kolommen (62|38)

source: Header + two columns (62|38) + footer
nl: Twee kolommen (62|38) met kop- en voetgedeelte

source: 2 columns (70|30)
nl: 2 kolommen (70|30)

source: Header + two columns (70|30) + footer
nl: Twee kolommen (70|30) met kop- en voetgedeelte

source: 3 columns (33|33|33)
nl: 3 kolommen (33|33|33)

source: Header + three columns (33|33|33) + footer
nl: Drie kolommen (33|33|33) met kop- en voetgedeelte

source: 3 columns (25|25|50)
nl: 3 kolommen (25|25|50)

source: Header + three columns (25|25|50) + footer
nl: Drie kolommen (25|25|50) met kop- en voetgedeelte

source: Header above page headline
nl: Kopgedeelte boven de kop van de pagina

source: 1 column, header above page headline
nl: 1 kolom, kopgedeelte boven de kop van de pagina

source: Single 100% wide column and a top-header above the page headline (for e.g. breadcrumbs or author-information above the title)
nl: Enkele 100% brede kolom en een kopgedeelte dat boven de kop van de pagina komt (voor bijvoorbeeld een kruimelpad of auteursinformatie boven de titel)

source: 2 columns (33|66)
nl: 2 kolommen (33|66)

source: Header + two columns (33|66) + footer
nl: Twee kolommen (33|66) met kop- en voetgedeelte

source: 3 columns (50|25|25)
nl: 3 kolommen (50|25|25)

source: Header + three columns (50|25|25) + footer
nl: Drie kolommen (50|25|25) met kop- en voetgedeelte

source: Add new page
nl: Voeg nieuwe pagina toe

source: Admin
nl: Beheer

source: Page lists
nl: Pagina lijsten

source: Extended
nl: Uitgebreid

source: Complete
nl: Volledig

source: Category list
nl: Categorie lijst

source: Error! Cannot create sub-page without parent page ID
nl: Foutmelding! Kan sub-pagina niet creeën zonder ID van de ouder pagina

source: Error! There is already another page registered with the supplied permalink URL.
nl: Foutmelding! Er is al een pagina geregistreerd met de ingevoerde permalink URL.

source: Translated
nl: Vertaald

source: Translation deleted
nl: Vertaling verwijderd

source: Error! It is not possible to move a parent page beneath one of its descendants.
nl: Foutmelding! Het is niet mogelijk een parent pagina te verplaatsen naar één van zijn subtakken.

source: Error! The indentation of this page cannot be increased.
nl: Foutmelding: Inspringen bij deze pagina zit op zijn maximum.

source: Error! Could not load items.
nl: Foutmelding! Elementen konden niet geladen worden.

source: Add a new page
nl: Voeg nieuwe pagina toe

source: Page list
nl: Pagina lijst

source: Restore pages
nl: Pagina's terugzetten

source: Settings
nl: Instellingen

source: Upgrade ContentTypes
nl: ContentTypes bijwerken

source: Migrate Data
nl: Data migreren

source: Error! Unknown content-ID
nl: Foutmelding! Onbekende content-ID

source: disabled plugin
nl: uitgeschakelde plugin

source: Disabled: Inaccessible plugin output (%1$s, %2$s).
nl: Uitgeschakeld: Niet-toegankelijke plugin output (%1$s, %2$s).

source: Error! Can't load content plugin
nl: Foutmelding! Kan de Content plugin niet laden

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the class is not defined. Upgrade of %2$s module required.
nl: Foutmelding! De plugin [%1$s] kan niet geladen worden in module [%2$s] omdat de klasse niet gedefinieerd is. Bijwerken van module %2$s vereist.

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the module is not available.
nl: Foutmelding! De plugin [%1$s] kan niet geladen worden in module [%2$s] omdat de module niet beschikbaar is.

source: Error! Unable to load plugin [%1$s] in module [%2$s] for some unknown reason.
nl: Foutmelding! De plugin [%1$s] kan niet geladen worden in module [%2$s] met een onbekende oorzaak.

source: Unknown user
nl: Onbekende gebruiker

source: Content updated
nl: Inhoud bijgewerkt

source: Content deleted
nl: Inhoud verwijderd

source: Content moved
nl: Inhoud verplaatst

source: Content added
nl: Inhoud toegevoegd

source: Page added
nl: Pagina toegevoegd

source: Page cloned from page [%s]
nl: Pagina [%s] gekopieerd naar nieuwe pagina

source: Page updated
nl: Pagina bijgewerkt

source: Page restored from version [%s]
nl: Pagina hersteld vanuit versie [%s]

source: Page deleted
nl: Pagina verwijderd

source: Error! Unknown version ID [%s]
nl: Foutmelding! Onbekend versie ID [%s]

source: Error! Could not reinsert page
nl: Foutmelding! Pagina kon niet hersteld worden

source: Error! Re-created old content item but did not restore old ID.
nl: Foutmelding! Het oude inhoud element werd opnieuw aangemaakt, maar niet met het oude ID.

source: Blocks
nl: Blokken

source: Display Zikula blocks.
nl: Toon Zikula blokken.

source: Unfiltered raw text
nl: Ongefilterde platte tekst

source: A plugin for unfiltered raw output (iframes, JavaScript, banners, etc)
nl: Een plugin voor het weergeven van ongefilterde ruwe data (iframes, JavaScript, banners, etc).

source: An <strong>iframe</strong> is included with<br />src = %1$s<br />width = %2$s and height = %3$s
nl: Een <strong>iframe</strong> wordt gebruikt met <br />src = %1$s<br />breedte = %2$s and hoogte = %3$s

source: The following <strong>unfiltered text</strong> will be included literally<br />%s
nl: De volgende <strong>ongefilterde tekst</strong> zal letterlijk ingevoegd worden<br />%s

source: Add unfiltered text here ...
nl: Voeg hier ongefilterde platte tekst in ...

source: Author Infobox
nl: Auteur infobox

source: Various information about the author of the page.
nl: Informatie over de auteur van de pagina.

source: Page navigation
nl: Pagina navigatie

source: Allows to navigate within pages on the same level.
nl: Maakt het mogelijk om binnen pagina's te navigeren op hetzelfde niveau.

source: Display YouTube video clip.
nl: Toon YouTube video clip.

source: Video-ID : %1$s<br />Size in pixels: %2$s x %3$s
nl: Video-ID: %1$s<br>Afmeting in pixels: %2$s x %3$s

source: HTML text
nl: HTML tekst

source: A rich HTML editor for adding text to your page.
nl: Een rich HTML editor voor het toevoegen van tekst op de pagina.

source: Add text here ...
nl: Voeg hier tekst toe...

source: Display list of items in an RSS feed. Needs the ZFeed system plugin.
nl: Toon een lijst van elementen in een RSS feed (ZFeed plugin benodigd).

source: Display slides from slideshare.com
nl: Slides van slideshare.com tonen

source: Display Vimeo video clip.
nl: Vimeo video clip tonen.

source: OpenStreetMap map
nl: OpenStreetMap kaart

source: Display OpenStreetMap map position.
nl: OpenStreetMap kaart positie tonen.

source: If you want to add OpenStreetMap maps to your content you don't need an API key.
nl: Er is geen API sleutel vereist bij het gebruik van OpenStreetMap kaarten in de pagina's.

source: Join Position
nl: Samenvoegen uitlijning

source: Joins different positions, e.g. if you used position: top-right then this can fix the layout/textflow.
nl: Voegt verschillende posities samen, bijvoorbeeld als er gebruik is gemaakt van position: top-right kan dit de (tekst) weergave verbeteren.

source: Heading
nl: Hoofd

source: Section heading for structuring larger amounts of text.
nl: Sectiehoofd voor het structureren van grootte stukken tekst.

source: A text editor for computer code. Line numbers are added to the text and it is displayed in a monospaced font.
nl: Een text editor voor computer code. Regelnummers worden aan de tekst toegevoegd en weergegeven in een niet uitgevuld lettertype.

source: Table of contents
nl: Inhoudsopgave

source: A table of contents of headings and subpages (built from the available Content pages).
nl: Inhoudsopgave van titels en subpagina's (opgebouwd uit pagina's van deze module).

source: All pages
nl: Alle pagina's

source: Table of contents of %s
nl: Inhoudsopgave van %s

source: No
nl: Nee

source: Yes, unlimited
nl: Ja, onbeperkt

source: Yes, limited
nl: Ja, beperkt

source: Quote
nl: Citaat

source: A highlighted quote with source.
nl: Een uitgelicht citaat met bronvermelding.

source: Add quote text here...
nl: Voeg hier een citaat in...

source: Name of the Source
nl: Naam van de bron

source: Display Google map position.
nl: Google map positie tonen.

source: A Google maps API key is not needed any more in the new version 3 of the Javascript API.
nl: Een Google Maps API sleutel is sinds versie 3 van de javascript API niet meer nodig.

source: Photos from Flickr.com
nl: Foto's van Flickr.com

source: Display thumbnails from specific Flickr user or tags.
nl: Toon thumbnails van een bepaalde Flickr user of van tags.

source: If your want to add Flickr photos to your content then you need a Flickr API key. You can get this from <a href="http://www.flickr.com/api">flickr.com</a>.
nl: Om Flickr foto's toe te voegen als inhoud is een Flickr API key nodig. Verkrijgbaar op <a href="http://www.flickr.com/api">flickr.com</a>.

source: Flickr photos from user %1$s associated with tags %2$s
nl: Flickr foto's van gebruiker %1$s zijn geassocieerd met tags %2$s

source: Display a Camtasia Flash video.
nl: Een Camtasia Flash video tonen.

source: Flash Video-Path: %1$s<br>Size in pixels: %2$s
nl: Flash Video-Pad: %1$s<br>Afmeting in pixels: %2$s

source: Video description: %s
nl: Video omschrijving: %s

source: Module display
nl: Module weergave

source: Display output from any installed module.
nl: Toon output van een geïnstalleerde module.

source: Maximum number of pages-in-pages reached! You probably included this page in itself.
nl: Maximum aantal pagina-in-pagina's bereikt! Waarschijnlijk is deze pagina in zichzelf ingevoegd.

source: BreadCrumb
nl: Kruimelpad

source: Show breadcrumbs for hierarchical pages
nl: Toon een kruimelpad voor hiërarchische pagina's

source: Warning! Could not create the default Content category tree. If you want to use categorisation with Content, register at least one property for the module in the Category Registry.
nl: Let op: de standaard Content categorie-indeling kon niet aangemaakt worden. Indien indeling in categorieën gebruikt gaat worden, registreer dan tenminste 1 eigenschap voor deze module in het categorie register.

source: Table creation failed for 'content_translatedcontent':
nl: Maken van de tabel 'content_translatedcontent' mislukt voor:

source: Table creation failed for 'content_translatedpage':
nl: Maken van de tabel 'content_translatedpage' mislukt voor:

source: Content introduction page
nl: Content introductie pagina

source: content-introduction-page
nl: content-introductie-pagina

source: Warning! Could not create the default Content introductory page.
nl: Let op: de standaard content introductie pagina kan niet aangemaakt worden.

source: A Content page consists of various content items in a chosen layout
nl: Een Content pagina bestaat uit verschillende inhoud elementen in een zelf gekozen weergave

source: <p>Each created page has a specific layout, like 1 column with and without a header, 2 columns, 3 columns. The chosen layout contains various content areas. In each area you can place 1 or more content items of various kinds like:</p> <ul> <li>HTML text;</li> <li>YouTube videos;</li> <li>Google maps;</li> <li>Flickr photos;</li> <li>RSS feeds;</li> <li>Computer Code;</li> <li>the output of another Zikula module.</li> </ul> <p>Within these content areas you can sort the content items by means of drag & drop.<br /> You can make an unlimited number of pages and structure them hierarchical. Your page structure can be displayed in a multi level menu in your website.</p>
nl: <p>Iedere aangemaakte pagina heeft een specifieke weergave (layout), zoals 1 kolom met en zonder header, 2 kolommen, 3 kolommen. De gekozen layout bevat verschillende content-gebieden. In elk gebied kunnen 1 of meerdere inhoud elementen van verschillende aard worden geplaatst zoals:</p> <ul> <li>HTML tekst;</li> <li>YouTube video's;</li> <li>Google maps;</li> <li>Flickr foto's;</li> <li>RSS feeds;</li> <li>Computer Code;</li> <li>weergave van een andere zikula module.</li> </ul> <p>Binnen deze content gebieden kunnen de items herschikt worden middels slepen en neerzetten.<br />Er zit geen limiet op het aantal aan te maken pagina's, en deze kunnen hiërarchisch gestructureerd worden. De pagina-structuur kan worden weergegeven in een multi-level menu binnen de website.</p>

source: <p><strong>This is a second HTML text content item in the left column</strong><br /> Content is an extendible module. You can create your own content plugins and layouts and other Zikula modules can also offer content items. The News published module for instance has a Content plugin for a list of the latest articles.</p>
nl: <p><strong>Dit is een tweede HTML-blok in de linker kolom.</strong><br />Content is een uitbreidbare module: eigen Content plugins en weergaves kunnen worden geschreven en toegevoegd, maar ook andere Zikula modules kunnen eigen inhoud elementen aanleveren. De Nieuws module heeft bijvoorbeeld een Content plugin voor de weergave van de laatste artikelen.</p>

source: No matter what your needs, Zikula can provide the solution.
nl: Ongeacht de wensen kan Zikula de oplossing bieden.

source: $this->doAction($var); // just some code
nl: $this->doAction($var); // Gewoon wat voorbeeld code

source: <p>So you see that you can place all kinds of content on the page in your own style and liking. This makes Content a really powerful module.</p> <p>This page uses the <strong>2 column (62|38) layout</strong> which has a header, 2 colums with 62% width on the left and 38% width on the right and a footer</p>
nl: <p>Het is dus mogelijk om allerlei soorten inhoud te plaatsen op de pagina, in een eigen stijl en smaak. Dit maakt Content een krachtige module.</p><p>Deze pagina maakt gebruik van de <strong>2-kolom (62|38) weergave</strong>, die een kop heeft, 2 kolommen met 62% breedte aan de linkerkant en 38% breedte aan de rechterkant, en een voettekst</p>

source: This <strong>footer</strong> finishes of this introduction page. Good luck with using Content. The <a href="index.php?module=content&type=admin">Edit Contents</a> interface lets you edit or delete this introduction page. In the <a href="index.php?module=content&type=admin">administration</a> interface you can further control the Content module.
nl: Deze <strong>footer</strong> voltooid deze introductie pagina. Veel succes en plezier bij het gebruik van Content. In de <a href="index.php?module=content&type=edit">Pagina lijst</a> weergave kan deze introtekst bewerkt of verwijderd worden. In de <a href="index.php?module=content&type=admin">Beheer</a> weergave van de Content module zijn nog wat extra instellingen aan te passen.

source: %1$s ContentTypes upgraded for %2$s
nl: %1$s inhoudstypes opgewaardeerd voor %2$s

source: Missing page ID (pid) in URL
nl: Missende pagina-ID (pid) in URL

source: Missing content area index (cai) in URL
nl: Missende inhouds-index (cai) in URL

source: Add new content to page
nl: Voeg nieuwe inhoud aan de pagina toe

source: Restore deleted pages
nl: Verwijderde pagina's herstellen

source: Sorry, you cannot translate an item to the same language as it's default language ("%1$s"). Change the current site language ("%2$s") to some other language on the <a href="%3$s">localisation settings</a> page.<br /> Another way is to add, for instance, <strong>&amp;lang=de</strong> to the url for changing the current site language to German and after that the item can be translated to German.
nl: Er kan helaas geen item vertaald worden naar de standaard taal ("%1$s"). Wijzig de standaard taal van deze site ("%1$s") naar een andere taal bij de <a href="%2$s">lokalisatie-instellingen</a> pagina.<br />Een andere manier is om, bijvoorbeeld, <strong>&amp;lang=nl</strong> toe te voegen aan de url, zodat de huidige site-taal op nederlands wordt ingesteld. Hierna kan het element worden vertaald naar het Nederlands.

source: Translate page
nl: Vertaal pagina

source: Translate content item
nl: Vertaal inhoud element

source: Located below:
nl: Hieronder:

source: Located after:
nl: Na:

source: Error! You have not been granted access to create pages.
nl: Foutmelding! Geen toegangsrechten om pagina's te maken.

source: Unknown
nl: Onbekend

source: Unknown plugin - requires upgrade
nl: Onbekende plugin, opwaardering noodzakelijk

source: Disabled plugin - requires upgrade
nl: Uitgeschakelde plugin - opwaardering noodzakelijk

source: Edit content item
nl: Inhoud bewerken

source: public (all)
nl: publiek (iedereen)

source: only logged in members
nl: alleen ingelogde gebruikers

source: only not logged in people
nl: alleen niet ingelogde gebruikers

source: Edit page
nl: Pagina bewerken

source: Layout changed
nl: Opmaak gewijzigd

source: Use 2 category levels (1st level single, 2nd level multi selection)
nl: Gebruik 2 categorie niveaus (1 hoofdcategorie, meerdere subcategorieën)

source: Use 2 category levels (both single selection)
nl: Gebruik 2 categorie niveaus (1 hoofdcategorie, 1 subcategorie)

source: Use 1 category level
nl: Gebruik 1 categorie niveau

source: Don't use Categories at all
nl: Geen categorieën gebruiken

source: New pages will be active and available in the menu
nl: Nieuwe pagina's worden actief en zichtbaar in het menu

source: New pages will be inactive and available in the menu
nl: Nieuwe pagina's worden inactief en zichtbaar in het menu

source: New pages will be active and not available in the menu
nl: Nieuwe pagina's worden actief en onzichtbaar in het menu

source: New pages will be inactive and not available in the menu
nl: Nieuwe pagina's worden inactief en onzichtbaar in het menu

source: Failed to set configuration variables
nl: Foutmelding! configuratie kon niet worden ingesteld

source: Main category property does not exist.
nl: Hoofdcategorie eigenschap bestaat niet.

source: Second category property does not exist.
nl: Subcategorie eigenschap bestaat niet.

source: Done! Saved module configuration.
nl: Klaar! Module configuratie opgeslagen.

source: Page list and content structure
nl: Pagina lijst en inhoud structuur

source: Page not found
nl: Pagina niet gevonden

source: Clone page
nl: Pagina kopiëren

source: Page history
nl: Pagina geschiedenis

source: No box
nl: Geen box

source: Above
nl: Boven

source: Float, left
nl: Float, links

source: Float, right
nl: Float, rechts

source: Above, left
nl: Boven, links

source: Above, right
nl: Boven, rechts

source: Warning! %1$s is deprecated. Please use the Admin controller instead.
nl: Waarschuwing! %1$s wordt niet meer gebruikt. Gebruik hiervoor de Admin controller.

source: Version #%1$s - %2$s - %3$s by %4$s from %5$s
nl: Versie #%1$s - %2$s - %3$s door %4$s van %5$s

source: Preview
nl: Voorbeeld

source: Error! Unknown page.
nl: Foutmelding! Onbekende pagina.

source: No ContentTypes upgraded (there were no matches found).
nl: Geen Content types opgewaardeerd (geen overeenkomsten gevonden)

source: Module '%s' migrated successfully.
nl: Module '%s' succesvol gemigreerd

source: Error: Unable to migrate module '%s'.
nl: Foutmelding! Module '%s' niet gemigreerd.

source: Error! No page ID passed.
nl: Geen pagina ID doorgekregen.

source: Error! Could not update state.
nl: Foutmelding! Status kon niet bijgewerkt worden.

source: Content editing
nl: Content pagina's

source: Content is a page editing module. With it you can insert and edit various content items, such as HTML texts, videos, Google maps and much more.
nl: Content is een module om pagina's te bewerken. Het is mogelijk om verschillende inhoud elementen toe te voegen en te bewerken zoals HTML teksten, video's, Google kaarten en nog veel meer.

source: Content Display Hooks
nl: Hooks om inhoud te laten zien

source: Content Filter Hooks
nl: Hooks om inhoud te fliteren

source: Content onepage
nl: inhoud met enkele pagina

source: Content onepage block
nl: Content enkele pagina blok

source: No page selected
nl: Geen pagina geselecteerd

source: Select a page
nl: Kies een pagina

source: Content menu
nl: Inhoudsmenu

source: Content menu block
nl: Content menu blok

source: Content Most Viewed
nl: Meest bekeken pagina's

source: Content Most viewed Pages block
nl: Meest bekeken pagina's blok

source: Content subpages of current page
nl: Onderliggende pagina met inhoud bij huidige pagina

source: Content subpages of the current page in a block
nl: Onderliggende pagina bij de huidige pagina in een blok
