Repository: zikula/i18n-portal
Catalog: gettext/*/modules/bbsmile/2.2/module_bbsmile.po
Languages: fa, fr, it, pl

source: Smilies have been read from filesystem successfully.
fa: شکلک ها با موفقیت از روی فایل سیستم خوانده شدند.
fr: Les smileys ont été trouvés dans le système de fichier.
it: Gli smile sono stati letti dal filesystem.
pl: Emotikonki zostały pomyślnie wczytane z katalogu.

source: The edited smilies have been saved.
fa: شکلک های ویرایش شده ذخیره شدند.
fr: Les smileys modifiés ont été enregistrés.
it: Gli smile modificati sono stati salvati.
pl: Zmiany zostały zapisane.

source: Smilie Hook (Autoincluded)
fa: قلاب شکلک (به طور خودکار شامل شده)
fr: Smiley pour extension (inclus automatiquement)
it: Smilie Hook (Automatico)
pl: Wtyczka emotikonek

source: BBSmile Hook
fa: قلاب BBSmile
fr: Extension BBSmile
pl: Wtyczka BBSmile

source: The path does not exists or the system cannot read it.
fa: مسیر وجود ندارد یا سیستم نمی تواند آن را بخواند.
fr: Le chemin n'existe pas ou le système ne peut pas en lire le contenu.
it: Il path non esiste o il sistema non riesce a leggerlo.
pl: Podana ścieżka do katalogu emotikonek nie istnieje lub system nie może z niej odczytać.

source: bbsmile configuration updated
fa: پیکربندی bbsmile به روز رسانی شد
fr: Configuration de bbsmile mise à jour
it: la configurazione di bbsmile è stata aggiornata
pl: Zaktualizowano ustawienia bbsmile

source: Start
fa: آغاز
fr: Démarrer
it: Inizio

source: Read smilies out of the directory
fa: خواندن شکلک های خارج از دایرکتوری
fr: Trouver les smileys qui sont dans le dossier
it: Leggi Smile dalla Cartella
pl: Emotikonki wczytane z katalogu

source: Edit the defined smilies
fa: ویرایش شکلک های تعریف شده
fr: Modifier les smileys définis
it: Modifica Smile
pl: Edytuj zdefiniowane emotikony

source: Extended Smilies not yet activated!
fa: شکلک های توسعه داده شده هنوز فعال نشده اند!
fr: Smileys étendus pas encore activés !
it: L'estensione Smilies non è ancora stata attivata!
pl: Nowe emotikonki nie są jeszcze aktywne!

source: Settings
fa: تنظیمات
fr: Paramètres
it: Impostazioni
pl: Ustawienia

source: Currently defined Smilies
fa: شکلک های تعریف شده فعلی
fr: Smileys définis actuellement
it: Smile attuali
pl: Obecnie zdefiniowane emotikonki

source: Aliases are seperated by ",". Please don't use spaces.
fa: نام های مستعار را با "," جدا کنید. لطفا از فاصله استفاده نکنید.
fr: Les alias sont séparés par une virgule ",". Veuillez ne pas utiliser d'espace.
it: Separa gli alias con ",". Non usare spazi.
pl: Aliasy oddzielamy ",". Proszę nie używać spacji.

source: Smilie
fa: صور تک
fr: Smiley
pl: Emotikonka

source: Shortcut/Trigger
fa: میانبر/راه انداز
fr: Raccourci
it: Scorciatoia/Trigger
pl: Skrót

source: Filename
fa: نام فایل
fr: Nom du fichier
it: Nome File
pl: Nazwa pliku

source: alternative text
fa: متن جایگزین
fr: texte alternatif
it: testo alternativo
pl: tekst alternatywny

source: Aliases for this smilie
fa: نام مستعار برای این شکلک
fr: Alias pour ce smiley
it: Aliases per questo smilie
pl: Aliasy dla tej emotikonki

source: Active
fa: فعال کردن
fr: Actif
it: Attivo
pl: Aktywne

source: Apply
fa: اجرا
fr: Appliquer
it: Applica
pl: Zastosuj

source: Your browser does not support javascript or you turned it off. The bbsmile interface has been disabled.
fa: مرورگر شما از javascript پشتیبانی نمی کند یا آن را غیر فعال کرده اید. رابط bbsmile غیر فعال است.
fr: Votre navigateur ne supporte pas javascript ou vous l'avez désactivé. L'interface de bbsmile a été désactivée.
it: Il tuo browser non supporta JavaScript o sono disabilitati. L'interfaccia bbsmilie è stata disattivata.
pl: Twoja przeglądarka nie obsługuje javascript lub obsługa ta jest wyłączona. Interfejs bbsmile został wyłączony.

source: More Smilies
fa: شکلک های بیشتر
fr: Plus de smileys
it: Altri Smilies
pl: Więcej emotikonek

source: Read smilies from filesystem
fa: خواندن شکلک ها از فایل سیستم
fr: Trouver les smileys qui sont dans le système de fichiers
it: Leggi gli smile dal filesystem
pl: Emotikonki wczytane z katalogu

source: With confirmation all smilies out of the directory are read. Smilies without a image in the directory will be deleted. Changes on smilie information will be kept.
fa: با این تایید همه شکلک های خارج از دایرکتوری خوانده می شوند. شکلک بدون تصویر در دایرکتوری حذف خواهد شد. تغییرات بر روی شکلک نگه داشته خواهد شد.
fr: Avec votre confirmation, tous les smileys en dehors du répertoire seront trouvés. Les smileys n'ayant pas d'image dans le répertoire seront supprimés. Les modifications sur les informations des smileys seront sauvegardés.
it: Confermando questa operazione tutti gli smile nella cartella sottostante verranno aggiunti. Gli smile la cui immagine risulterà mancante verranno cancellati. I cambiamenti delle informazioni degli smile verranno mantenuti.
pl: Wraz z potwierdzeniem zostaną wczytane emotikonki z katalogu. Emotikonki bez obrazu w katalogu zostaną usunięte. Zmiany zostaną zapisane.

source: Should the smilies be read out of the directory?
fa: شکلک های خارج از دایرکتوری باید خوانده شوند؟
fr: Faut-il essayer de trouver des smileys en dehors du répertoire ?
it: Vuoi che gli smile vengano letti direttamente dalla cartella?
pl: Czy chcesz wczytać emotikonki z katalogu?

source: Path to the smilies
fa: مسیر شکلک ها
fr: Chemin des smileys
it: Path agli smile
pl: Ścieżka do katalogu emotikonek

source: Force reload of smilies, all data will be overwritten!
fa: اجبار در بارگذاری شکلک ها, همه اطلاعات جای نوشت خواهند شد!
fr: Forcer le régénération des smileys, tous les données seront écrasées !
it: Forza la rilettura degli smile, tutti i dati verranno sovrascritti!
pl: Wymuś przeładowanie emotikonek, wszsytkie dane zostaną nadpisane!

source: General settings
fa: تنظیمات عمومی
fr: Paramètres généraux
it: Impostazioni Generali
pl: Główne ustawienia

source: Activate auto smilies
fa: فعال سازی شکلک های خودکار
fr: Activer les smileys automatiquement
it: Attiva auto smilies
pl: Aktywuj automatyczne emotikonki

source: Path to the automatically included smilies
fa: مسیری که شکلک های خودکار قرار دارند
fr: Chemin vers les smileys inclus automatiquement
it: Path agli smile da includere automaticamente
pl: Ścieżka do katalogu automatycznych emotikonek

source: Remove inactive smilie shortcuts
fa: میانبرهای شکلک غیر فعال حذف شود
fr: Supprimer les raccourcis inactifs de smileys
it: Rimuovi le scorciatoie per gli smile inattivi
pl: Usuń nieaktywne skróty emotikonek

source: Click outside this window to close it
fa: جهت بستن پنجره خارج از آن کلیک کنید
fr: Cliquez en dehors de cette fenêtre pour la fermer
it: Clicca fuori dalla finestra per chiuderla
pl: Kliknij na zewnątrz tego okna aby je zamknąć

source: bbsmile Administration
fa: مدیریت bbsmile
fr: Administration de bbsmile
it: Amministrazione bbsmile
pl: bbsmile Administracja

source: Actually bbsmile is used with the following modules
fa: bbsmile بوسیله ماژول های زیر استفاده می شود
fr: bbsmile est utilisé actuellement avec les modules suivants
it: Attualmente bbsmile è utilizzato dai seguenti moduli
pl: Obecnie bbsmile są aktywne dla tych modułów

source: ** bbsmile is not used with any module **
fa: ** bbsmile بوسیله هیچ ماژولی استفاده نمی شود**
fr: ** bbsmile n'est utilisé avec aucun module **
it: ** nessun modulo utilizza bbsmile **
pl: ** bbsmile nie jest aktywny dla żadnego modułu **

source: Activate bbsmile for more modules
fa: فعال سازی bbsmile برای ماژول های بیشتر
fr: Activer bbsmile pour d'autres modules
it: Attiva bbsmile per altri moduli
pl: Aktywuj bbsmile dla innych modułów

source: Visit the bbsmile-project
fa: مشاهده پروژه bbsmile
fr: Visiter le projet bbsmile
it: visita la pagina del progetto bbsmile
pl: Odwiedź stronę projektu bbmile
