Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/legal/1.3/module_legal.po
Languages: pl

source: All users
pl: Wszyscy użytkownicy

source: No groups
pl: wybierz grupę

source: Done! Saved module configuration.
pl: Konfiguracja modułu została zapisana.

source: 'Terms of use' not activated.
pl: 'Zasady użytkowania' nie są aktywowane

source: 'Privacy policy' not activated.
pl: 'Polityka prywatności' nie jest aktywowana

source: 'Accessibility statement' not activated.
pl: 'Deklaracja dostępności' nie jest aktywowana

source: Legal info manager
pl: Nota prawna

source: Provides an interface for managing the site's 'Terms of use', 'Privacy statement' and 'Accessibility statement'.
pl: Narzędzie do zarządzania warunkami użytkowania, polityką prywatności oraz deklaracją dostępności.

source: Terms of use
pl: Zasady użytkowania

source: Privacy policy
pl: Polityka prywatności

source: Accessibility statement
pl: Deklaracja dostępności

source: Legal information
pl: Nota prawna

source: Settings
pl: Ustawienia

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to specific needs and locales. You will find the content of the statements in files in the "modules/legal/pntemplates/en" directory. These templates can be <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">overridden</a> by theme templates, or by global templates you would create in the "config/templates/legal/" directory (in the appropriate sub-directory for the language you are writing for).
pl: <strong>Ważne</strong>: załączone oświadczenia prawne są przykładowe, wymagają dostosowania do specyficznych potrzeb bądź uwarunkowań prawnych. Treść oświadczeń znajdziesz w katalogu 'modules/legal/pntemplates/pol/'. Szablony te mogą być <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">nadpisane</a> jako element motywu lub przez szablony umieszczone w katalogu config (a dokładnie w katalogu 'config/templates/legal/pl').

source: General settings
pl: Ogólne ustawienia

source: Reset user group's acceptance of 'Terms of use'
pl: Resetuj akceptację warunków użytkowania

source: Notice: This setting resets the acceptance of the 'Terms of use' for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
pl: Opcja ta resetuje akceptację warunków użytkowania serwisu dla wszystkich użytkowników z wybranej grupy. Przy ponownej próbie logowania będą musieli raz jeszcze zapoznać się i zaakceptować warunki użytkowania. Możesz tą samą operację wykonać dla pojedynczych użytkowników w panelu administracji użytkownikami.

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj
