Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/ClickedMe/2.0/module_clickedme.po
Languages: de, nl

source: Last visits of user profile
de: Letzte Besucher des Benutzerprofils
nl: Laatste bezoeken van gebruikers profiel

source: This plugin will insert the last users that have visited the mail recipients last visitors with their avatar.
de: Dieses Plugin fügt die letzten Profilbesucher des Mailempfängers mit ihrem Avantar ein.
nl: Deze plugin voegt de laatste profiel bezoekers van de mailontvangers in met hun avatars.

source: See who visited your profile!
de: Besucher des eigenen Profils!
nl: Bekijk wie je profiel heeft bezocht!

source: Privacy Settings
de: Einstellungen zur Privatsphäre
nl: Privacy instellingen

source: My visits
de: Meine Besuche
nl: Mijn bezoeken

source: Settings stored
de: Einstellungen gespeichert
nl: Instellingen opgeslagen

source: Users that visited your profile page
de: Besucher des eigenen Profils
nl: Bezoekers die je profiel pagina hebben bezocht

source: The last profiles you visited
de: Von mir zuletzt besuchte Profile
nl: Laatst bezochte profielen

source: Clicks to other profiles are not tracked for you due to your privacy settings. This is why clicks to your profile are not tracked, too.
de: Der Aufruf anderer Profile wird wegen der Einstellungen zur Privatsphäre nicht aufgezeichnet. Dies gilt ebenso für Aufrufe des eigenen Profils.
nl: Kliks naar andere profielen zijn niet bijgehouden vanwege je privacy instellingen. Dit is ook de reden waarom kliks naar jouw profiel ook niet worden bijgehouden.

source: Change your privacy settings!
de: Einstellungen zur Privatsphäre ändern!
nl: Wijzig je privacy instellingen!

source: Nobody visited your profile yet. Be more active and other users will visit your profile!
de: Keine Aufrufe des eigenen Profils. Im Falle vermehrter Aktivitäten werden andere Benutzer das Profil besuchen!
nl: Niemand heeft tot nu toe jouw profiel bezocht. Wees wat actiever en anderen zullen vanzelf een bezoek brengen!

source: do you know them alredy? Visit their profiles!
de: kennst Du diese schon? Schau Dir doch mal die Profile an!
nl: Ken je ze al? Bezoek hun profiel!

source: The normal settings track every other profile you visit and users can see that you visited their profile. If you want to surf anonymously you can disable the profile tracking. Doing this will not let others see that you have clicked their profiles. But you will also not be able to see who viewed your profile page. Due to more interaction you should not disable tracking and surf anonymously.
de: Die Standard-Einstellungen zeichnen jeden Profilaufruf auf, somit bekommen andere Benutzer den Aufruf ihres Profils angezeigt. Für ein anonymes Surfen kann diese Aufzeichnung deaktiviert werden, somit ist für andere Benutzer der Aufruf nicht mehr sichtbar. Allerdings werden auch Besucher des eigenen Profils nicht mehr angezeigt. Für eine verbesserte Interaktion sollte die Aufzeichnung nicht deaktiviert werden.
nl: De standaardinstellingen slaan ieder bezoek van een profiel op, en andere gebruikers kunnen ook zien dat jij ze bezocht hebt. Voor anoniem surfen kun je deze instelling uitschakelen. Anderen zien dan niet dat jij hen bezocht het, en jij kunt zelf ook niet zien wie jouw profiel bezocht heeft. Voor meer interactie wordt dit natuurlijk afgeraden.

source: I want to surf anonymously!
de: Ich möchte anonym surfen!
nl: Ik wil anoniem surfen!

source: Changing these settings will only affect visits that take place later - earlier visits will not be deleted.
de: Eine Änderung dieser Einstellungen betrifft nur Aufrufe die danach erfolgen - vorherige Besuche werden nicht gelöscht.
nl: Wijzigingen in deze instellingen zullen alleen van toepassing zijn op toekomstig surfgedrag. De opgebouwde historie wordt niet gewist.

source: Update Settings
de: Einstellungen aktualisieren
nl: Instellingen bijwerken

source: How many users (max) should be displayed?
de: Wieviele Benutzer sollen (maximal) angezeigt werden?
nl: Maximaal aantal te tonen gebruikers

source: User Account Panel
de: Benutzereinstellungen
nl: Gebruikers account paneel

source: Profiles I visited and users who visited my profile
de: Vor mir aufgerufene Profile und Benutzer, die mein Profil aufgerufen haben
nl: Door mij bezochte profielen, en gebruikers die mijn profiel hebben bezocht
