Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Communicator/1.0.2/module_communicator.po
Languages: de

source: Notice of receipt
de: Empfangsbestätigung

source: no subject
de: kein Betreff

source: Mail sending failed - mail body could not be stored.
de: Senden fehlgeschlagen - Die Nachricht konnte nicht gespeichert werden.

source: Mail sending failed for user
de: Senden des Mails fehlgeschlagen für User

source: A private message is waiting for you!
de: Eine neue private Nachricht ist verfügbar!

source: Sending email notification failed!
de: E-Mail Benachrichtigung versenden fehlgeschlagen!

source: Autoresponse
de: Automatische Antwort

source: Sending autoresponse failed!
de: Senden der automatischen Antwort fehlgeschlagen!

source: Forwarded Mail
de: Weitergeleitete Mail

source: More than just private messaging
de: Mehr als nur private Nachrichten

source: Read Mails
de: Mails lesen

source: Error creating Hook!
de: System-Init-Hook konnte nicht erstellt werden!

source: Error deleting Hook!
de: Fehler beim löschen des Hook!

source: Main Modul Configuration
de: Hauptmodul Konfiguration

source: Import Mails from InterCom
de: Nachrichten von InterCom importieren

source: Inbox
de: Posteingang

source: Sent
de: Gesendet

source: Folders
de: Ordner

source: Preferences
de: Einstellungen

source: Message was marked!
de: Nachricht wurde markiert!

source: Message was unmarked!
de: Markierung der Nachricht aufgehoben!

source: Notice of receipt was sent to message sender.
de: Die Empfangsbestätigung wurde an den Absender der Nachricht verschickt.

source: Error: Message could not be deleted!
de: Fehler: Nachricht konnte nicht gelöscht werden!

source: Selected message was deleted!
de: Ausgewählte Nachricht wurde gelöscht!

source: Error: mail could not be sent to your private email address!
de: Fehler: Nachricht konnte nicht an Ihre private Email Adresse gesendet werden!

source: Mail was forwarded as email to your private mailbox:
de: Nachricht wurde als E-Mail an ihre private E-Mail-Adresse gesendet:

source: Compose new message
de: Neue Nachricht verfassen

source: Settings could not be stored!
de: Die Einstellungen konnten nicht gespeichert werden!

source: Your settings have been stored!
de: Die Einstellungen wurden gespeichert!

source: Folder could not be created!
de: Der Ordner konnte nicht erstellt werden!

source: Folder was created.
de: Der Ordner wurde erstellt!

source: Folder Management
de: Ordnerverwaltung

source: Folder could not be deleted!
de: Der Ordner konnte nicht gelöscht werden!

source: Folder deleted!
de: Der Ordner wurde gelöscht!

source: Folder could not be renamed!
de: Der Ordner konnte nicht umbenannt werden!

source: Folder was renamed!
de: Der Ordner wurde umbenannt!

source: Move message into folder
de: Nachricht in Ordner verschieben

source: Message was moved to folder.
de: Nachricht wurde in den Ordner verschoben.

source: Message could not be moved to target folder!
de: Die Nachricht konnte nicht in den Zielordner verschoben werden!

source: Message print view
de: Druckansicht einer Nachricht

source: You have no permissions for this action
de: Keine Berechtigung für diese Aktion vorhanden

source: Message could not be deleted
de: Nachricht konnte nicht gelöscht werden

source: Message could not be (de)marked
de: Fehler beim entfernen der Markierung der Nachricht

source: Notice of receipt could not be send!
de: Empfangsbestätigung konnte nicht verschickt werden!

source: Mail could not be read for forwarding!
de: Nachricht konnte für Weiterleitung nicht gelesen werden!

source: Mail was forwarded to your mailbox:
de: Nachricht wurde an Ihr Postfach weitergeleitet:

source: normal priority
de: normale Priorität

source: high priority
de: hohe Priorität

source: wrote at
de: schrieb am

source: Re:
de: Antwort:

source: Fwd:
de: Weitergeleitet:

source: You have no permission to include the specified message id
de: Keine Berechtigung vorhanden die angegebene Nachricht einzubinden

source: Message body is mandatory
de: Ein Nachrichten-Text ist notwendig

source: You cannot send mails to the following user because this user does not want to recieve emails from you:
de: Die folgenden Benutzer können nicht angeschrieben werden, da diese keine Nachricht von Ihnen erhalten wollen:

source: Please check recipients: user not found:
de: Bitte Empfänger überprüfen: Benutzer nicht gefunden:

source: An error occured while trying to send the message. Please try again and contact the webmaster if sending fails again.
de: Ein Fehler ist beim Senden der Nachricht aufgetreten. Bitte den Webmaster kontaktieren, falls der Fehler wiederholt auftritt!

source: Message sent succesfully to
de: Nachricht erfolgreich gesendet an

source: InterCom module not found!
de: InterCom Modul nicht gefunden!

source: Reset done!
de: Zurücksetzen erledigt!

source: Import done! No InterCom mails left for import!
de: Import erledigt! Keine weiteren InterCom-Mails für den Import vorhanden!

source: Messages imported successfully
de: Nachrichten wurden erfolgreich importiert.

source: Settings updated
de: Einstellungen aktualisiert

source: Unread Messages Block
de: Hinweisblock auf neue Nachrichten

source: InterCom was not found as active module at your zikula instance. To import InterCom data InterCom has to be installed.
de: InterCom wurde nicht gefunden. Es muss installiert und aktiv sein, dass ein Import erfolgreich verlaufen kann.

source: The InterCom import might take a long time and will be done step by step. On large installations this might take a long time. Just click the import button as long as the import needs... Mails that do not belong to any users any more will be skipped automatically...
de: Der InterCom-Import könnte sehr lange dauern und wird Schritt für Schritt durchgeführt. Bei größeren Installationen könnte dies ein mehr Zeit in Anspruch nehmen. Einfach so lange den Import-Button klicken, wie notwendig. Mails, die keinem Benutzer zugeordnet werden können, werden automatisch übersprungen.

source: InterCom messages are procesed up tp message id
de: Die InterCom Nachrichten werden über die Message-ID verarbeitet

source: How many InterCom mails should be processed with each request?
de: Wie viele InterCom Mails sollen pro Anfrage verarbeitet werden?

source: Get the mails...
de: Hole die Mails....

source: Reset internal counter
de: Internen Zähler zurücksetzen

source: Dear user
de: Liebe(r)

source: the user "%s" has sent a private message to you with the title "%s".
de: der Benutzer %s hat Dir eine Privatnachricht mit dem Betreff "%s" geschickt.

source: Please take a look into your inbox folder. You have to be logged in to view your private messages.
de: Bitte wirf doch einen Blick in deinen Posteingang. Um den Posteingang einsehen zu können, musst ein Login am System erfolgt sein.

source: Actually, there are %s unread messages awaiting you in your inbox folder.
de: Momentan sind %s ungelesene Nachrichten in deinem Posteingang.

source: Actually, there is one unread messages awaiting you in your inbox folder.
de: Momentan ist eine ungelesene Nachricht in deinem Posteingang.

source: Login at
de: Einloggen auf

source: Read your messages
de: Meine Nachrichten lesen

source: If you do not want to recieve notifications about new private messages any more please change your personal settings in your communication centre. The settings can be changed directly at the communication centre's index page.
de: Wenn keine Emailbenachrichtigungen mehr empfangen werden sollen, kann die Benachrichtigung über neue Emails deaktiviert werden. Diese Einstellungen können direkt auf der Startseite des Postfachs vorgenommen werden.

source: My settings
de: Meine Einstellungen

source: Welcome to your communication centre
de: Willkommen in der Nachrichtenzentrale

source: Welcome to your communication center. You can read your emails and compose new messages to other contacts. Messages are listed in the table above this text. If this table is not big enough just click at the gray line and resize the messages list as you need it. For the case that you have many messages in your inbox you can start to create custom folders for your messages.
de: Willkommen in der Nachrichtenzentrale. Hier können eigene Mails gelesen werden und Mails an andere Kontakte verfasst werden. Nachrichten sind generell in der obigen Übersicht dargestellt und der Inhalt der Nachrichten wird nach Klick auf den Betreff in dem Bereich dargestellt, in welchem gerade dieser Text zu lesen ist. Die Nachrichtenliste kann beliebig von der Größe angepasst werden. Dazu muss lediglich das am Ende der Liste befindliche graue Balkenelement mit der Maus nach oben oder unten verschoben werden. Wer viele Nachrichten verwalten will, der kann hierzu nach Belieben eigene Ordner erstellen und die Nachrichten dort einsortieren.

source: You can manage some settings here.
de: Eigene Einstellungen können hier geändert werden.

source: Disable email notification for new messages
de: Benachrichtigung via Email bei Eingang neuer Privatnachrichten deaktivieren

source: Activate autoresponder
de: Automatische Antwort (Abwesenheitsnachricht) aktivieren

source: Enter some text that should be automatically sent as auto response for incoming mails
de: Bitte hier den Text eingeben, welcher mit der automatischen Antwort verschickt werden soll

source: store settings
de: Einstellungen speichern

source: Custom mail folders
de: Benutzerdefinierte Ordner

source: Inbox and outbox are system folders. They cannot be renamed or deleted. If you want more folders, feel free to create new folders as you need them. If you want to edit a folder just click the folder name and you will be able to rename or delete the folder.
de: "Posteingang" und "Gesendet" sind Systemordner, welche nicht umbenannt und nicht gelöscht werden können. Weitere Ordner können nach Belieben angelegt werden. Wenn ein Ordner gelöscht oder umbenannt werden soll, bitte einfach den Titel des Ordners anklicken, dann öffnet sich die Bearbeitungsmaske von selbst.

source: Create a new folder with the title
de: Einene neuen Ordner erstellen mit folgendem Namen

source: create
de: erstellen

source: delete
de: löschen

source: update
de: aktualisieren

source: cancel
de: abbrechen

source: You have not ceated any custom folders yet.
de: Es wurden noch keine extra Ordner angelegt.

source: Backend for Zikula Communication Center
de: Administrationsoberfläche für die Zikula-Nachrichtenzentrale

source: General Settings
de: Allgemeine Einstellungen

source: Format (from zikula pndate modifier) that should be used inside Communication Centre
de: Datumsformat, welches als Parameter für den pndate_modifier übergeben werden soll

source: Message limit for a single user (after this limit is reached the user will not be able to send mails any more). To disable quota enter 0 please
de: Nachrichten-Limit, welches ein einzelner Benutzer in seinem Postfach haben darf. Wird dieses überschritten ist das Empfangen von Nachrichten zwar noch möglich, jedoch nicht das Senden von neuen Nachrichten für den betroffenen Benutzer. Die Eingabe des Wertes 0 setzt kein Limit (empfohlen).

source: Enable WYSIWYG editor (This only works if scribite! is installed).
de: WYSIWYG-Editor für das Verfassen von Emails aktivieren. Diese Einstellung funktioniert nur mit installiertem Modul scribite!

source: Spam guard
de: Spam-Schutz

source: Time in minutes (0 to disable)
de: Zeitspanne in Minuten (der Wert 0 deaktiviert diese Option)

source: a user is allowed to send a maximum of messages
de: in welcher ein Benutzer eine maximale Anzahl von

source: Messages
de: Nachrichten versenden darf

source: Please note: Mails that are sent to buddies (ContactList module) will not be included into the spam guard calculation!
de: Bitte beachten: Mails, welche an bestätigte Kontakte / Freunde (ContactList-Modul) verschickt werden, fallen nicht unter die Spamschutz-Einstellungen

source: Popup Notification
de: Popup Benachrichtigung

source: If you want your users to be informed about new messages with an upcoming ajax notification please put the following code inside your theme templates - best place is before the body tag closes.
de: Wenn Sie Ihre Nutzer über neue Nachrichten mittels Ajax benachrichtigen wollen, dann bitte folgenden Code in die Theme-Templates einfügen. Vorzugsweise vor dem schließendem Body-Tag.

source: You do not need any clean up or repair functions for this module. This module will do a daily self-check and orphan messages will be deleted automatically. Just have fun with the module.
de: Es ist nicht notwendig in diesem Modul irgendwelche manuellen Wartungsfunktionen aufzurufen. Die Datenbank wird täglich automatisch geprüft und Nachrichten, welche sich keinem Benutzer mehr zuordnen lassen (sowohl von Empfänger- als von Absendersicht) werden entfernt. Admin: lehne Dich bei diesem Modul einfach entspannt zurück ;-)

source: You like the module? Help us to keep this module up to date for the future, click here and donate some cents!
de: Dir gefällt das Modul? Dann unterstütze die Entwicklung des Moduls, klicke hier und spende ein paar Cent! Danke!

source: Store configuration
de: Konfiguration speichern

source: This message was generated by the mail system. The user sending this mail has read the following message you sent to this user.
de: Diese Nachricht wurde automatisch vom Nachrichtensystem dieser Webseite erstellt und zeigt an, dass der Benutzer die Nachricht gelesen und die angeforderte Lesebestätigung geschickt hat.

source: Subject
de: Betreff

source: Message was read at
de: Die Nachricht wurde gelesen am

source: You have %s new Message(s)
de: Du hast %s neue Nachricht(en)

source: Open Inbox Folder
de: Posteingang öffnen

source: Close Notification
de: Benachrichtigung schließen

source: reply to message
de: Antwort erstellen

source: forward message
de: Nachricht weiterleiten

source: mark message
de: Nachricht markieren

source: unmark message
de: Markierung löschen

source: move into folder
de: In Ordner verschieben

source: print message
de: Nachricht drucken

source: delete message
de: Nachricht löschen

source: From
de: Absender

source: To
de: Empfänger

source: Date
de: Datum

source: The sender classified this mail as very important.
de: Der Absender hat die Nachricht als sehr wichtig eingestuft.

source: Message sender requested a notice of receipt.
de: Der Absender der Nachricht bittet um eine Empfangsbestätigung.

source: Please click here to send receipt to sender.
de: Hier klicken und Empfangsbestätigung senden lassen.

source: Notice of Receipt was requested by sender and was already sent by you.
de: Empfangsbestätigung wurde durch den Absender angefragt und wurde von dir auch schon verschickt.

source: Message could not be loaded.
de: Die Nachricht konnte nicht geladen werden.

source: Switch to mailbox folders
de: Zur Anzeige des Postfachs wechseln

source: User
de: Benutzer

source: No message selected
de: Keine Nachricht ausgewählt

source: This message is already in specified target folder!
de: Die Nachricht befindet sich bereits im angewählten Zielordner!

source: Please confirm to delete the message
de: Soll die Nachricht wirklich gelöscht werden?

source: Please confirm to send the message to your private mailbox (%s)
de: Bitte den Versand der Nachricht in deine private Mailbox (%s) bestätigen

source: Your settings have been stored
de: Deine Einstellungen wurden gespeichert

source: Preview
de: Vorschau

source: Recipients
de: Empfänger

source: You can enter multiple recipients separated with comma.
de: Mehrere Empfänger können mit Komma getrennt angegeben werden.

source: Show buddies for quicker recipipent selection.
de: Meine Kontakte zur Schnelladressierung anzeigen.

source: Mark the users who should recieve this message
de: Bitte die Benutzer markieren, welche als (zusätzliche) Empfänger eingetragen werden sollen

source: Message subject
de: Betreff der Nachricht

source: Message body
de: Nachrichtentext

source: Delivery options
de: Zustelloptionen

source: Request notice of receipt
de: Lesebestätigung vom Empfänger anfordern

source: send message
de: Nachricht senden

source: preview message
de: Nachrichtenvorschau anzeigen

source: Maintenance
de: Wartung

source: Do not use automatical included clean up.
de: Automatische Wartung deaktivieren

source: Folder is empty - no message found!
de: Der angewählte Ordner ist leer - es konnte keine Nachricht gefunden werden.

source: You have new mail
de: Du hast Post

source: You have %s unread message(s) in your inbox folder.
de: Momentan sind %s ungelesene Nachricht(en) im Posteingang.

source: ...read messages now!
de: ...Nachrichten jetzt lesen!
