Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Ephemerids/1.9/module_ephemerids.po
Languages: it

source: Done! Ephemerid created.
it: Fatto! Effemeride creato.

source: No such ephemerid found.
it: Nessun effemeride trovato.

source: Done! Ephemerid updated.
it: Fatto! Effemeride aggiornato.

source: Done! Ephemerid deleted.
it: Fatto! Effemeride cancellato.

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Done! Saved module configuration.
it: Fatto! Configurazione modulo salvata.

source: Ephemerids
it: Effemeridi

source: Provides a block displaying an information byte (historical event, thought for the day, etc.) linked to the day's date, with daily roll-over, and incorporates an interface for adding, editing and maintaining ephemerids.
it: Fornisce un blocco di visualizzazione di un byte di informazione (evento storico, il pensiero del giorno, ecc), collegato alla data del giorno, con il roll-over al giorno, e comprende un interfaccia per aggiungere, modificare e mantenere gli effemeridi

source: ephemerids
it: effemeridi

source: Error! Could not load any ephemerids.
it: Errore! Impossibile caricare qualsiasi effemeride.

source: Ephemerids
it: Effemeridi

source: Ephemerid
it: Effemeride

source: Error! Could not create the new ephemerid.
it: Errore! non è stato possibile creare il nuovo effemeride.

source: No such ephemerid found
it: Nessun effemeride trovato.

source: Error! Could not delete the ephemerid.
it: Errore! Impossibile eliminare l'Effemeride

source: Error! No such ephemerid found
it: Errore! nessun effemeride trovato.

source: Error! Could not save your changes.
it: Errore! Impossibile salvare i cambiamenti.

source: Ephemerids list
it: Lista Effemeridi

source: Create new ephemerid
it: Crea un nuovo effemeride

source: Settings
it: Impostazioni

source: General settings
it: Impostazioni generali

source: Items per page in admin panel list view
it: Articoli per pagine nel pannello di amministrazione

source: Save
it: Salva

source: Cancel
it: Annulla

source: Cache time (enter positive number in seconds to enable cache)
it: Cache di tempo (inserire un numero positivo di pochi secondi per abilitare la cache)

source: Cache directory name (within Zikula Temp directory)
it: Nome della directory cache (all'interno della directory Temp Zikula)

source: Month
it: Mese

source: Day
it: Giorno

source: Year
it: Anno

source: Content
it: Contenuto

source: Internal ID
it: ID interno

source: Status
it: Stato

source: Type
it: Tipo

source: Actions
it: Azioni

source: Inactive
it: Inattivo

source: Active
it: Attivo

source: Event
it: Evento

source: Holiday
it: Vacanze

source: No items found.
it: Nessun articolo trovato.

source: Edit ephemerid
it: Modifica effemeride

source: Date
it: Data

source: The year can't be lower than the unix epoch one (1970) or will be reseted to 1970 for formatting purposes.
it: L'anno non può essere più inferiore del 1970 di UNIX o sarà impostato a 1970 per gli scopi di formattazione

source: Language
it: Lingua

source: connected to given year
it: collegamento ad un determinato anno

source: not connected to given year, no block title
it: non collegato ad un determinato anno, senza blocco del titolo

source: New ephemerid
it: Nuovo effemeride

source: Delete ephemerid
it: Elimina effemeride

source: Do you really want to delete this ephemerid?
it: Vuoi davvero eliminare questo effemeride
