Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Polls/2.1.0/module_polls.po
Languages: fa

source: Error! Unable to load class [%s].
fa: خطا! نمی توانم کلاس [%s] را بارگزاری کنم.

source: Done! Poll created.
fa: انجام شد! نظرخواهی ساخته شد.

source: Error! No such poll found.
fa: خطا! چنین نظرخواهی پیدا نشد.

source: Done! Poll updated.
fa: انجام شد! نظرخواهی بروز شد.

source: Done! Poll deleted.
fa: انجام شد! نظرخواهی حذف شد.

source: Edit
fa: ویرایش

source: Delete
fa: حذف کردن

source: Done! Module configuration updated.
fa: انجام شد! پیکربندی ماژول بروز شد.

source: Sorry! No authorization to access this module.
fa: متاسفم! شما به این ماژول دسترسی ندارید.

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
fa: 'authkey' نامعتبر: این به این معنی است که شما دکمه بازگشت را فشرده اید، یا این که 'authkey' صفحه منقضی شده است. لطفا صفحه را مجددا بارگزاری کنید.

source: Polls
fa: نظرخواهی

source: Voting System Module
fa: ماژول سیستم رای گیری

source: Error! Could not load polls.
fa: خطا! نمی توانم سیستم نظرخواهی را بارگزاری کنم.

source: Error! Error creating vote.
fa: خطا! خطا بهنگام ایجاد رای.

source: Show a poll
fa: نمایش نظرسنجی

source: Latest poll
fa: آخرین نظرسنجی

source: Error! Invalid category.
fa: خطا! طبقه ی نامعتبر.

source: No polls found.
fa: هیچ نظرسنجی یافت نشد.

source: No such poll found.
fa: چنین نظرسنجی پیدا نشد.

source: You already voted today!
fa: شما امروز یک رای داده اید!

source: View polls
fa: نمایش نظرخواهی ها

source: Create new poll
fa: ایجاد نظرسنجی جدید

source: Settings
fa: تنظیمات

source: Error! EZComments module not available - this is required to migrate any poll comments.
fa: خطا! ماژول EZComments فعال نیست - این ماژول برای ارسال نظرات ذیل نظرسنجی مورد نیاز است.

source: %s vote
fa: Singular%s نظرPlural%s نظر

source: Vote
fa: رای

source: Results
fa: نتایج

source: Other Polls
fa: بقیه نظرسنجی ها

source: Recording vote
fa: ثبت رای

source: Modify poll
fa: ویرایش نظرسنجی

source: Overview
fa: بررسی اجمالی

source: Title
fa: عنوان

source: (Blank = auto-generate)
fa: (خالی = تولید خودکار)

source: Category
fa: طبقه بندی

source: Choose Category
fa: انتخاب طبقه

source: Language
fa: زبان

source: Voting choices
fa: انتخاب های نظرسنجی

source: Please enter each available choice into a single field
fa: لطفا هر انتخاب را در یک فیلد وارد کنید

source: Option
fa: گزینه

source: Meta data
fa: داده متا

source: Created by %s
fa: ساخته شده توسط %s

source: Created on %s
fa: ساخته شده در %s

source: Last updated by %s
fa: آخرین بروزرسانی توسط %s

source: Updated on %s
fa: بروزرسانی شده در %s

source: Update
fa: بروزرسانی

source: Cancel
fa: لغو

source: Voting booth %s
fa: غرفه رای گیری %s

source: Poll to display
fa: نظرسنجی برای نمایش

source: Use ajax for voting
fa: استفاده از آژاکس برای نظرسنجی

source: Choose One
fa: یکی را انتخاب کنید

source: Filter
fa: فیلتر

source: Reset
fa: بازنشاندن

source: Internal ID
fa: شناسه داخلی

source: Options
fa: گزینه ها

source: General settings
fa: تنظیمات عمومی

source: Enable categorization
fa: فعال سازی سیستم طبقه بندی

source: Polls per page
fa: تعداد نظرسنجی ها به ازای صفحه

source: Scale of results bar
fa: مقیاس نوار نتایج

source: Order polls by
fa: چیدن نظرسنجی ها بر اساس

source: Date/Time
fa: تاریخ/زمان

source: Update Configuration
fa: بروزرسانی پیکربندی

source: Polls %s
fa: نظرسنجی %s

source: Past surveys
fa: نظرسنجی گذشته

source: Delete Poll
fa: حذف کردن نظرسنجی

source: Do you really want to delete this poll?
fa: آیا واقعا می خواهید این نظرسنجی را حذف کنید؟

source: Confirmation prompt
fa: متن تاییدیه

source: Create
fa: ایجاد کردن

source: Results %s
fa: نتایج %s

source: Voting booth
fa: غرفه رای گیری

source: Votes
fa: آرا

source: We only allow one vote per day
fa: شما می توانید فقط یک رای در روز بدهید

source: Categories
fa: طبقات
