Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/PostCalendar/6.2.0/module_postcalendar.po
Languages: nl

source: Approved events administration
nl: Goedgekeurde evenementen beheer

source: Hidden events administration
nl: Verborgen evenementen beheer

source: Queued events administration
nl: Evenementen wachtrij beheer

source: List
nl: Lijst weergave

source: Approve
nl: Goedkeuren

source: Hide
nl: Verbergen

source: Delete
nl: Verwijderen

source: Please select an event.
nl: Kies een evenement.

source: Do you really want to approve this event?
nl: Dit evenement goedkeuren?

source: Do you really want to hide this event?
nl: Dit evenement verbergen?

source: Do you really want to delete this event?
nl: Dit evenement verwijderen?

source: Error! Could not load default values.
nl: Fout! Kon standaardwaarden niet laden.

source: Done! PostCalendar configuration reset to use default values.
nl: De PostCalendar configuratie is teruggzet naar standaardwaarden.

source: Done! Updated the PostCalendar configuration.
nl: De PostCalendar configuratie is bijgewerkt.

source: Error! An 'unidentified error' occurred.
nl: Er is een onbekende fout opgetreden.

source: Done! %s event approved.
nl: Klaar! %s evenement goedgekeurd.

source: Done! %s event was hidden.
nl: Klaar! %s evenement is verborgen.

source: Done! %s event deleted.
nl: Klaar! %s evenement verwijderd.

source: Error! Unable to load class [%s]
nl: Foutmelding: Kon class [%s] niet laden

source: Done! Updated the PostCalendar event default values.
nl: De PostCalendar standaard waarden voor evenementen zijn bijgewerkt.

source: Calendar for Zikula
nl: Kalender voor Zikula

source: %1$s: missing or empty '%2$s' parameter
nl: %1$s: ontbrekende of lege '%2$s' parameter

source: change
nl: veranderen

source: Global Events
nl: Globale evenementen

source: Only
nl: Alleen

source: My Events
nl: Mijn evenementen

source: Jump to Today
nl: Ga naar vandaag

source: Day View
nl: Dag weergave

source: Week View
nl: Week weergave

source: Month View
nl: Maand weergave

source: Year View
nl: Jaar weergave

source: List View
nl: Lijst weergave

source: Submit New Event
nl: Nieuw evenement inzenden

source: Search
nl: Zoeken

source: Print View
nl: Print weergave

source: Today
nl: Vandaag

source: Day
nl: Dag

source: Month
nl: Maand

source: Year
nl: Jaar

source: Add
nl: Toevoegen

source: Print
nl: Printen

source: Manual entry
nl: Handmatige invoer

source: Location
nl: Locatie

source: There is %s queued calendar event awaiting your review.
nl: Er is %s kalender evenement die wacht op goedkeuring.

source: Review queued events
nl: Bekijk evenementen wachtrij

source: Edit sub-category
nl: Sub-categorie bewerken

source: overlib: attribute 'text' or 'inarray' or 'function' not present
nl: overlib: attribuut 'text' of 'inarray' of 'function' niet aanwezig

source: Error! Could not load items.
nl: Foutmelding: Kon items niet laden.

source: S M T W T F S
nl: Z M D W D V Z

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
nl: zondag maandag dinsdag woensdag donderdag vrijdag zaterdag

source: January February March April May June July August September October November December
nl: januari februari maart april mei juni juli augustus september oktober november december

source: Featured Event Calendar Block
nl: Kalender blok met uitgelicht evenement

source: PostCalendar: Event not created (opt out).
nl: PostCalendar: Evenement niet aangemaakt (opt out).

source: Hook function not available
nl: Hook functie niet beschikbaar

source: PostCalendar: Event created.
nl: PostCalendar: Event aangemaakt.

source: Error! PostCalender: Could not create an event.
nl: Foutmelding: Kon geen evenement aanmaken.

source: News:
nl: Nieuws:

source: Article link:
nl: Link naar artikel:

source: PostCalendar: Existing event deleted (opt out).
nl: PostCalendar: Bestaand evenement verwijderd (opt-out).

source: PostCalendar: News event not created (opt out).
nl: PostCalendar: Nieuws evenement niet aangemaakt (opt out).

source: PostCalendar: Associated Calendar event updated.
nl: PostCalendar: Bijbehorende kalender evenement bijgewerkt.

source: Error! Could not update the associated Calendar event.
nl: Foutmelding! Kon het bijbehorende Kalender evenement niet bijwerken.

source: PostCalendar: module config updated.
nl: PostCalendar: module configuratie bijgewerkt.

source: Error! Module name not present in %s hook.
nl: Foutmelding: Module naam niet aanwezig in de %s hook.

source: Error! Could not delete associated PostCalendar events.
nl: Foutmelding: Kon bijbehorende Kalender evenementen niet verwijderen.

source: ALL associated PostCalendar events also deleted.
nl: Alle gekoppelde PostCalendar evenementen zijn ook verwijderd.

source: New user:
nl: Nieuwe gebruiker:

source: Profile link:
nl: Link naar Profiel:

source: PostCalendar: %s not provided in delete hook
nl: PostCalendar: %s niet opgegeven in de verwijder-hook

source: Error! Could not delete associated PostCalendar event.
nl: Foutmelding: Kon bijbehorende Kalender evenement niet verwijderen.

source: Associated PostCalendar event also deleted.
nl: Bijbehorende Kalender evenement is ook verwijderd.

source: No event with eid %s
nl: Geen evenement met id %s

source: cal icon
nl: kal icoon

source: PostCalendar Event
nl: PostCalendar evenement

source: No needle ID
nl: Geen needle ID

source: recurring event beginning %s
nl: Herhalend evenement beginnend op %s

source: PostCalendar Date
nl: PostCalendar Datum

source: Root category
nl: Root (bovenste) categorie

source: Select Multiple
nl: Meerdere selecteren

source: Select Multiple Categories
nl: Selecteer meerdere categorieën

source: Done
nl: Klaar

source: PostCalendar Featured Event
nl: PostCalendar uitgelicht evenement

source: Displays one event from PostCalendar.
nl: Toont een specifiek evenement uit de kalender.

source: PostCalendar: No event ID set.
nl: PostCalendar: Geen evenement ID opgegeven.

source: Display featured event
nl: Toon uitgelicht evenement

source: PostCalendar Event List
nl: PostCalendar evenementen lijst

source: Displays a list of PostCalendar events.
nl: Toon een lijst van PostCalendar evenementen.

source: Display event list from catgories
nl: Toon evenementen lijst op basis van categorie(ën)

source: Maximum %s events.
nl: Maximaal %s events.

source: Over %s months.
nl: Over %s maanden.

source: Error! Required arguments not present.
nl: Foutmelding: Benodigde argumenten niet aanwezig.

source: You do not have permission to view this event.
nl: Geen toestemming om dit evenement te bekijken.

source: Sorry! Authorization has not been granted.
nl: Helaas! Er is geen toegang verleend.

source: Error! There are no events with ID %s.
nl: Foutmelding: Er zijn geen evenementen met id %s.

source: Sorry! You do not have authorization to delete this event.
nl: Geen toestemming om dit evenement te verwijderen.

source: Done! The event was deleted.
nl: Evenement is verwijderd.

source: Save
nl: Opslaan

source: Save and Add
nl: Opslaan en nieuwe toevoegen

source: Preview
nl: Voorbeeld

source: Error! Submission failed.
nl: Foutmelding: Insturen mislukt.

source: Done! Updated the event. (event date: %s)
nl: Klaar! Evenement bijgewerkt. (datum: %s)

source: Done! Submitted the event. (event date: %s)
nl: Klaar! Evenement ingestuurd. (datum: %s)

source: The event has been queued for administrator approval.
nl: Evenement is ingestuurd en wacht op goedkeuring.

source: Plain text
nl: Platte tekst

source: HTML-formatted
nl: HTML opgemaakt

source: Day(s)/Week(s)/Month(s)/Year(s)
nl: Dag(dagen)/Week(weken)/Maand(maanden)/Jaar(jaren)

source: First/Second/Third/Fourth/Last
nl: Eerste/Tweede/Derde/Vierde/Laatste

source: Sun Mon Tue Wed Thu Fri Sat
nl: zo ma di wo do vr za

source: Required argument not present.
nl: Benodigd argument niet aanwezig.

source: err/First/Second/Third/Fourth/Last
nl: err/Eerste/Tweede/Derde/Vierde/Laatste

source: Event recurs every %s
nl: Evenement herhaalt ieder(e) %s

source: until
nl: tot

source: Event recurs on
nl: Evenement herhaalt op

source: of the month, every %s months
nl: van de maand, elke %s maanden

source: This event does not recur.
nl: Evenement herhaalt niet.

source: This is a private event.
nl: Dit is een persoonlijk evenement.

source: This is a public event.
nl: Dit is een openbaar evenement.

source: 'Title' is a required field.
nl: 'Titel' is een verplicht veld.

source: Error! The repetition frequency must be an integer.
nl: Foutmelding: Aantal herhalingen moet een geheel getal zijn.

source: Error! The repetition frequency must be at least 1.
nl: Foutmelding: Tenminste 1 herhaling nodig.

source: Error! The selected start date falls after the selected end date.
nl: Foutmelding: De startdatum ligt voorbij de einddatum

source: Error! The end time must be after the start time.
nl: Foutmelding: Eindtijd dient na de starttijd te zijn.

source: Private
nl: Persoonlijk

source: Global
nl: Globaal

source: Submit Event
nl: Inzenden

source: Administrate Events
nl: Evenementen beheren

source: Settings
nl: Instellingen

source: Event default values
nl: Standaard waarden voor evenement

source: Create new event
nl: Nieuw evenement toevoegen

source: Approved events
nl: Goedgekeurd evenementen

source: Hidden events
nl: Verborgen evenementen

source: Queued events
nl: Evenementen in wachtrij

source: Documentation
nl: Documentatie

source: Error! %1$s required in %2$s.
nl: Foutmelding: %1$s vereist in %2$s.

source: Notice: PostCalendar submission/change
nl: Notificatie: PostCalendar inzending/wijziging

source: Done! Sent administrator notification e-mail message.
nl: Beheerders-notificatie e-mail verstuurd

source: Error! Could not send administrator notification e-mail message.
nl: Foutmelding: Beheerders-notificatie email niet verstuurd.

source: Error! Zikula %1$s is required. No installation started. You are advised to upgrade to Zikula %1$s first.
nl: Fout! Zikula %1$s is vereist. Installatie afgebroken. Eerst bijwerken naar Zikula %1$s.

source: Error! Could not create the table.
nl: Foutmelding: Aanmaken van de tabel is mislukt.

source: Error! Could not create default category.
nl: Foutmelding: Kon de nieuwe standaard categorie niet aanmaken.

source: Error! Could not set the default settings for PostCalendar.
nl: Foutmelding: Kon standaardwaarden niet instellen.

source: Error! Zikula %1$s is required. No upgrade started. You are advised to restore the previous PostCalendar version, or upgrade to Zikula %1$s first.
nl: Fout! Zikula %1$s is vereist. Geen upgrade uitgevoerd. Het is aan te raden om terug te gaan naar de vorige PostCalendar versie, of om eerst bij te werken naar Zikula %1$s.

source: Notice: This version does not support upgrades from PostCalendar 3.x and earlier. Please download and install version 4.0.3 (available from <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). After upgrading, you can install PostCalendar %s and perform this upgrade.
nl: Let op: Deze versie ondersteunt geen upgrades van PostCalendar 3.x en lager. Download en installeer tenminste versie 4.0.3 (vanaf <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). Bijwerken naar PostCalendar %s is mogelijk vanaf die versie.

source: Error: Could not correct multi-byte serialization.
nl: Foutmelding: Kon geen multi-byte serialisatie corrigeren.

source: Error: Could not cull meetings.
nl: Foutmelding: Kon geen vergaderingen selecteren.

source: Error: Could not migrate categories.
nl: Foutmelding: Kon geen categorieën migreren.

source: Error: Could not migrate topics.
nl: Foutmelding: Kon geen Onderwerpen migreren.

source: PostCalendar: Topics ignored in upgrade.
nl: PostCalendar: Onderwerpen genegeerd in deze upgrade.

source: Error: Could not transcode category and/or topic IDs.
nl: Foutmelding: Kon de categorie en/of onderwerp IDs niet omzetten.

source: Error: Could not convert informant field to uid.
nl: Foutmelding: Kon informant veld niet naar uid omzetten.

source: Error! Could not register module hooks.
nl: Foutmelding: Kon de nmodule hooks niet registreren.

source: Error! Could not upgrade the tables.
nl: Foutmelding: Kon tabellen niet bijwerken.

source: Error! Could not update the scribite configuration.
nl: Foutmelding! Kon de scribite configuratie niet bijwerken.

source: PostCalendar: Scribite! associations reset for PostCalendar.
nl: PostCalendar: Scribite! associaties hersteld voor PostCalendar.

source: PostCalendar: Serialized fields corrected.
nl: PostCalendar: Geserialiseerde velden gecorrigeerd.

source: Error! Could not create sub-category (%s).
nl: Foutmelding: Kon subcategorie (%s) niet aanmaken.

source: PostCalendar: Categories successfully migrated.
nl: PostCalendar: Categorieën succesvol gemigreerd.

source: PostCalendar: Topics successfully migrated.
nl: PostCalendar: Onderwerpen succesvol gemigreerd.

source: PostCalendar: Category and/or Topic IDs converted.
nl: PostCalendar: Categorie en/of Onderwerp ID's geconverteerd.

source: PostCalendar: 'Main' category created.
nl: PostCalendar: 'Hoofd' categorie aangemaakt.

source: PostCalendar: Topics category created.
nl: PostCalendar: Onderwerpen categorie aangemaakt.

source: PostCalendar: Meetings culled. %s column dropped
nl: PostCalendar: Vergaderingen geruimd. %s kolom uit database verwijderd.

source: PostCalendar: '%s' field converted.
nl: PostCalendar: '%s' veld geconverteerd.

source: PostCalendar Installed
nl: PostCalendar geïnstalleerd

source: :text:On this date, the PostCalendar module was installed. Thank you for trying PostCalendar! This event can be safely deleted if you wish.
nl: :text:Op deze datum, werd de PostCalendar module geïnstalleerd. Bedankt voor het gebruiken van PostCalendar! Dit evenement kan veilig verwijderd worden.

source: PostCalendar: Installation event created.
nl: PostCalendar: Installatie evenement aangemaakt.

source: Error! Could not create an installation event.
nl: Foutmelding: Kon geen installatie evenement aanmaken.

source: Events
nl: Evenementen

source: Initial sub-category created on install
nl: Eerste sub-categorie aangemaakt bij installatie

source: Error! Could not create an initial sub-category.
nl: Foutmelding: Kon geen eerste sub-categorie aanmaken.

source: PostCalendar: Initial sub-category created (Events).
nl: PostCalendar: Eerste sub-categorie aangemaakt (Evenementen).

source: PostCalendar: Unable to determine Zikula Core Version.
nl: PostCalendar: Kan Zikula Core Versie niet bepalen.

source: PostCalendar: Could not register %s hook.
nl: PostCalendar: Kon %s hook niet registreren.

source: PostCalendar: All hooks registered.
nl: PostCalendar: Alle hooks zijn geregistreerd.

source: PostCalendar settings
nl: PostCalendar instellingen

source: version
nl: versie

source: General settings
nl: Algemene instellingen

source: Reset ALL Settings to Defaults (clears event defaults also)
nl: Herstel ALLE instellingen naar standaardwaarden (dit zet ook de evenement standaard waarden terug)

source: Allow submitted events to be activated without review
nl: Sta toe dat ingestuurde evenementen geactiveerd worden zonder goedkeuring

source: Enable categorization of events
nl: Inschakelen dat evenementen in categorieën worden ingedeeld.

source: Group allowed to publish personal calendars
nl: Groep die persoonlijke kalenders mag publiceren

source: No group
nl: Geen groep

source: Edit groups
nl: Bewerk groepen

source: Display settings
nl: Weergave instellingen

source: Number of events to list on administration pages
nl: Aantal te tonen evenementen op beheer pagina's

source: Use 24-hour time format
nl: Gebruik 24 uurs indeling

source: Time increment for new event creation (1-60 minutes)
nl: Tijd toename bij toevoegen van nieuw evenement (1 - 60 minuten)

source: View event details in a pop-up window
nl: Toon evenement details in een pop-up venster

source: Show event details in 'hover' window on 'mouseover'
nl: Toon evenement details in 'zwevend' scherm bij 'mouseover'

source: overrides pop-up setting
nl: Gaat boven popup instelling

source: Date Display Format
nl: Datum indeling

source: uses %s format
nl: gebruikt %s indeling

source: Or choose a preset:
nl: Of kies voorkeurinstelling:

source: Month Day, Year
nl: maand dag, jaar

source: Day Month Year
nl: dag maand jaar

source: YYYY-MM-DD
nl: JJJJ-MM-DD

source: First day of the week
nl: Eerste dag van de week

source: Sunday
nl: zondag

source: Monday
nl: maandag

source: Saturday
nl: zaterdag

source: Default calendar view
nl: Standaard kalender weergave

source: Number of months to display in list/rss view
nl: Aantal weer te geven maanden in de lijst/rss weergave

source: Allow users to filter event display by category
nl: Sta gebruikers toe om de evenementen per categorie te filteren

source: In jump date selector, display
nl: In de datum selectie, toon

source: year(s) before current year.
nl: jaar voor het huidige jaar

source: year(s) after current year.
nl: jaar na het huidige jaar

source: Enable images in navigation header
nl: Afbeeldingen in navigatie header inschakelen

source: Enable Locations for PostCalendar
nl: Locations inschakelen voor PostCalendar.

source: Notification settings
nl: Notificatie instellingen

source: Notify administrator about pending content in template
nl: Stel beheerder op de hoogte bij wachtende inhoud in template

source: Notify administrator about user event submission/change
nl: Stel beheerder op de hoogte bij <b>GEBRUIKER</b> evenement toevoeging / wijziging

source: Notify administrator about administrator event submission/change
nl: Stel beheerder op de hoogte bij <b>ADMIN</b> evenement toevoeging / wijziging

source: E-mail address to send notifications
nl: E-mail adres voor notificaties

source: Cancel
nl: Annuleren

source: Create Event Default Values
nl: Standaard waarden voor evenementen aanmaken

source: General
nl: Algemeen

source: Sharing
nl: Delen

source: Event Type
nl: Evenement Type

source: All-day event
nl: Hele dag

source: Timed event
nl: Evenement met tijdsduur

source: Start Time
nl: Starttijd

source: End Time
nl: Eindtijd

source: Fee
nl: Kosten / toegangsprijs

source: Default categories
nl: Standaard categorieën

source: No Default Category
nl: Geen standaard categorie

source: Name
nl: Naam

source: Street
nl: Adres

source: Street Line 2
nl: Adres 2

source: City
nl: Plaats

source: State
nl: Provincie

source: Zipcode
nl: Postcode

source: Phone number
nl: Telefoon

source: E-mail address
nl: E-mail adres

source: Event review
nl: Evenement nakijken

source: Yes
nl: Ja

source: Calendar
nl: kalender

source: There are no %s events.
nl: Er zijn geen %s evenementen.

source: Select
nl: Selecteer

source: Title
nl: Titel

source: Time stamp
nl: Aangemaakt

source: Perform this action
nl: Uitvoeren

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Delete event
nl: Evenement verwijderen

source: CANCEL
nl: Annuleren

source: All These Categories
nl: Alle categorieën

source: All day event
nl: Hele dag

source: Description
nl: Beschrijving

source: Contact information
nl: Contact informatie

source: Categorized in
nl: In categorie

source: Event recurrance information
nl: Evenement herhalings informatie

source: Event sharing information
nl: Evenement informatie om te delen

source: Edit
nl: Bewerken

source: Update event
nl: Evenement bijwerken

source: Create new
nl: Nieuw evenement toevoegen

source: Submit event
nl: Inzenden

source: Event preview
nl: Evenement voorbeeld

source: PostCalendar Rocks!
nl: PostCalendar is te gek!

source: calendar event
nl: kalender evenement

source: Required
nl: Verplicht

source: For user
nl: Voor gebruiker

source: Start date
nl: Start datum

source: Time
nl: Tijd

source: Category
nl: Categorie

source: Permitted HTML tags
nl: Toegestane HTML tags

source: Repetition settings
nl: Herhalings instellingen

source: One-time event
nl: Eenmalig evenement

source: Repeats every
nl: Herhaalt elke

source: Repeats on
nl: Herhaalt op

source: of the month, every
nl: van de maand, elke

source: month(s)
nl: maand(en)

source: End date
nl: Eind datum

source: No end date
nl: Geen eind datum

source: The following calendar event has been changed:
nl: Het volgende kalender evenement is gewijzigd:

source: The following calendar event has been added:
nl: Het volgende kalender evenement is toegevoegd:

source: Event
nl: Evenement

source: A Message from your PostCalendar
nl: Een bericht van de kalender

source: from
nl: van

source: Edit event
nl: Bewerk evenement

source: Copy event
nl: Kopieer evenement

source: Return
nl: Terug

source: private event
nl: persoonlijk evenement

source: %s comment left
nl: %s reactie over

source: Comment
nl: Reactie

source: No events scheduled.
nl: Geen evenementen ingepland.

source: Jump
nl: Spring

source: List view
nl: Lijst weergave

source: previous list
nl: Vorige lijst

source: next list
nl: volgende lijst

source: PostCalendar Event ID
nl: PostCalendar evenement ID

source: Display daily countdown to event
nl: Toon dagelijkse countdown naar evenement

source: Hide event on expiration
nl: Evenement verbergen indien verlopen

source: This event will occur in %s day.
nl: Dit evenement vindt plaats over %s dag.

source: This event occurs today.
nl: Dit evenement is vandaag.

source: This event has already occured.
nl: Dit evenement heeft al plaatsgevonden.

source: Full event information
nl: Uitgebreide informatie bij het evenement

source: Only display events in category(s)
nl: Toon alleen evenementen uit de categorie(ën)

source: Number of events to display
nl: Aantal te tonen evenementen

source: Number of months ahead to query for upcoming events
nl: Aantal maanden vooruit kijken voor aankomende evenementen

source: No upcoming events.
nl: Geen aankomende evenementen.

source: Create New
nl: Nieuw evenement toevoegen

source: Display the calendar in the block
nl: Toon kalender in het blok

source: Display today's events in the block
nl: Toon evenementen van vandaag in het blok

source: Hide today's events if none
nl: Verberg blok "evenementen van vandaag" als er geen evenementen zijn

source: Display upcoming events in the block
nl: Toon aankomende evenementen in het blok

source: All Categories
nl: Alle categorieën

source: Display search/submit links in the block
nl: Toon zoek/verstuur links in het blok

source: Administrator only warning: Hidden PostCalendar Featured Event Block (ID# %s). Delete or modify.
nl: Waarschuwing voor beheerders: Er is een verborgen 'Uitgelicht evenement' blok (ID %s). Gaarne aanpassen of verwijderen.

source: Blocks Administration
nl: Blokken beheer

source: Event ID (eid)
nl: Evenement ID (eid)

source: Show countdown (days)
nl: Toon aftellen (in dagen)

source: Hide block when countdown expires
nl: Verberg blok zodra aftellen verloopt

source: Today's events
nl: Evenementen van vandaag

source: Number of months past to query for events
nl: Aantal maanden terug kijken voor afgelopen evenementen

source: Set to '0' for all events.
nl: Op '0' zetten voor alle evenementen.

source: Upcoming events
nl: Aankomende evenementen

source: Associated PostCalendar event
nl: Bijbehorend PostCalendar evenement

source: Create associated PostCalendar event (opt in)
nl: Bijbehorend PostCalendar evenement (opt in) aanmaken

source: Assign to PostCalendar categories:
nl: Toewijzen aan PostCalendar categorieën:

source: PostCalendar hook settings
nl: PostCalendar hook instellingen

source: Allow item creator to opt in/out of event creation
nl: Aanmaker van het item zelf toestaan tot opt in/out van evenement creatie

source: Assign all events to category:
nl: Alle evenementen toewijzen aan categorie:

source: Allow creator to select
nl: Aanmaker van het item zelf toestaan te selecteren

source: in Categories
nl: in categorieën

source: date range:
nl: Datum bereik:
