Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/PostCalendar/6.2.0/module_postcalendar.po
Languages: nl

source: last %s years
nl: laatste %s jaar

source: last year
nl: afgelopen jaar

source: now
nl: nu

source: to
nl: tot

source: next year
nl: volgend jaar

source: next %s years
nl: komende %s jaar
