Repository: zikula/i18n-portal
Catalog: gettext/*/modules/content/3.2.1/module_content.po
Languages: pt

source: Save
pt: Guardar

source: Save & View
pt: Guardar e Ver

source: Edit-mode off
pt: Modo de edição desligado

source: Edit-mode on
pt: Modo de edição ligado

source: New sub-page
pt: Nova sub-página

source: Created by %1$s on %2$s
pt: Criado por %1$s em %2$s

source: Last updated by %1$s on %2$s
pt: Última actualização por %1$s em %2$s

source: Version
pt: Versão

source: Language
pt: Idioma

source: There are no pages to display.
pt: Não existem páginas para exibir.

source: You can only translate the actual page data here. The content items must be translated one by one.
pt: Só pode traduzir os dados da página aqui. Os itens de conteúdo devem ser traduzido, um por um.

source: Original content
pt: Conteúdo original

source: Translated content
pt: Conteúdo traduzido

source: Next
pt: Próximo

source: Skip
pt: Saltar

source: Delete page translation AND all content translations
pt: Eliminar página de tradução E todas as traduções de conteúdos

source: Module administration
pt: Administração do módulo

source: Welcome to your content administration. We have split the editing and administrative setup into separate systems. So please select from the list below or the menu above.
pt: Bem-vindo à administração de conteúdos. Dividimos a edição e configuração administrativa em sistemas separados. Então, seleccione a partir da lista abaixo ou do menu acima.

source: Extended page list (showing page headers)
pt: Lista alargada de páginas (mostrando cabeçalhos de página)

source: Complete page list (showing complete pages)
pt: Lista completa de páginas (mostrando cabeçalhos de página)

source: Show content by category
pt: Mostrar conteúdos por categorias

source: New page
pt: Nova página

source: Decrease indent
pt: Diminuir indentação

source: Increase indent
pt: Aumentar indentação

source: Expand All
pt: Expandir tudo

source: Collapse All
pt: Colapsar tudo

source: Click to activate this page
pt: Clicar para activar esta página

source: Click to deactivate this page
pt: Clicar para desactivar esta página

source: Click to put this page in the menu
pt: Clique para colocar esta página no menu

source: Click to pull this page from the menu
pt: Clique para tirar esta página no menu

source: Page title [id]
pt: Título da página [id]

source: Status
pt: Estado

source: Last updated (revision)
pt: Última actualização (revisão)

source: Last updated
pt: Última actualização

source: Click to hide sub-pages
pt: Clique para esconder sub-páginas

source: Click to show sub-pages
pt: Clique para exibir sub-páginas

source: Page dragable
pt: Página arrastável

source: Inactive
pt: Inactivo

source: In
pt: Dentro

source: Out
pt: Fora

source: %s original used
pt: %s original usado

source: No pages available.
pt: Nenhuma página disponível.

source: Extended page list
pt: Lista alargada de páginas

source: more
pt: mais

source: Complete page list
pt: Lista completa de páginas

source: View full page
pt: Ver página completa

source: Module settings
pt: Configurações do módulo

source: This is where you configure various parts of the content module.
pt: Aqui pode configurar várias partes do módulo dos conteúdos.

source: Short URL suffix
pt: Sufixo da URL curta

source: File suffix of short URLs (including a dot - for instance ".html"). This is only used if you enable short URLs in Zikula's admin section.
pt: Sufixo do ficheiro de URLs curtas (incluindo um ponto - por exemplo ".html"). Isto apenas é utilizado se activar URLs curtas na secção de administração do Zikula.

source: State of new pages
pt: Estado de novas páginas

source: Count page views
pt: Contar visitas

source: Google maps API key
pt: Chave API do Google Maps

source: A Google Maps API key is no longer needed for including maps with the Javascript API v3. More information at <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.
pt: A chave API do Google Maps não é mais necessária para incluir mapas com Javascript API v3. Mais informação em <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.

source: Flickr API key
pt: Chave API do Flickr

source: Enable the unfiltered raw text plugin
pt: Activar o plugin de texto não filtrado

source: Use this plugin with caution and if you can trust your editors, since no filtering is being done on the content. To be used for iframes, JavaScript blocks, etc.
pt: Utilize este plugin com cuidado e se confiar nos seus editores, já que nenhuma filtragem está sendo feito no conteúdo. Para ser usado para iframes, JavaScript blocos, etc

source: Styling
pt: Estilo

source: A list of CSS class names available for styling of content elements. The end user can select one class for each element on a page - for instance "note" for an element styled as a note. Write one class name on each line. Please separate the CSS classes and displaynames with | - eg. "note | Memo".
pt: Uma lista de nomes de classes CSS disponíveis para definir o estilo de elementos de conteúdo. O utilizador final pode escolher uma classe para cada elemento numa página - por exemplo "note" para um elemento definido como uma nota. Escreva um nome da classe em cada linha. Separe as classes CSS e displaynames com | - eg. "note | Memo".

source: Enable version history
pt: Activar o histórico da versão

source: Category usage
pt: Uso de categoria

source: Category Property for the first category selection
pt: Categoria Propriedade para a selecção de primeira categoria

source: (In the <a href="%s">category registry</a> you can set the property to use for the first category)
pt: (No <a href="%s">registo de categoria</a> pode definir a propriedade a usar para a primeira categoria)

source: Category Property for the second category selection
pt: Categoria Propriedade para a selecção de segunda categoria

source: (In the <a href="%s">category registry</a> you can set the property to use for the second category if being used)
pt: (No <a href="%s">registo de categoria</a> pode definir a propriedade a usar para a segunda categoria se estiver a ser utilizada)

source: Module Dependencies
pt: Módulo Dependencies

source: Content includes an API that other modules can use to provide their content. Moreover some modules introduce extra functions to plugins delivered with Content.
pt: O conteúdo inclui uma API que outros módulos podem utilizar para fornecer o seu conteúdo. Além disso, alguns módulos introduzem funções adicionais para plugins entregues com o conteúdo.

source: Installed
pt: Instalado

source: Module
pt: Módulo

source: Description
pt: Descrição

source: Not installed
pt: Não instalado

source: Scribite integrated WYSIWYG JavaScript editors like Xinha, TinyMCE, FCKeditor, openWYSIWYG or NicEdit into Zikula.<br /><a href="http://code.zikula.org/scribite">Download</a>
pt: Scribite integrado em editores JavaScript WYSIWYG como Xinha, TinyMCE, FCKeditor, openWYSIWYG ou NicEdit para Zikula.<br /><a href="http://code.zikula.org/scribite">Download</a>

source: Buttons
pt: Botões

source: BBCode is an abbreviation for Bulletin Board Code, the lightweight markup language used to format posts in many message boards. (<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>
pt: BBCode é uma abreviatura para Bulletin Board Code, utilizada para formatar posts em muitas mensagens de fóruns. (<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>

source: Restore pages
pt: Restaurar páginas

source: This is where you manage all your pages. You can add/edit/delete/translate pages (depending on permission rights) as well as drag them around to get the content structure right.
pt: Aqui pode gerir todas as suas páginas. Pode adicionar/editar/apagar/traduzir páginas (dependendo das permissões), bem como arrastá-las ao redor para obter a estrutura correcta do conteúdo.

source: Click on the arrow right of a page title for the options of that page. To drag and drop a page you must select the folder icon left of the title and drop it on the title of another page. A page with sub-pages can be expanded or contracted by clicking on the plus or minus left of the page title. To activate/deactive pages or make pages (not) available in the menu click on the led icons.
pt: Clique na seta à direita de um título de página para as opções dessa página. Para arrastar e soltar uma página deve seleccionar o ícone de pasta à esquerda do título e solte-o no título de uma outra página. Uma página com sub-páginas podem ser expandidos ou contraídos clicando no mais ou menos que se encontra à esquerda do título da página. Para activar/desactivar páginas ou fazer páginas (não) disponíveis no menu clique no ícone aceso.

source: Please enter the Block-ID
pt: Indique o ID do Bloco

source: by %s
pt: por %s

source: Description to be shown below the map
pt: Descrição que deve ser exibida abaixo do mapa

source: Text to be shown in the popup window of the marker
pt: Texto a ser exibido na janela popup do marcador

source: Page
pt: Página

source: Include self
pt: Incluir a própria

source: if page isn't 'All pages'
pt: se página não for 'Todas as páginas'

source: Include subpages that are not in the menus
pt: Incluir subpáginas que não estão nos menus

source: Include headings
pt: Incluir cabeçalhos

source: Include headings up to level
pt: Incluir cabeçalhos até ao nível

source: if headings are included and not unlimited; select 0 to include menu only for the selected page
pt: se cabeçalhos estão incluídos e não ilimitados; seleccione 0 para incluir menu apenas para a página seleccionada

source: Include subpages
pt: Incluir subpáginas

source: Include subpages into table up to level
pt: Incluir subpáginas na tabela até ao nível

source: if subpages are included and not unlimited
pt: se subpáginas estão incluídas e não ilimitados

source: Header size
pt: Tamanho do cabeçalho

source: Text
pt: Texto

source: Source
pt: Fonte

source: URL of RSS feed (include http://)
pt: URL de feed RSS (incluir http://)

source: Include feed text in addition to the title
pt: Incluir o texto feed, além do título

source: Refresh time (in minutes)
pt: Tempo de refrescamento (em minutos)

source: Max. no. of items to display
pt: N.º máximo de itens a exibir

source: both
pt: ambos(as)

source: left
pt: esquerda

source: right
pt: direita

source: Video description
pt: Descrição de vídeo

source: Select a geographical position either by clicking on the map or writing the position (latitude and longitude) directly. You can drag the map with your mouse, and double-click to zoom and select position.
pt: Seleccione uma posição geográfica, quer clicando no mapa ou escrevendo a posição (latitude e longitude) directamente. Pode arrastar o mapa com o rato e clique duas vezes para aplicar zoom e seleccione a posição.

source: (a comma-separated numeral that has a precision to 6 decimal places. For example, 40.714728)
pt: (um numeral separado por vírgula, que tem uma precisão de 6 casas decimais. Por exemplo, 40.714728)

source: Zoom level
pt: Nível de zoom

source: (from 0 for the entire world to 21 for individual buildings)
pt: (de 0 para o mundo inteiro a 21 para edifícios individuais)

source: Height of the displayed map in pixels
pt: Altura do mapa exibido em pixeis

source: (below 350 pixels the navigation controls will be small)
pt: (abaixo de 350 pixeis os controles de navegação serão pequenos)

source: Unfiltered text
pt: Texto não filtrado

source: iframe name parameter
pt: parâmetro de nome de iframe

source: iframe title parameter
pt: parâmetro de título de iframe

source: Formatted text
pt: Texto formatado

source: Unformatted text
pt: Texto não formatado

source: URL to the video clip
pt: URL para o vídeo clip

source: Something like "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
pt: Algo como "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".

source: Video display width [in pixels]
pt: Largura de exibição de vídeo [em pixeis]

source: Video display height [in pixels]
pt: Altura de exibição de vídeo [em pixeis]

source: Show video inline
pt: Mostrar vídeo inline

source: Show video in popup window
pt: Mostrar vídeo em janela pop-up

source: By
pt: Por

source: No Flickr API key available! You must specify a Flickr API key to use this feature. You can get a key from %s.
pt: Sem chave de API do Flickr disponível! Deve especificar uma chave de API do Flickr para usar este recurso. Pode obter uma chave a partir de %s.

source: Display photos from this user
pt: Exibir fotos deste utilizador

source: Display photos tagged with these tags (comma separated)
pt: Exibir fotos marcadas com essas etiquetas (separadas por vírgulas)

source: Number of photos to show
pt: Número de fotos para mostrar

source: Display the streetview control
pt: Exibir o controle streetview

source: Display a link to directions to this location in Google Maps
pt: Exibir um link para direcções para esse local no Google Maps

source: (can contain HTML markup. Leave this field empty for disabling the popup window.)
pt: (pode conter marcação HTML. Deixe este campo vazio para desactivar a janela pop-up).

source: Publication type
pt: Tipo de publicação

source: Publication PID
pt: PID da Publicação

source: Template format for displaying the publication
pt: Formato de template para exibir a publicação

source: Use this feature carefully! Some modules do not work when displayed together with other modules. DO NOT create circular module references, e.g., adding a Content page that displays itself ...
pt: Utilize este recurso com cuidado! Alguns módulos não funcionam quando apresentados juntamente com outros módulos. NÃO criar referências circulares de módulos, por exemplo, adicionar uma página de conteúdo que exibe o próprio conteúdo ...

source: Module name
pt: Nome do módulo

source: Function type
pt: Tipo de função

source: Function name
pt: Nome da função

source: Function parameters
pt: Parâmetros da função

source: Separate by commas, e.g., x=5,y=2
pt: Separado por vírgulas, e.g., x=5,y=2

source: Get directions from start address
pt: Obter direcções a partir do endereço de início

source: Show Directions
pt: Exibir Direcções

source: Clear Directions
pt: Limpar Direcções

source: Get directions to this location
pt: Obter direcções para este local

source: Something like "http://vimeo.com/7504225".
pt: Algo como "http://vimeo.com/7504225".

source: Use an iframe instead of the textfield
pt: Use um iframe em vez do campo de texto

source: If this setting is enabled the text field above will be ignored and iframe parameters will be used.
pt: Se esta configuração estiver activada, o campo de texto acima será ignorado e os parâmetros iframe serão usados.

source: iframe src
pt: src da iframe

source: the src parameter of the iframe
pt: o parâmetro src da iframe

source: iframe Style
pt: estilo da iframe

source: the style parameter of the iframe, e.g. "border:0"
pt: o parâmetro estilo da iframe, por exemplo "border:0"

source: iframe Width [in pixels]
pt: Largura da iframe [em pixeis]

source: the width parameter of the iframe, e.g. "800"
pt: o parâmetro largura da iframe, por exemplo "800"

source: iframe Height [in pixels]
pt: Altura da iframe [em pixeis]

source: the height parameter of the iframe, e.g. "600"
pt: o parâmetro altura da iframe, por exemplo "600"

source: iframe frameborder
pt: frameborder da iframe

source: the frameborder parameter of the iframe, e.g. "0"
pt: o parâmetro frameborder da iframe, por exemplo "0"

source: iframe scrolling
pt: scrolling da iframe

source: the scrolling parameter of the iframe, e.g. "no"
pt: o parâmetro scrolling da iframe, por exemplo "não"

source: Allow transparancy on the iframe
pt: Permitir transparência na iframe

source: Computer code lines
pt: Linhas de código de computador

source: If you register the module BBCode as a hook for Content then you can get your computer code better formatted.
pt: Se registar o módulo BBCode como um hook para o conteúdo, então pode obter o seu código de computador melhor formatado.

source: Number of publications (leave empty for default)
pt: Número de publicações (deixe em branco para o padrão)

source: First publication number to show (leave empty for first in list)
pt: Primeiro número da publicação para mostrar (deixar em branco para o primeiro da lista)

source: List filter as used in URL, separated by "&", but without "filter=" (e.g. "country:eq:DK")
pt: Lista de filtro tal como utilizado na URL, separados por "&", mas sem "filter=" (e.g. "country:eq:DK")

source: Orderby clause as used in URL. Should be a comma separated list of field names without "orderby=" (e.g. "core.lastUpdated:desc,title")
pt: Ordenar por cláusula como utilizado na URL. Deve ser uma lista separada por vírgulas de nomes de domínio, sem "orderby=" (e.g. "core.lastUpdated:desc,title")

source: Template format for displaying list items
pt: Formato de template para exibir lista de itens

source: Path to the Shockwave-Flash video
pt: Caminho para vídeo Shockwave-Flash

source: Show information on the map
pt: Exibir informações sobre o mapa

source: Hide information on the map
pt: Ocultar informações sobre o mapa

source: Name of the Camtasia-Flash video
pt: Nome do vídeo Camtasia-Flash

source: You have to upload your camtasia project in the folder defined below <folder>/project/project.mp4 first. Here you have to give only the name of your project without path and file extension.
pt: Tem que enviar seu projecto camtasia na pasta definida abaixo <folder>/project/project.mp4 primeiro. Aqui tem de dar apenas o nome do seu projecto sem caminho e estensão de ficheiro.

source: Thumbnail display width in popup mode [in pixels]
pt: Largura da exibição de miniatura no modo pop-up [em pixeis]

source: Thumbnail display height in popup mode [in pixels]
pt: Altura da exibição de miniatura no modo pop-up [em pixeis]

source: Optional author of the video
pt: Autor opcional do vídeo

source: Folder where the files are uploaded
pt: Pasta onde os arquivos são carregados

source: Slideshare's Wordpress code
pt: Código Wordpress de Slideshare

source: Copy Slideshare's Wordpress embed code here (including square brackets and all). Click on Embed and Customize to show the wordpress embed code. It should look something like [slideshare id=145849&doc=prototype-jquery-going-from-one-to-the-other-1193346036472971-5]
pt: Copie o código embebido Slideshare's Wordpress aqui (incluindo parêntesis rectos e tudo). Clique em Embebido e Personalizar para exibir o código embebido. Deve ficar algo parecido [slideshare id=145849&doc=prototype-jquery-going-from-one-to-the-other-1193346036472971-5]

source: Slide description
pt: Deslizar descrição

source: Slideshare's embedded player width
pt: Largura do player embebido do Slideshare

source: Slideshare's embedded player height
pt: Altura do player embebido do Slideshare

source: Author
pt: Autor

source: Visible for
pt: Visível para

source: Positioning works only with fixed width!
pt: O posicionamento só funciona com largura fixa!

source: Position
pt: Posição

source: Width
pt: Largura

source: Previous
pt: Anterior

source: Error! There is nothing to translate for this content type.
pt: Erro! Não há nada para traduzir para este tipo de conteúdo.

source: Back
pt: Voltar

source: Contents
pt: Conteúdos

source: Welcome to the contents for %s
pt: Bem-vindo aos conteúdos para %s

source: The available sections are as follows:
pt: As secções disponíveis são as seguintes:

source: Please select the type of content you want to add to your page.
pt: Seleccione o tipo de conteúdo que deseja adicionar à sua página.

source: Select content type
pt: Escolha o tipo de conteúdo

source: Version history is currently disabled and no new entries will be recorded.
pt: O histórico de versões está desactivado e nenhuma nova entrada será registada.

source: Date
pt: Data

source: User
pt: Utilizador

source: Action
pt: Acção

source: Restore
pt: Restaurar

source: No history data recorded.
pt: Nenhum histórico registado.

source: Subpages of %s
pt: Subpáginas de %s

source: No subpages available
pt: Nenhuma subpágina disponível

source: Permalink URL name
pt: Nome da URL Permalink

source: Used to refer this page in short URLs mode. Leave as blank for default value.
pt: Usado para referir esta página em modo de URLs curtas. Deixar em branco para valor por defeito.

source: Clone translations
pt: Clonar traduções

source: Clone
pt: Clonar

source: Back to page
pt: Voltar para a página

source: Revision #
pt: Revisão #

source: Event
pt: Evento
