Repository: zikula/i18n-portal
Catalog: gettext/*/modules/content/3.2.1/module_content.po
Languages: pt

source: Error! Cannot create sub-page without parent page ID
pt: Erro! Não é possível criar sub-página sem o ID da página pai

source: Error! There is already another page registered with the supplied permalink URL.
pt: Erro! Já existe uma outra página com o registada com a URL permalink fornecida.

source: Translated
pt: Traduzido

source: Translation deleted
pt: Tradução eliminada

source: Error! It is not possible to move a parent page beneath one of its descendants.
pt: Erro! Não é possível mover uma página pai abaixo de um dos seus descendentes.

source: Error! Could not load items.
pt: Erro! Não foi possível carregar itens.

source: Use 2 category levels (1st level single, 2nd level multi selection)
pt: Use 2 níveis de categoria (primeiro nível único, segundo nível de selecção múltipla)

source: Use 2 category levels (both single selection)
pt: Use 2 níveis de categoria (ambos de selecção única)

source: Use 1 category level
pt: Use 1 nível de categoria

source: Don't use Categories at all
pt: Não usar categorias

source: New pages will be active and available in the menu
pt: Novas páginas estarão activas e disponíveis no menu

source: New pages will be inactive and available in the menu
pt: Novas páginas estarão inactivas e disponíveis no menu

source: New pages will be active and not available in the menu
pt: Novas páginas estarão activas e não disponíveis no menu

source: New pages will be inactive and not available in the menu
pt: Novas páginas estarão inactivas e não disponíveis no menu

source: Main category property does not exist.
pt: Propriedade da categoria principal não existe.

source: Second category property does not exist.
pt: Propriedade da segunda categoria não existe.

source: Done! Saved module configuration.
pt: Feito! Configuração do módulo guardada.

source: Sorry! You have not been granted access to this page.
pt: Não tem acesso a esta página.

source: No page ID passed.
pt: Nenhum ID de página passou.

source: Error! Could not update state.
pt: Não foi possível actualizar estado.

source: Error! Unknown content-ID
pt: Erro! ID do conteúdo desconhecido

source: Error! Can't load content plugin
pt: Erro! Não é possível carregar o plug-in do conteúdo

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the module is not available.
pt: Erro! Não é possível carregar o plug-in [%1$s] no módulo [%2$s] uma vez que o módulo não está disponível.

source: Error! Unable to load plugin [%1$s] in module [%2$s] for some unknown reason.
pt: Erro! Não é possível carregar o plug-in [%1$s] no módulo [%2$s] por alguma razão desconhecida.

source: Content editing
pt: Edição de conteúdos

source: Content is a page editing module. With it you can insert and edit various content items, such as HTML texts, videos, Google maps and much more.
pt: O conteúdo é um módulo de edição de páginas. Com ele, pode inserir e editar vários itens de conteúdo, como textos HTML, vídeos, mapas do Google e muito mais.

source: Edit this page
pt: Editar esta página

source: Translate this page
pt: Traduzir esta página

source: Edit this: %1$s [ID%2$s]
pt: Editar: %1$s [ID%2$s]

source: Translate
pt: Traduzir

source: Please install Scribite to get a real HTML editor.
pt: Instale o Scribite para obter um editor HTML real.

source: Please install the hook BBCode to enable bbcode filtering.
pt: Instale o gancho BBCode para activar o filtro bbcode.

source: %s area
pt: área %s

source: Add new content here
pt: Adicione novo conteúdo aqui

source: No box
pt: Nenhuma caixa

source: Above
pt: Acima

source: Float, left
pt: Flutuante, à esquerda

source: Float, right
pt: Flutuante, à direita

source: Above, left
pt: Acima, à esquerda

source: Above, right
pt: Acima, à direita

source: Header
pt: Cabeçalho

source: Left column
pt: Coluna da esquerda

source: Right column
pt: Coluna da direita

source: Footer
pt: Rodapé

source: 2 columns (62|38)
pt: 2 colunas (62|38)

source: Header + two columns (62|38) + footer
pt: Cabeçalho + 2 colunas (62|38) + rodapé

source: 2 columns (30|70)
pt: 2 colunas (30|70)

source: Header + two columns (30|70) + footer
pt: Cabeçalho + 2 colunas (30|70) + rodapé

source: Centre column
pt: Coluna do centro

source: 3 columns (50|25|25)
pt: 3 colunas (50|25|25)

source: Header + three columns (50|25|25) + footer
pt: Cabeçalho + três colunas (50|25|25) + rodapé

source: 3 columns (25|25|50)
pt: 3 colunas (25|25|50)

source: Header + three columns (25|25|50) + footer
pt: Cabeçalho + três colunas (25|25|50) + rodapé

source: 2 columns (75|25)
pt: 2 colunas (75|25)

source: Header + two columns (75|25) + footer
pt: Cabeçalho + duas colunas (75|25) + rodapé

source: Header above page headline
pt: Cabeçalho acima da manchete da página

source: 1 column, header above page headline
pt: 1 coluna, cabeçalho acima da manchete da página

source: Single 100% wide column and a top-header above the page headline (for e.g. breadcrumbs or author-information above the title)
pt: Única coluna de largura 100% e um cabeçalho acima da manchete da página (por exemplo: migalhas ou informação do autor, acima do título)

source: 2 columns (66|33)
pt: 2 colunas (66|33)

source: Header + two columns (66|33) + footer
pt: Cabeçalho + 2 colunas (66|33) + rodapé

source: 1 column
pt: 1 coluna

source: Header + single 100% wide column
pt: Cabeçalho + única coluna de largura 100%

source: 2 columns (25|75)
pt: 2 colunas (25|75)

source: Header + two columns (25|75) + footer
pt: Cabeçalho + 2 colunas (25|75) + rodapé

source: 2 columns (38|62)
pt: 2 colunas (38|62)

source: Header + two columns (38|62) + footer
pt: Cabeçalho + 2 colunas (38|62) + rodapé

source: 2 columns (70|30)
pt: 2 colunas (70|30)

source: Header + two columns (70|30) + footer
pt: Cabeçalho + 2 colunas (70|30) + rodapé

source: Left column1
pt: Coluna da esquerda 1

source: Right column1
pt: Coluna da direita 1

source: center1
pt: centro1

source: Left column2
pt: Coluna da esquerda 2

source: Right column2
pt: Coluna da direita 2

source: 2-1-2 columns (50|50)
pt: 2-1-2 colunas (50|50)

source: Header + two-one-two columns (50|50) + footer
pt: Cabeçalho+ 2-1-2 colunas (50|50) + rodapé

source: 1 column no header
pt: 1 coluna sem cabeçalho

source: Single 100% wide column without header
pt: 1 coluna com largura 100% sem cabeçalho

source: 3 columns (25|50|25)
pt: 3 colunas (25|50|25)

source: Header + three columns (25|50|25) + footer
pt: Cabeçalho + 3 colunas (25|50|25) + rodapé

source: 2 columns (50|50)
pt: 2 colunas (50|50)

source: Header + two columns (50|50) + footer
pt: Cabeçalho + 2 colunas (50|50) + rodapé

source: 3 columns (33|33|33)
pt: 3 colunas (33|33|33)

source: Header + three columns (33|33|33) + footer
pt: Cabeçalho + 3 colunas (33|33|33) + rodapé

source: 2 columns (33|66)
pt: 2 colunas (33|66)

source: Header + two columns (33|66) + footer
pt: Cabeçalho + 2 colunas (33|66) + rodapé

source: Content Most Viewed
pt: Conteúdo mais visualizado

source: Content Most viewed Pages block
pt: Bloco de Conteúdos mais visualizados

source: All pages
pt: Todas as páginas

source: Content menu
pt: Menu para Conteúdo

source: Content menu block
pt: Bloco de Menu para Conteúdo

source: Unknown id
pt: ID desconhecido

source: Content not available
pt: Conteúdo não disponível

source: No needle id
pt: Nenhum ID de needle

source: Vimeo video clip
pt: Clip de vídeo Vimeo

source: Display Vimeo video clip.
pt: Exibir clip de vídeo Vimeo

source: Error! Unrecognized Vimeo URL
pt: Erro! URL de Vimeo não reconhecido

source: Heading
pt: Título

source: Section heading for structuring larger amounts of text.
pt: Título da secção para a estruturação de grandes quantidades de texto.

source: Quote
pt: Citação

source: A highlighted quote with source.
pt: Citação destacada com a fonte.

source: Add quote text here...
pt: Acrescentar o texto de citação aqui ...

source: Name of the Source
pt: Nome da Fonte

source: Pagesetter publication list
pt: Lista de publicação Pagesetter

source: Pagesetter list of filtered, ordered, and/or formatted publications.
pt: Lista do Pagesetter ou publicações filtradas, ordenadas e/ou formatadas.

source: Display slides from slideshare.com
pt: Exibir slides a partir de slideshare.com

source: Not valid Slideshare Wordpress embed code
pt: Código embebido Slideshare Wordpress não válido

source: Google map
pt: Mapa do Google

source: Display Google map position.
pt: Exibição da posição do mapa do Google.

source: A Google maps API key is not needed any more in the new version 3 of the Javascript API.
pt: A chave API de mapas do Google não é mais necessária na nova versão 3 da API Javascript.

source: OpenStreetMap map
pt: Mapa OpenStreetMap

source: Display OpenStreetMap map position.
pt: Exibição da posição do mapa OpenStreetMap.

source: If you want to add OpenStreetMap maps to your content you don't need an API key.
pt: Se quiser adicionar mapas OpenStreetMap para o seu conteúdo não é necessário uma chave API.

source: Author Infobox
pt: Caixa de informação do autor

source: Various information about the author of the page.
pt: Informações diversas sobre o autor da página.

source: Page navigation
pt: Navegação de página

source: Allows to navigate within pages on the same level.
pt: Permite navegar dentro de páginas ao mesmo nível

source: Photos from Flickr.com
pt: Fotos de Flickr.com

source: Display thumbnails from specific Flickr user or tags.
pt: Exibir miniaturas de etiquetas ou utilizadores específicos do Flickr.

source: If your want to add Flickr photos to your content then you need a Flickr API key. You can get this from <a href="http://www.flickr.com/api">flickr.com</a>.
pt: Se quiser adicionar fotos Flickr para o seu conteúdo, então precisa de uma chave API do Flickr. Pode obtê-la em <a href="http://www.flickr.com/api">flickr.com</a>.

source: Flickr photos from user %1$s associated with tags %2$s
pt: Fotos de Flickr do utilizador %1$s associadas com etiquetas %2$s

source: Pagesetter publication
pt: Publicação Pagesetter

source: Display a Pagesetter publication.
pt: Exibir uma uma publicação do Pagesetter.

source: Join Position
pt: Juntar Posição

source: Joins different positions, e.g. if you used position: top-right then this can fix the layout/textflow.
pt: Junta posições diferentes, por exemplo, se usou posição: topo-direito, então esta pode corrigir o layout/textflow.

source: BreadCrumb
pt: Migalhas

source: Show breadcrumbs for hierarchical pages
pt: Mostrar migalhas para páginas hierárquicas

source: HTML text
pt: Texto HTML

source: A rich HTML editor for adding text to your page.
pt: Um editor visual de HTML para adicionar texto à sua página.

source: Add text here ...
pt: Acrescentar texto aqui ...

source: Blocks
pt: Blocos

source: Display Zikula blocks.
pt: Exibir blocos Zikula.

source: Module display
pt: Exibição de módulo.

source: Display output from any installed module.
pt: Exibir o output de qualquer módulo instalado.

source: Maximum number of pages-in-pages reached! You probably included this page in itself.
pt: O número máximo de páginas em páginas foi atingido! Provavelmente incluiu esta página nela própria.

source: Table of contents
pt: Índice analítico

source: A table of contents of headings and subpages (build from this module's pages).
pt: Um Índice analítico dos cabeçalhos e subpáginas (construído a partir das páginas deste módulo).

source: Table of contents of %1$s
pt: Índice analítico de %1$s

source: No
pt: Não

source: Yes, unlimited
pt: Sim, ilimitado

source: Yes, limited
pt: Sim, limitado

source: Computer Code
pt: Código de computador

source: A text editor for computer code. Line numbers are added to the text and it is displayed in a monospaced font.
pt: Um editor de texto de código de computador. Os números de linha são adicionadas ao texto e são exibidos numa fonte monoespaçada.

source: YouTube video clip
pt: Video clip do YouTube

source: Display YouTube video clip.
pt: Exibir video clip do YouTube.

source: Unrecognized YouTube URL
pt: URL do YouTube não reconhecido

source: RSS feed
pt: Feed RSS

source: Display list of items in an RSS feed.
pt: Exibir uma lista de itens de um feed RSS.

source: Camtasia Flash video
pt: Vídeo em Flash Camtasia

source: Display a Camtasia Flash video.
pt: Exibir um Vídeo em Flash Camtasia

source: Flash Video-Path: %1$s<br>Size in pixels: %2$s
pt: Caminho Vídeo em Flash: %1$s<br>Tamanho em pixeis: %2$s

source: Video description: %s
pt: Descrição de vídeo: %s

source: Unrecognized Flash video path: %s
pt: Caminho de vídeo em Flash não reconhecido: %s

source: Unrecognized camtasia-Flash video path:
pt: Caminho de vídeo em Flash camtasia não reconhecido:

source: Unfiltered raw text
pt: Texto em bruto não filtrado

source: A plugin for unfiltered raw output (iframes, JavaScript, banners, etc)
pt: Um plugin para a saída em bruto não filtrada (iframes, JavaScript, banners, etc)

source: An <strong>iframe</strong> is included with<br />src = %1$s<br />width = %2$s and height = %3$s
pt: Uma <strong>iframe</strong> é incluída com<br />src = %1$s<br />largura = %2$s e altura = %3$s

source: The following <strong>unfiltered text</strong> will be included literally<br /><hr>%s<hr>
pt: O seguinte <strong>texto não filtrado</strong> será incluído literalmente<br /><hr>%s<hr>

source: Add unfiltered text here ...
pt: Adicionar texto não filtrado aqui ...

source: Version #%1$s - %2$s - %3$s by %4$s from %5$s
pt: Versão #%1$s - %2$s - %3$s por %4$s a partir de %5$s

source: Preview
pt: Pré-visualização

source: Error! Unknown page.
pt: Erro! Página desconhecida.

source: Sitemap
pt: Mapa do site

source: Unknown user
pt: Utilizador desconhecido

source: Content updated
pt: Conteúdo actualizado

source: Content deleted
pt: Conteúdo eliminado

source: Content moved
pt: Conteúdo movido

source: Content added
pt: Conteúdo adicionado

source: Page added
pt: Página adicionada

source: Page cloned from page [%s]
pt: Página clonada da página [%s]

source: Page updated
pt: Página actualizada

source: Page restored from version [%s]
pt: Página restaurada a partir da versão [%s]

source: Page deleted
pt: Página eliminada

source: Error! Unknown version ID [%s]
pt: Erro! ID da versão desconhecida [%s]

source: Error! Could not reinsert page
pt: Erro! Não foi possível reinserir página

source: Error! Re-created old content item but did not restore old ID.
pt: Erro! Re-criado item de conteúdo antigo, mas não restaurou o antigo ID.

source: Administration
pt: Administração

source: Page list
pt: Lista de páginas

source: Add new page
pt: Adicionar nova página

source: Settings
pt: Definições

source: Warning! Could not create the default Content category tree. If you want to use categorisation with Content, register at least one property for the module in the Category Registry.
pt: Atenção! Não foi possível criar a árvore de categorias de conteúdos por defeito. Se quiser usar a categorização de conteúdos, registo de pelo menos uma propriedade para o módulo no registo da categoria.

source: Content introduction page
pt: Página de introdução de conteúdo

source: content-introduction-page
pt: página-de-introdução-de-conteúdo

source: Warning! Could not create the default Content introductory page.
pt: Atenção! Não foi possível criar a página introdutória de conteúdo por defeito.

source: A Content page consists of various content items in a chosen layout
pt: Uma página de conteúdo é composta por vários itens de conteúdo em um layout escolhido

source: <p>Each created page has a specific layout, like 1 column with and without a header, 2 columns, 3 columns. The chosen layout contains various content areas. In each area you can place 1 or more content items of various kinds like:</p> <ul> <li>HTML text;</li> <li>YouTube videos;</li> <li>Google maps;</li> <li>Flickr photos;</li> <li>RSS feeds;</li> <li>Computer Code;</li> <li>the output of another Zikula module.</li> </ul> <p>Within these content areas you can sort the content items by means of drag & drop.<br /> You can make an unlimited number of pages and structure them hierarchical. Your page structure can be displayed in a multi level menu in your website.</p>
pt: <p>Cada página criada tem um layout específico, como uma coluna com e sem um cabeçalho, 2 colunas, 3 colunas. O layout escolhido contém diversas áreas de conteúdo. Em cada área pode colocar um ou mais itens de conteúdo de vários tipos, como:</p> <ul> <li>HTML text;</li> <li>vídeos YouTube;</li> <li>mapas Google;</li> <li>fotos Flickr;</li> <li>feeds RSS;</li> <li>código de computador;</li> <li>o output de outro módulo do Zikula.</li> </ul> <p>Dentro destas áreas de conteúdo pode ordenar os itens de conteúdo através de pegar e arrastar.<br /> Pode fazer um número ilimitado de páginas e estruturá-las hierarquicamente. A estrutura da página pode ser exibida em um menu multi nível no seu site.</p>

source: <p><strong>This is a second HTML text content item in the left column</strong><br /> Content is an extendible module. You can create your own content plugins and layouts and other Zikula modules can also offer content items. The News published module for instance has a Content plugin for a list of the latest articles.</p>
pt: <p><strong> Este é um segundo item de conteúdo de texto HTML na coluna da esquerda </strong><br /> Conteúdo é um módulo extensível. Pode criar os seus próprios plugins de conteúdo e layouts e outros módulos Zikula também podem oferecer itens de conteúdo. O módulo de notícias publicadas, por exemplo, tem um plugin de conteúdo para obter uma lista das últimas notícias. </p>

source: No matter what your needs, Zikula can provide the solution.
pt: Qualquer que sejam as suas necessidades, Zikula pode fornecer a solução.

source: $this->doAction($var); // just some code
pt: $this->doAction($var); // apenas algum código

source: <p>So you see that you can place all kinds of content on the page in your own style and liking. This makes Content a really powerful module.</p> <p>This page uses the <strong>2 column (62|38) layout</strong> which has a header, 2 colums with 62% width on the left and 38% width on the right and a footer</p>
pt: <p>Então vê que pode colocar todos os tipos de conteúdo na página em seu próprio estilo e gosto. Isso faz com que o Content seja um módulo muito poderoso.</p> <p>Esta página usa o <strong>layout 2 colunas (62|38)</strong> que tem um cabeçalho, 2 coluna com 62% de largura na esquerda e 38% de largura na direita e um rodapé</p>

source: This <strong>footer</strong> finishes of this introduction page. Good luck with using Content. The <a href="index.php?module=content&type=edit">Page list</a> interface lets you edit or delete this introduction page. In the <a href="index.php?module=content&type=admin">administration</a> interface you can further control the Content module.
pt: Este<strong>rodapé</strong> termina esta página de introdução. A interface da <a href="index.php?module=content&type=edit">lista de páginas</a> permite editar ou eliminar esta página de introdução. Na interface de <a href="index.php?module=content&type=admin">administração</a> pode controlar o módulo Content.

source: Page list and content structure
pt: Lista de páginas e estrutura de conteúdos

source: Located below:
pt: Localizado abaixo:

source: Located after:
pt: Localizado depois:

source: Error! You have not been granted access to this page.
pt: Erro! Não têm acesso a esta página.

source: Edit page
pt: Editar página

source: Layout changed
pt: Layout alterado

source: Clone page
pt: Clonar página

source: Add new content to page
pt: Adicionar novo conteúdo para a página

source: Edit content item
pt: Editar item de conteúdo

source: public (all)
pt: público (tudo)

source: only logged in members
pt: apenas membros autenticados

source: only not logged in people
pt: apenas membros não autenticados

source: Sorry, you cannot translate an item to the same language as it's default language ("%1$s"). Change the current site language ("%1$s") to some other language on the <a href="%2$s">localisation settings</a> page.<br /> Another way is to add, for instance, <strong>&amp;lang=de</strong> to the url for changing the current site language to German and after that the item can be translated to German.
pt: Não pode traduzir um item para o mesmo idioma que o idioma por defeito ("%1$s"). Altere o idioma actual do site ("%1$s") para algum outro idioma na página de <a href="%2$s">definições de localização</a>.<br /> Outra maneira é adicionar, por exemplo, <strong>&amp;lang=de</strong> para a url para alterar o idioma actual do site para Alemão e depois pode ser traduzido para Alemão.

source: Translate page
pt: Traduzir página

source: Translate content item
pt: Traduzir item de conteúdo

source: Page history
pt: Histórico da página

source: Restore deleted pages
pt: Restaurar páginas eliminadas

source: Select layout
pt: Seleccionar layout

source: Page title
pt: Título da página

source: Permalink URL
pt: URL permalink

source: (Used in shorturl mode and generated automatically if left blank)
pt: (Utilizado no modo shorturl e gerado automaticamente se em branco)

source: Please select a specific layout for your page
pt: Seleccione um layout específico para a sua página

source: Page layout
pt: Layout da página

source: Layout preview and description
pt: Pré-visualização do layout e descrição

source: Create
pt: Criar

source: Cancel
pt: Cancelar

source: Include the following subpages
pt: Incluir as seguintes subpáginas

source: Use caching in the menu block
pt: Usar cache no bloco menu

source: Also show pages which don't appear in menu
pt: Também mostra as páginas que não aparecem no menu

source: Number of pages
pt: Número de páginas

source: Edit
pt: Editar

source: Clone content
pt: Clonar conteúdo

source: Add new content above
pt: Adicionar novo conteúdo acima

source: Add new content below
pt: Adicionar novo conteúdo abaixo

source: Delete
pt: Eliminar

source: History
pt: Histórico

source: Content
pt: Conteúdo

source: Here you manage the content of this page. You can add/edit/delete content as well as drag the content boxes around to get the layout right. Click on the icon next to the title for the options of that content item.
pt: Aqui gerir o conteúdo desta página. Pode adicionar/editar/excluir conteúdos, bem como arrastar as caixas de conteúdos em torno para obter o layout correcto. Clique no ícone ao lado do título para as opções desse item de conteúdo.

source: Options
pt: Opções

source: Page settings
pt: Definições de página

source: Page language
pt: Idioma da página

source: Include page in menu
pt: Incluir página no menu

source: You can include/exclude the page in the menu. The page is only shown when it is also Online.
pt: Pode incluir ou excluir a página no menu. A página só é exibida quando também está Online.

source: Do not display hooks on page
pt: Não exibir hooks na página

source: Just hide all the hooks on this page, it does not replace policies.
pt: Esconda todos os hooks nesta página, não substitui políticas.

source: Page state
pt: Estado da página

source: Active
pt: Activo

source: You can set the page active/inactive as well as supply a publication date interval. A page is only online if it is active and within the publication interval.
pt: Pode configurar a página de activos/inactivos, bem como fornecer um intervalo de data de publicação. Uma página é só online se ela estiver activa e dentro do intervalo de publicação.

source: Start date
pt: Data de início

source: End date
pt: Data de fim

source: Created
pt: Criado

source: on %1$s by %2$s
pt: em %1$s por %2$s

source: Updated
pt: Actualizado

source: Category
pt: Categoria

source: Categories
pt: Categorias

source: Primary category
pt: Categoria primária

source: Secondary category
pt: Categoria secundária

source: Secondary categories
pt: Categorias secundárias
