Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Dizkus/3.1/module_dizkus.po
Languages: ca, el, nl

source: Manage subscriptions
ca: Gestiona les subscripcions
el: Διαχείριση Συνδρομών Χρηστών
nl: Abonnementen beheren

source: Remove a user's topic and forum subscriptions
ca: Esborra el tema de l'usuari/ària i les subscripcions al fòrum
el: Διαγραφή δημοσιεύσεων ενός χρήστη.
nl: Forum en onderwerp abonnementen van gebruikers verwijderen

source: Synchronize forum/topic index
ca: Sincronitza els índex dels fòrums i els temes
el: Συγχρονισμός Δεδομένων
nl: Forum / Onderwerp index synchroniseren

source: Synchronize forum and topic indexes to fix any discrepancies that might exist
ca: Sincronitza els índexs dels fòrum i els temes per reparar possibles irregularitats que puguin existir
el: %1$s and %2$s characters in length.
nl: Forum en onderwerp indexen synchroniseren om eventuele discrepanties te repareren

source: Settings
ca: Preferències
el: Ρυθμίσεις
nl: Instellingen

source: Edit general forum-wide settings
ca: Edita la configuració general dels fòrums
el: Επεξεργασία γενικών ρυθμίσεων forum
nl: Algemene forum-brede instellingen bewerken

source: Error! This version of the Dizkus module requires Zikula 1.2.0 or later. Installation has been stopped because this requirement is not met.
ca: Aquesta versió del mòdul Dizkus necessita Zikula 1.2.0 o superior. La instal·lació no s'ha completat perquè no se satisfà aquest requeriment.
nl: Foutmelding: Deze versie van Dizkus vereist Zikula 1.2.0 of later. Installatie is gestaakt omdat aan deze eis niet is voldaan.

source: Error! Could not create %s hook.
ca: No s'ha pogut crear el lligam %s.
nl: Foutmelding: Kon %s hook niet aanmaken.

source: Error! Could not delete %s hook.
ca: No s'ha pogut esborrar el lligam %s.
nl: Foutmelding: Kon %s hook niet verwijderen.

source: Error! The upgrade to Dizkus 3.0 failed.
ca: L'actualització del mòdul ha fallat.
nl: Foutmelding: De upgrade naar Dizkus versie 3.0 is mislukt.

source: Error! A problem was encountered while upgrading the source module for hooks ('smodule').
ca: No s'ha pogut actualitzar el mòdul d'origen pels lligams ('smodule').
nl: Foutmelding: Er is een probleem ontstaan bij het upgraden van de bron module voor hooks ('smodule').

source: Error! A problem was encountered while upgrading the target module for hooks ('tmodule').
ca: No s'ha pogut actualitzar el mòdul de destí pels lligams ('tmodule').
nl: Foutmelding: Er is een probleem ontstaan bij het upgraden van de doel module voor hooks ('tmodule').

source: Error! Could not upgrade to Dizkus 3.1.
ca: No s'ha pogut actualitzar al Dizkus 3.1.
nl: Foutmelding: De upgrade naar Dizkus versie 3.1 is mislukt.

source: Error! Could not upgrade the table '%s'.
ca: No s'ha pogut actualitzar la taula '%s'.
nl: Foutmelding: Kon tabel '%s' niet bijwerken.

source: Error! In 'backforum.php', an invalid forum ID %s was encountered.
ca: S'ha produït un error a 'backforum.php'. S'ha trobat un ID de fòrum no vàlid %s.
el: Σφάλμα! Στο 'backforum.php', ένα λάθος forum ID %s έχει προκύψει.
nl: Foutmelding: In backforum.php was een ongeldig forum ID opgegeven.

source: Error! In 'backforum.php', an invalid category ID %s was encountered.
ca: S'ha produït un error a 'backforum.php'. S'ha trobat un ID de categoria no vàlid %s.
el: Σφάλμα! Στο 'backforum.php', ένα λάθος ID κατηγορίας %s έχει προκύψει.
nl: Foutmelding: In backforum.php was een ongeldig categorie ID opgegeven.

source: Error! Could not find a template for an %s-type feed.
ca: No s'ha trobat una plantilla per a una font de notícies de tipus %s.
el: Σφάλμα! Δε βρέθηκε template για %s-type feed.
nl: Foutmelding: Er was geen template gevonden voor een %s-feed.

source: Manage topic subscriptions
ca: Gestiona les subscripcions als temes
el: Διαχείριση των δημοσιεύσεων
nl: Abonnementen op onderwerpen beheren

source: Topic
ca: Tema
el: Θέμα
nl: Onderwerp

source: Posted
ca: Enviat
el: Δημοσιεύθηκαν
nl: Geplaatst

source: Unsubscribe from topic
ca: Elimina la subscripció al tema
el: Διαγραφή από το θέμα
nl: Uitschrijven bij onderwerp

source: Remove all topic subscriptions
ca: Esborra les subscripcions a tots els temes
el: Διαγραφή όλων των μηνυμάτων από το θέμα
nl: Alle onderwerp abonnementen verwijderen

source: by
ca: per
el: από
nl: door

source: No topic subscriptions found.
ca: No s'ha trobat cap subscripció al tema.
el: Δεν βρέθηκαν συνδρομές του χρήστη σε topics.
nl: Geen onderwerp abonnementen gevonden.

source: Submit
ca: Tramet
el: Υποβολή
nl: Inzenden

source: Previous topic
ca: Tema següent
el: Προηγούμενο θέμα
nl: Vorig onderwerp

source: Create a new topic
ca: Crea un tema nou
el: Δημιουργία νέου θέματος
nl: Nieuw onderwerp aanmaken

source: New topic
ca: Tema nou
el: Νέο θέμα
nl: Nieuw onderwerp

source: Send the posts within this topic as an e-mail message to someone
ca: Envia els enviaments d'aquest tema en un missatge de correu electrònic
el: Αποστολή των δημοσιεύσεων με email σε κάποιον
nl: Stuur de berichten uit dit onderwerp als een e-mail bericht naar iemand anders

source: Send as e-mail
ca: Envia com a correu electrònic
el: Αποστολή σαν e-mail
nl: Als e-mail versturen

source: Subscribe to topic
ca: Subscriu-me al tema
el: Εγγραφή στο θέμα
nl: Inschrijven op onderwerp

source: Next topic
ca: Tema següent
el: Επόμενο θέμα
nl: Volgend onderwerp

source: Lock topic
ca: Tanca el tema
el: Κλείδωμα θέματος
nl: Onderwerp sluiten

source: Unlock topic
ca: Torna a obrir el tema
el: Ξεκλείδωμα θέματος
nl: Onderwerp heropenen

source: Give this topic 'sticky' status
ca: Manté aquest tema a la zona superior de la llista de temes
el: Μετατροπή του θέματος σε πρώτο
nl: Dit onderwerp als 'sticky' markeren

source: Remove 'sticky' status
ca: No mantinguis més aquest tema a la zona superior de la llista de temes
el: Αποχαρακτηρισμός του θέματος από πρώτο
nl: 'Sticky' markering verwijderen

source: Move topic
ca: Mou el tema
el: Μετακίνηση θέματος
nl: Onderwerp verplaatsen

source: Quick reply
ca: Resposta ràpida
el: Γρήγορη απάντηση
nl: Snel antwoord

source: No HTML tags allowed (except inside [code][/code] tags)
ca: No es permeten etiquetes HTML (excepte les que hi ha entre les etiquetes [code][/code])
el: Δεν επιτρέπονται HTML tags (εκτός αν είναι ανάμεσα σε [code][/code])
nl: Geen HTML code toegestaan (behalve binnen [code][/code] tags)

source: Options
ca: Opcions
el: Επιλογές
nl: Opties

source: Attach my signature
ca: Afegeix la meva signatura
el: Επισύναψη της υπογραφής μου
nl: Mijn handtekening bijvoegen

source: Notify me when a reply is posted
ca: Avisa'm en rebre alguna resposta
el: Να ειδοποιηθώ όταν αναρτηθεί μια απάντηση
nl: Breng me op de hoogte als er een antwoord is geplaatst

source: Preview
ca: Vista prèvia
el: Προεπισκόπηση
nl: Voorbeeld

source: Cancel
ca: Cancel·la
el: Ακύρωση
nl: Annuleren

source: Moderated by
ca: Moderat per
el: Συντονίζεται από
nl: Gemodereerd door

source: Storing reply...
ca: Emmagatzemant la resposta...
el: Αποθήκευση απάντησης...
nl: Antwoord wordt opgeslagen...

source: Preparing preview...
ca: Preparant la vista prèvia...
el: Προετοιμασία προεπισκόπησης...
nl: Voorbeeld wordt voorbereid...

source: Storing post...
ca: Emmagatzemant l'enviament
el: Αποθήκευση μηνύματος...
nl: Bericht wordt opgeslagen...

source: Deleting post...
ca: Esborrant l'enviament...
el: Διαγραφή δημοσίευσης
nl: Bericht wordt verwijderd...

source: Updating post...
ca: Modificant l'enviament...
el: Ανανέωση δημοσίευσης...
nl: Bericht wordt bijgewerkt...

source: Unchanged
ca: Sense modificacions
el: Μη αλλαγμένο
nl: Ongewijzigd

source: Changed
ca: Modificat
el: Αλλαγμένο
nl: Gewijzigd

source: Split topic
ca: Divideix el tema
el: Χώρισμα θέματος
nl: Onderwerp splitsen

source: Notice: This will split the topic before the selected posting.
ca: Atenció: Això dividirà el tema després de l'enviament seleccionat.
el: Σημείωση : Αυτό θα χωρίσει το θέμα πριν την επιλεγμένη δημοσίευση
nl: Let op: De splitsing in dit onderwerp wordt toegepast vlak vóór het geselecteerde bericht.

source: Subject for new topic
ca: Títol del tema nou
el: Τίτλος νέου θέματος
nl: Titel van het nieuwe onderwerp

source: Subject
ca: Assumpte
el: Θέμα
nl: Titel

source: Split
ca: Divideix
el: Χώρισμα
nl: Splitsen

source: Rank
ca: Rang
el: Βαθμολογία
nl: Rang

source: Registered
ca: Registrat/da
el: Εγγεγραμμένος
nl: Geregistreerd

source: Posts
ca: Enviaments
el: Δημοσιεύσεις
nl: Berichten

source: Search forums
ca: Cerca als fòrums
el: Αναζήτηση στα forums
nl: Zoeken in forums

source: Notice: For forum searches, your search query must be between %1$s and %2$s characters long.
ca: Atenció: Les cadenes de cerca en el fòrums han de tenir una longitud de entre %1$s i %2$s caràcters.
el: Σημείωση: Για αναζήτηση στο forum, η φράση αναζήτησης πρέπει να είναι ανάμεσα σε %1$s and %2$s χαρακτήρες.
nl: Let op: Voor zoekopdrachten binnen de forums dient de zoekterm minstens %1$s en hoogstens %2$s karakters te bevatten.

source: Category and forum:
ca: Categoria i fòrum:
el: Κατηγορία και forum
nl: Categorie en Forum:

source: All forums
ca: Tots els fòrums
el: Όλα τα forums
nl: Alle forums

source: Search in
ca: Cerca a
el: Αναζήτηση σε
nl: Zoeken in

source: Postings
ca: Enviaments
el: Δημοσιεύσεις
nl: Berichten

source: Author
ca: Autor/a
el: Συγγραφείς
nl: Auteur

source: POP3 test results
ca: Resultats del test de POP3
el: Αποτελέσματα POP3 test
nl: POP3 test resultaten

source: Back to forum administration
ca: Torna a l'administració del fòrum
el: Επιστροφή στη διαχείριση του forum
nl: Terug naar forum beheer

source: Notice: You can use drag and drop to arrange the order of forums and categories within the forum tree. Your changes will be saved when you click on the 'Save tree order' button.
ca: Atenció: Podeu arrossegar els fòrums per establir l'ordre dins de l'arbre de fòrums. Els canvis s'emmagatzemaran quan feu clic en el botó 'Emmagatzema l'ordre'.
el: Σημείωση: Μπορείτε να σύρετε για να διαμορφώσετε την ταξινόμηση των forums και των κατηγοριών στη δομή του δέντρου. Οι αλλαγές σας θα αποθηκευθούν όταν πατήσετε το κουμπί "Αποθήκευση δομής"
nl: Let op: Hier kan slepen en neerzetten van categorieën en forums gebruikt worden om de forum boom naar wens in te stellen. Klik op 'Forumboom volgorde opslaan' om de wijzigingen weg te schrijven.

source: Create new category
ca: Crea una categoria nova
el: Δημιουργία νέας κατηγορίας
nl: Nieuwe categorie aanmaken

source: Save tree order
ca: Emmagatzema l'ordre
el: Αποθήκευση δομής
nl: Forumboom volgorde opslaan

source: Visit this forum category
ca: Visita aquesta categoria
el: Επίσκεψη αυτής της κατηγορίας
nl: Bekijk deze forum categorie

source: Load category data
ca: Carrega les dades de la categoria
el: Φόρτωση δεδομένων κατηγορίας
nl: Categorie data laden

source: Hide category
ca: Amaga la categoria
el: Απόκρυψη κατηγορίας
nl: Categorie verbergen

source: Show category
ca: Mostra la categoria
el: Προβολή κατηγορίας
nl: Categorie weergeven

source: Hide forums
ca: Amaga els fòrums
el: Απόκρυψη των forums
nl: Forums verbergen

source: Show forums
ca: Mostra els fòrums
el: Προβολή των forums της κατηγορίας
nl: Forums weergeven

source: Create forum
ca: Crea un fòrum nou
el: Δημιουργία νέου forum
nl: Forum aanmaken

source: Working. Please wait...
ca: Treballant. Si us plau espereu...
el: Σε επεξεργασία. Παρακαλώ περιμένετε..
nl: Bezig, een ogenblik geduld...

source: Load forum data
ca: Carrega les dades del fòrum
el: Φόρτωση δεδομένων forum
nl: Forum data laden

source: Hide forum
ca: Amaga el fòrum
el: Απόκρυψη forum
nl: Forum verbergen

source: Show forum
ca: Mostra el fòrum
el: Προβολή forum
nl: Forum weergeven

source: This category does not yet contain any forums.
ca: Aquesta categoria encara no conté cap fòrum.
el: Αυτή η κατηγορία δεν περιέχει ακόμη κανένα forum
nl: Deze categorie bevat nog geen forums

source: Storing new sort order...
ca: Emmagatzemant l'ordre nou...
el: Αποθήκευση νέας σειράς ταξινόμησης
nl: Nieuwe volgorde wordt opgeslagen...

source: Last visit
ca: Darrera visita
el: Τελευταία επίσκεψη
nl: Laatste bezoek

source: Link to this post
ca: Enllaç a aquest enviament
el: Σύνδεσμος στη δημοσίευση
nl: Link naar dit bericht

source: Move post
ca: Mou l'enviament
el: Μετακίνηση δημοσίσευσης
nl: Bericht verplaatsen

source: Quote
ca: Cita
el: Παράθεση
nl: Citaat

source: Edit/delete
ca: Edita/esborra
el: Επεξεργασία/Διαγραφή
nl: Bewerken / Verwijderen

source: Edit
ca: Edita
el: Επεξεργασία
nl: Bewerken

source: Topic locked
ca: Tema bloquejat
el: Κλειδωμένο θέμα
nl: Onderwerp gesloten

source: Notify moderator about this posting
ca: Informa al moderador/a d'aquest enviament
el: Ειδοποιηση το συντονιστή σχετικά με αυτή τη δημοσίευση
nl: Moderator inlichten over dit bericht

source: Notify moderator
ca: Informa al moderador/a
el: Ειδοποίηση συντονιστή
nl: Moderator inlichten

source: Top
ca: Dalt
el: Αρχή
nl: Naar boven

source: When you click the 'Sticky' button at the bottom of this page, the topic you have selected will be assigned <strong>'sticky'</strong> status. You can change its status again at a later time if you so choose.
ca: Quan feu en el botó per situar el tema a la part superior de la llista aquest tema sempre se situarà en aquesta posició. Si voleu podeu tornar a canviar aquest estat.
el: Πατώντας το κουμπί "Πρώτο θέμα" στο κάτω μέρος της σελίδας, το θέμα που επιλέξατε θα σημανθεί ως "πρώτο". Μπορείτε αργότερα να αλλάξετε αυτή την επιλογή.
nl: Na het aanklikken van de 'Sticky' knop onderaan deze pagina, zal het geselecteerde onderwerp als <strong>'sticky'</strong> worden gemarkeerd. Dit betekent dat het onderwerp altijd bovenaan in de onderwerpen-lijst getoond wordt. Dit kan later natuurlijk ook weer aangepast worden indien gewenst.

source: When you click the 'Unsticky' button at the bottom of this page, the topic you have selected will be set to <strong>'unsticky'</strong> status. You can change its status again at a later time if you so choose.
ca: Quan feu en el botó per deixar de situar el tema a la part superior de la llista aquest tema deixarà d'estar en aquesta posició. Si voleu podeu tornar a canviar aquest estat.
el: Πατώντας το κουμπί "Όχι Πρώτο θέμα" στο κάτω μέρος της σελίδας, το θέμα που επιλέξατε θα αποσημανθεί από "πρώτο". Μπορείτε αργότερα να αλλάξετε αυτή την επιλογή.
nl: Na het aanklikken van de 'Niet Sticky' knop onderaan deze pagina, zal het geselecteerde onderwerp als normaal worden gemarkeerd. Dit betekent dat het onderwerp niet meer altijd bovenaan in de onderwerpen-lijst getoond wordt. Dit kan later natuurlijk ook weer aangepast worden indien gewenst.

source: Confirmation prompt
ca: Missatge de confirmació
el: Ερώτηση Επιβεβαίωσης
nl: Bevestiging gevraagd

source: Personal settings
ca: Paràmetres personals
el: Προσωπικές Ρυθμίσεις
nl: Persoonlijke instellingen

source: Recent posts order in topic view
ca: Ordre de les entrades recents dins de la vista de temes
el: Ταξινόμηση των πρόσφατων δημοσιεύσεων στην προβολή θεμάτων
nl: Rangschikking van laatste berichten in onderwerp weergave

source: Change post order
ca: Modifica l'ordre de les entrades
el: Αλλαγή ταξινόμησης δημοσιεύσεων
nl: Bericht rangschikking wijzigen

source: Recent posts sort order
ca: Ordenació de les entrades recents
el: Ταξινόμηση πρόσφατων δημοσιεύσεων
nl: Volgorde van laatste berichten

source: Oldest submissions at top
ca: Les entrades més antigues a la part superior
el: Παλαιότερες δημοσιεύσεις πρώτα
nl: Eerste (oudste) inzending bovenaan

source: Newest submissions at top
ca: Les entrades més noves a la part superior
el: Νεότερες δημοσιεύσεις πρώτα
nl: Laatste (nieuwste) inzending bovenaan

source: Favourites
ca: Preferits
el: Αγαπημένα
nl: Favorieten

source: Show all forums
ca: Mostra tots els fòrums
el: Προβολή όλων των forums
nl: Toon alle forums

source: Show favourites only
ca: Mostra només els preferits
el: Προβολή αγαπημένων μόνο
nl: Toon alleen favorieten

source: Posting display settings
ca: Preferències en la presentació de les entrades
el: Ρυθμίσεις προβολής δημοσιεύσεων
nl: Bericht weergave instellingen

source: Manage your signature
ca: Configura la signatura
el: Διαχείριση της υπογραφής σας
nl: Beheer de handtekening

source: 'Ignore list' settings
ca: Configuració de la llista d'ignorats
el: Ρυθμίσεις 'Λίστας Αγνόησης'
nl: Blokkeerlijst instellingen

source: Manage settings for the list of users that you are ignoring
ca: Administra les preferències de la llista d'usuaris que esteu ignorant
el: Διαχείριση ρυθμίσεων για τη λίστα των χρηστών που αγνοείτε
nl: Beheer de instellingen voor de lijst van gebruikers die je momenteel negeert of blokkeert

source: Manage settings for your ignore list
ca: Administra les preferències de la llista d'ignorats
el: Διαχείριση Ρυθμίσεων για τη λίστα ατόμων που αγνοείτε
nl: Beheer instellingen voor je blokkeerlijst

source: Personal settings for each forum
ca: Configuració personal per a cadascun dels fòrums
el: Προσωπικές ρυθμίσεις για κάθε forum
nl: Persoonlijke instellingen voor elk forum

source: Category
ca: Categoria
el: Κατηγορία
nl: Categorie

source: Forums
ca: Fòrums

source: Subscription
ca: Subscripció
el: Εγγραφή
nl: Abonnement

source: Subscribe to forum
ca: Subscriu al fòrum
el: Εγγραφή στο forum
nl: Op forum abonneren

source: Unsubscribe from forum
ca: Elimina la subscripció del fòrum
el: Διαγραφή από το forum
nl: Abonnement op forum opzeggen

source: Add forum to favourites
ca: Afegeix el fòrum a la llista de preferits
el: Προσθήκη του forum στα αγαπημένα
nl: Forum aan favorieten toevoegen

source: Remove forum from favourites
ca: Esborra el fòrum de la llista de preferits
el: Διαγραφή του forum από τα αγαπημένα
nl: Forum uit favorieten verwijderen

source: Users who are being ignored by a topic poster cannot post messages under this topic when 'strict' level is active. When 'medium' level is active, they can reply but their postings will generally not be shown to users who are ignoring the poster. Also, e-mail notifications will not be sent. Concealed postings will be shown when you click on the posting.
ca: Els usuaris que són ignorats per un tema no poden fer enviaments dins d'aquest tema quan el nivell 'estricte' està actiu. Quan esta actiu el nivell 'mig' poden respondre però els seus enviaments generalment no seran visibles pels usuaris que ignoren a l'usuari/ària que fa l'enviament. Tampoc s'enviarà el missatge de correu electrònic de notificació. Els enviaments cancel·lats es mostraran quan hi feu clic a sobre.
nl: Gebruikers die worden genegeerd / geblokkeerd door een onderwerp starter kunnen geen berichten plaatsen onder dit onderwerp als het 'strict' niveau actief is. Als het 'gemiddeld' niveau actief is, kunnen ze wel antwoorden, maar de berichten zullen over het algemeen niet getoond worden aan gebruikers de bericht auteur blokkeren of negeren. Ook zullen er geen e-mail notificatie berichten worden verzonden. Verborgen berichten zullen worden weergegeven wanneer u klikt op het bericht.

source: General settings
ca: Configuració general
el: Γενικές ρυθμίσεις
nl: Algemene instellingen

source: Level of ostracism
ca: Nivell d'ostracisme
nl: Niveau van blokkering

source: Save
ca: Desa
el: Αποθήκευση
nl: Opslaan

source: Thanks for your submission.
ca: Gràcies pel vostre enviament
el: Ευχαριστούμε για την εγγραφή
nl: Bedankt voor de inzending.

source: Click here to go the new topic, or wait a few seconds until you are redirected
ca: Feu clic aquí per anar al tema nou o espereu un pocs segons a que hi sigueu redirigits.
el: Πατήστε εδώ για να μεταβείτε στο νέο θέμα, ή περιμένετε μερικά δευτερόλεπτα μέχρι να γίνει αυτόματα ανακατεύθυνση.
nl: Klik hier om naar het nieuwe onderwerp te gaan, of wacht een paar seconden tot er automatisch wordt doorgeschakeld

source: Click here to go back to the forum
ca: Premeu aquí per tornar al fòrum
el: Πατήστε εδώ για επιστροφή στο forum
nl: Klik hier om naar het forum terug te gaan

source: Edit post
ca: Edita l'enviament
el: Επεξεργασία δημοσοσίευσης
nl: Bericht bewerken

source: Subject line
ca: Títol
el: Θέμα
nl: Onderwerp titel

source: Message body
ca: Cos del missatge
el: Μήνυμα
nl: Bericht

source: Delete post
ca: Esborra l'enviament
el: Διαγραφή δημοσίευσης
nl: Bericht verwijderen

source: User IP and account information
ca: IP de l'usuari/ària i informació del compte
nl: Gebruikers IP en account informatie

source: IP address
ca: Adreça IP
nl: IP adres

source: Host
ca: Servidor

source: User names of users who posted from this IP, plus post counts
ca: Noms d'usuari que han creat entrades des d'aquesta IP i nombre d'enviaments enviats
nl: Gebruikersnamen van gebruikers die vanaf dit IP berichten hebben geplaatst, inclusief het aantal berichten

source: Back to the topic
ca: Torna al tema
el: Επιστροφή στο θέμα
nl: Terug naar het onderwerp

source: Go to category
ca: Vés a la categoria
el: Μετάβαση στην κατηγορία
nl: Ga naar categorie

source: Topics
ca: Temes
el: Θέματα
nl: Onderwerpen

source: Last post
ca: Darrer enviament
el: Τελευταία δημοσίευση
nl: Laatste bericht

source: Go to forum
ca: Vés al fòrum
el: Μετάβαση στο forum
nl: Ga naar forum

source: Written on
ca: Escrit el
el: Δημοσιεύθηκε στις
nl: Geschreven op

source: View latest post
ca: Mostra el darrer enviament
el: Προβολή τελευταίας δημοσίευσης
nl: Bekijk laatste bericht

source: No forums created.
ca: No hi ha cap fòrum creat
el: Δε δημιουργήθηκαν forums
nl: Geen forums gedefinieerd.

source: Users on-line
ca: Usuaris connectats
el: Χρήστες on-line
nl: Gebruikers online

source: and
ca: i
el: και
nl: en

source: anonymous guests
ca: usuaris anònims
el: ανώνυμοι επισκέπτες
nl: gasten

source: anonymous guest
ca: usuari/ària anònim
el: ανώνυμος επισκέπτης
nl: gast

source: This list is based on users active over the last %1$s minutes.
ca: Aquesta llista mostra els usuaris actius durant els darrers %1$s minuts.
el: Αυτή η λίστα βασίζεται σε χρήστες που είναι ενεργοί τα τελευταία %1$s λεπτά
nl: Deze lijst is gebaseerd op de gebruikers die de laatste %1$s minuten actief waren.

source: Dizkus upgrade
ca: Actualitza el mòdul

source: Caution! This upgrade step will do some serious changes to your Dizkus tables! Please back-up your database via a database dump before proceeding with the upgrade.
ca: Atenció! L'actualització farà canvis importants a les taules del mòdul. Si us plau, feu una còpia de seguretat de la base de dades abans de procedir amb l'actualització.
nl: Waarschuwing! Deze upgrade stap zal omvangrijke wijzigingen doorvoeren aan de database tabellen. Vergewis dat er een back-up bestaat (een database dump) voordat er hier wordt verder gegaan.

source: Upgrade info
ca: Informació de l'actualització
nl: Upgrade informatie

source: Old version
ca: Versió antiga
nl: Oude versie

source: New version
ca: Versió nova
el: Νέα έκδοση
nl: Nieuwe versie

source: Next
ca: Següent
el: Επόμενο
nl: Volgende

source: Sent to
ca: Enviat a
el: Αποστολή σε
nl: Verzonden aan

source: Status
ca: Estat
el: Κατάσταση

source: Show hidden postings of ignored user
ca: Nostra les entrades amagades dels usuaris ignorats
nl: Toon verborgen berichten van geblokkeerde gebruiker

source: Click here
ca: Premeu aquí
el: Κάνετε κλικ εδώ
nl: Klik hier

source: Send a private message
ca: Envia un missatge privat
el: Αποστολή προσωπικού μηνύματος
nl: Stuur een privé bericht

source: View IP address
ca: Mostra la adreça IP
nl: Bekijk IP adres
