Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Dizkus/3.1/module_dizkus.po
Languages: ca, el, nl

source: When you press the 'Lock' button at the bottom of this page, the topic you have selected will be <strong>locked</strong>. You can unlock it at a later time if you so choose.
ca: Quan feu clic al botó 'Tanca' a la part inferior d'aquesta pàgina, el tema que heu seleccionat es tancarà. Més endavant, si voleu, el podeu tornar obrir.
el: Πατώντας το κουπί 'Κλείδωμα' στο κάτω μέρος της σελίδας,το θέμα που έχετε επιλέξει θα <strong>κλειδωθεί</strong>. Μπορείτε να το ξεκλειδώσετε στο μέλλον αν το επιλέξετε.
nl: Na het aanklikken van de 'Sluiten' knop onderaan deze pagina, zal het geselecteerde onderwerp <strong>gesloten</strong> worden. Dit betekent dat er geen berichten meer geplaatst kunnen worden in het onderwerp. Dit kan later natuurlijk ook weer aangepast worden indien gewenst.

source: When you press the 'Unlock' button at the bottom of this page, the topic you have selected will be <strong>unlocked</strong>. You can lock it again at a later time if you so choose.
ca: Quan feu clic al botó 'Obre' a la part inferior d'aquesta pàgina, el tema que heu seleccionat s'obrirà. Més endavant, si voleu, el podeu tornar a tancar.
el: Πατώντας το κουπί 'Ξεκλείδωμα' στο κάτω μέρος της σελίδας,το θέμα που έχετε επιλέξει θα <strong>ξεκλειδωθεί</strong>. Μπορείτε να το κλειδώσετε και πάλι στο μέλλον αν το επιλέξετε.
nl: Na het aanklikken van de 'Heropenen' knop onderaan deze pagina, zal het geselecteerde onderwerp weer <strong>geopend</strong> worden. Dit betekent dat er weer nieuwe berichten aan toegevoegd kunnen worden in het onderwerp. Dit kan later natuurlijk ook weer aangepast worden indien gewenst.

source: Powered by
ca: Utilitza tecnologia
nl: Draait op

source: Forum Information
ca: Informació del fòrum
el: Πληροφορίες για το forum
nl: Forum informatie

source: Visit this forum
ca: Visita aquest fòrum
el: Επίσκεψη forum
nl: Bezoek dit forum

source: Post
ca: Enviament
el: Αποστολή
nl: Bericht

source: Description
ca: Descripció
el: Περιγραφή
nl: Beschrijving

source: Hooked module
ca: Mòdul amb lligam
nl: Gekoppelde module

source: Notice: This is used for the comments feature. All submissions within this module will be posted within this forum. The list only includes modules for which Dizkus has been activated as a hook.
ca: Atenció: Això s'utilitza per a la funcionalitat de comentaris. Totes les subscripcions a aquest mòdul seran enviades a aquest fòrum. Aquesta llista només inclou mòduls pels quals Dizkus ha estat activat com a lligam.
el: Σημείωση: Η παραπάνω επιλογή χρησιμοποιείται κυρίως σε συνδυασμό με το υποσύστημα των Σχολίων (αλλά μπορεί να χρησιμοποιηθεί και με άλλα υποσυστήματα). Συγκεκριμένα, αν το υποσύστημα των σχολίων είναι ενεργοποιημένο, τότε τα σχόλια θα εμφανίζονται σε αυτό το forum. Η παραπάνω λίστα περιλαμβάνει μόνο τα υποσυστήματα στα οποία το υποσύστημα του Forum έχει ενεργοποιηθεί σαν hook.
nl: Let op: dit wordt gebruikt voor de reactie-functionaliteit. Alle inzendingen binnen deze module zullen geplaatst worden in dit forum. De lijst bevat alleen modules waarvoor de koppeling (hook) met Dizkus geactiveerd is.

source: Moderation
ca: Moderació
el: Συντονισμός
nl: Moderatie

source: Current moderator(s):
ca: Moderador/a actual:
el: Τρέχοντες συντονιστές:
nl: Huidige moderators

source: Group
ca: Grup
el: Ομάδα
nl: Groep

source: Remove
ca: Esborra
el: Διαγραφή
nl: Verwijderen

source: No moderator appointed
ca: No hi ha moderador/a
el: Δεν υπάρχει συντονιστής
nl: Geen moderator aangewezen

source: Add new moderator:
ca: Afegeix un moderador/a nou:
el: Προσθήκη συντονιστή:
nl: Nieuwe moderator toevoegen

source: External source
ca: Font externa
el: Εξωτερική πηγή
nl: Externe bron

source: User name
ca: Nom d'usuari/ària
el: Όνομα Χρήστη
nl: Gebruikersnaam

source: Password
ca: Contrasenya
el: Κωδικός
nl: Wachtwoord

source: Password (repeat for verification)
ca: Contrasenya (repetiu-la per verificació)
el: Κωδικός (επαναλάβετε για επιβεβαίωση)
nl: Wachtwoord (herhalen ter verificatie)

source: Perform POP3 test after saving
ca: Fes un test de POP3 després d'emmagatzemar
el: Εκτέλεση POP3 test πριν την αποθήκευση
nl: POP3 verbindingstest uitvoeren na opslaan

source: POP3 server
ca: Servidor de POP3

source: POP3 port
ca: Port de POP3
nl: POP3 poort

source: POP3 log-in name
ca: Nom d'usuari de POP3
nl: POP3 login naam

source: POP3 password
ca: Contrasenya de POP3
nl: POP3 wachtwoord

source: POP3 password (repeat for verification)
ca: Contrasenya de POP3 (repetiu-la per verificació)
nl: POP3 wachtwoord (herhalen ter verificatie)

source: Rule
ca: Regla
el: Κανόνας
nl: Regel

source: Notice: This rule is a regular expression applied to posts incoming via e-mail, in order to prevent spam postings. If there is no rule here then no checks will be performed.
ca: Atenció: Aquesta regla és una expressió regular aplicada a les entrades que provenen via correu electrònic per tal de prevenir entrades no desitjades. Si no es defineix cap norma no es portarà a terme cap comprovació.
nl: Let op: de hier opgegeven regel is een reguliere expressie die wordt toegepast op inkomende berichten, om spam berichten eruit te filteren. Als er geen regel is opgegeven zullen er ook geen controles of filters worden uitgevoerd.

source: Select RSS feed
ca: Selecció de la font RSS
nl: Selecteer RSS feed

source: Delete
ca: Esborra
el: Διαγραφή
nl: Verwijderen

source: Delete this topic
ca: Esborra aquest tema
el: Διαγραφή θέματος
nl: Verwijder dit onderwerp

source: Do you really want to permanently delete this topic and all posts under this topic?
ca: Voleu realment esborrar aquest tema i totes les entrades que té associades de forma permanent?
el: Είστε βέβαιος ότι θέλετε να διαγράψετε μόνιμα αυτό το θέμα και όλες τις δημοσιεύσεις του;
nl: Dient dit onderwerp, inclusief alle gekoppelde berichten, echt permanent verwijderd te worden?

source: Forum Administration
ca: Administració del fòrum
el: Διαχείριση forum
nl: Forum beheer

source: Warning! The Dizkus admin panel needs JavaScript enabled. Some parts of the admin panel will not function without it.
ca: Atenció! La interfície d'administració del mòdul requereix tenir actiu el Javascript. Algunes parts del tauler d'administració no funcionen si no ho està.
nl: Waarschuwing: Het beheer paneel van Dizkus vereist dat JavaScript is ingeschakeld. Zonder JavaScript zullen enkele onderdelen niet (correct) functioneren.

source: Error! The following problem occurred
ca: S'ha produït el problema següent
el: Σφάλμα! Το ακόλουθο πρόβλημα προέκυψε.
nl: Foutmelding: Het volgende probleem deed zich voor

source: Send bug report to site administrator
ca: Notifica l'error a l'administració del lloc web
el: Στείλτε ειδοποίηση σφάλματος στο διαχειριστή.
nl: Stuur een bug report naar de site beheerder

source: Recent postings:
ca: Enviaments recents:
el: Πρόσφατες δημοσιεύσεις:
nl: Recente berichten:

source: A moderator will be notified about the selected posting.<br />Valid reasons are: Copyright violations, personal insults and so on.<br />The following are not valid reasons for moderation: Typos, difference of opinion on the topic et cetera.
ca: S'enviarà una notificació sobre l'entrada seleccionada a un moderador/a.<br />Les raons valides són: violació del copyright, insults a persones i coses similars.<br />Les raons que teniu tot seguit no es consideraran vàlides: maneres de fer, diferències d'opinió sobre els temes i altres raons per l'estil.
nl: Een moderator zal op de hoogte worden gebracht over het geselecteerde bericht.<br />Geldige redenen zijn: Copyright schendingen, persoonlijke beledigingen, enzovoorts.<br />Ongeldige redenen zijn bijvoorbeeld typefouten, meningsverschillen, enzovoorts.

source: Your comment
ca: El vostre comentari
el: Το σχόλιό σας
nl: Additionele informatie

source: Moderate
ca: Modera
el: Συντονισμός
nl: Modereren

source: Go back to normal forum view
ca: Torna a la visualització normal del fòrum
nl: Ga terug naar normale forum weergave

source: Replies
ca: Respostes
el: Απαντήσεις
nl: Reacties

source: Selection
ca: Selecció
el: Επιλογή
nl: Selectie

source: Sticky topic
ca: Tema superior
el: Πρώτο θέμα
nl: Sticky onderwerp

source: Topic is sticky (it will always stay at the top of the topics list)
ca: Aquest tema es mostra sempre a la zona superior de la llista de temes.
el: Το θέμα είναι πρώτο (θα παραμένει πάντα στην κορυφή της λίστας θεμάτων)
nl: Onderwerp is sticky (dit betekent dat het onderwerp altijd bovenaan in de onderwerpen-lijst getoond wordt)

source: This topic is locked. No more posts accepted
ca: Aquest tema està tancat i no accepta més entrades
el: Το θέμα είναι κλειδωμένο. Δεν επιδέχεται άλλες δημοσιεύσεις
nl: Onderwerp is gesloten (dit betekent dat er geen berichten meer geplaatst kunnen worden in het onderwerp)

source: New posts since your last visit
ca: Hi ha entrades noves des de la vostra darrera visita
el: Νέες δημοσιεύσεις από την τελευταία σας επίσκεψη.
nl: Nieuwe berichten sinds laatste bezoek

source: Normal topic
ca: Tema normal
el: Κανονικό θέμα
nl: Normaal onderwerp

source: Hot topic
ca: Molta activitat
el: Hot θέμα
nl: Populair onderwerp

source: Views
ca: Vistes
el: Προβολές
nl: Bekeken

source: Poster
ca: Enviat per
el: Αποστολέας
nl: Auteur

source: There are no topics in this forum.
ca: No hi ha temes en aquest fòrum.
el: Δεν υπάρχουν θέματα σε αυτό το forum
nl: Er zijn geen onderwerpen in dit forum.

source: Warning! You will not be prompted for confirmation. Clicking on 'Submit' will immediately execute the chosen action.
ca: Atenció! No es demanarà confirmació desprès de fer clic en el botó d'enviament i l'acció s'executarà de forma immediata.
el: Προειδοποίηση! Δε θα ερωτηθείτε για επιβεβαίωση. Πατώντας το κουμπί ΄Υποβολή΄ θα εκτελεστεί αυτόματα η ενέργεια.
nl: Waarschuwing! Er wordt niet om bevestiging gevraagd. Door op 'Inzenden' te klikken zal de geselecteerde actie meteen worden uitgevoerd.

source: Moderators options
ca: Opcions dels moderadors
el: Επιλογές συντονιστών
nl: Moderator opties

source: Actions
ca: Accions
el: Ενέργειες
nl: Acties

source: Choose action
ca: Trieu una acció
el: Επιλέξτε ενέργεια
nl: Kies actie

source: Give selected topics 'sticky' status
ca: Posa a la zona superior de la llista els temes seleccionats
el: Επισημάνετε τα επιλεγμένα θέματα σαν ΄πρώτα΄
nl: Markeer de geselecteerde onderwerpen als 'sticky'

source: Remove 'sticky' status from selected topics
ca: Deixa de posar a la part superior els temes seleccionats
el: Απομακρύνατε τη σήμανση 'πρώτο' από τα επιλεγμένα θέματα
nl: Verwijder de 'sticky' markering bij de geselecteerde onderwerpen

source: Lock selected topics
ca: Bloqueja els temes seleccionats
el: Κλείδωμα επιλεγμένων θεμάτων
nl: Sluit de geselecteerde onderwerpen

source: Open selected topics
ca: Obre els temes seleccionats
el: Άνοιγμα επιλεγμένων θεμάτων
nl: Heropen de geselecteerde onderwerpen

source: Delete selected topics
ca: Esborra els temes seleccionats
el: Διαγραφή επιλεγμένων θεμάτων
nl: Verwijder de geselecteerde onderwerpen

source: Move selected topics
ca: Mou els temes seleccionats
el: Μετακίνηση επιλεγμένων θεμάτων
nl: Verplaats de geselecteerde onderwerpen

source: Join topics
ca: Junta els temes
el: Συνένωση θεμάτων
nl: Voeg de geselecteerde onderwerpen samen

source: Choose target forum to move topic(s) to
ca: Trieu el fòrum de destí on s'ha de moure el tema (o temes)
nl: Kies doelforum om onderwerp(en) naar te verplaatsen

source: Select target forum
ca: Trieu el fòrum de destí
el: Επιλογή forum-στόχου
nl: Selecteer doelforum

source: Create shadow topic
ca: Crea un tema fantasma
el: Δημιουργία θέματος 'σκιά'
nl: Maak schaduw onderwerp aan

source: To join topics, select the target topic here
ca: Per unir temes, seleccioneu el tema de destí des d'aquí
el: Για να συνενώσετε τα θέματα, επιλέξετε το θέμα 'στόχο'
nl: Kies hier het doel onderwerp om onderwerpen in samen te voegen

source: Choose target topic
ca: Trieu el tema de destí
el: Επιλέξετε θέμα - στόχο
nl: Selecteer doelonderwerp

source: or
ca: o
el: ή
nl: of

source: Target topic
ca: Tema de destí
el: Θέμα 'στόχος'
nl: Doel onderwerp

source: Dizkus Administration
ca: Administració del Dizkus
el: Διαχείριση forum
nl: Dizkus Beheer

source: Forums on %s
ca: Fòrums a %s
el: Forums στο %s
nl: Forums op %s

source: %1$s wrote at %2$s
ca: %1$s va escriure el %2$s
el: %1s συντάχθηκε στις %2$s
nl: Op %2$s schreef %1$s

source: Browse thread: %s
ca: Navega pel tema: %s
el: Προβολή συζήτησης: %s
nl: Blader door berichten: %s

source: Reply to this message: %s
ca: Respon a aquest missatge: %s
el: Απάντηση σε αυτό το μήνυμα: %s
nl: Antwoord op dit bericht: %s

source: Maintain topic and forum subscriptions: %s
ca: Manté les subscripcions al tema i al fòrum: %s
nl: Onderwerp en forum abonnementen onderhouden: %s

source: You are receiving this e-mail message because you are subscribed to be notified of events in the forums on %s.
ca: Heu rebut aquest correu electrònic perquè esteu subscrit a la notificació d'esdeveniments en el fòrum %s.
el: Λαμβάνετε αυτό το email επειδή έχετε δηλώσει ότι θέλετε να ενημερώνεστε για τις εκδηλώσεις σε αυτό το forum στο %s
nl: Deze e-mail is verstuurd omdat er een abonnement is genomen op het vermelde onderwerp of forum op %s.

source: Caution! Please back-up your database via a database dump before proceeding with the upgrade.
ca: Important: feu una còpia de seguretat de la vostra base de dades abans d'actualitzar.
nl: Let op! Maak van de database eerst een back-up (een database dump) voordat de upgrade wordt uitgevoerd.

source: This will upgrade your pnForum 2.7.1 forums to Dizkus 3.0, making all necessary database changes.
ca: Això actualitzarà el mòdul pnForum 2.7.1 a Dizkus 3.0 i farà tots els canvis necessaris a la base de dades.
nl: Hiermee wordt pnForum 2.7.1 bijgewerkt naar Dizkus 3.0, inclusief alle benodigde database wijzigingen.

source: In this page, you can create, delete and edit special honorary ranks awarded to particular users (site staff or project team members, for example). To create a new rank, simply type entries in the fields of the 'Create new rank' section and click on the 'Create honorary rank' button. To edit a rank, edit the fields of a rank in the ranks list, and then click on 'Save rank changes'. To remove a rank, put a checkmark in the 'Delete rank' checkbox beside the desired rank, and then click on the 'Save rank changes' button.
ca: Des d'aquesta pàgina podeu crear, esborrar i editar els rangs d'usuaris especials com ara administradors del lloc web o membres de l'equip. Per crear un rang nou simplement creeu entrades en els camps de la secció de 'creació de rangs nous' a la qual podreu accedir des del botó de creació de rangs. Per editar un rang modifiqueu els camps de la llista de rangs i feu clic en el botó d'emmagatzematge dels canvis. Per esborrar un rang marqueu l'opció 'Esborra el rang' que hi ha al costat del rang que vulgueu eliminar i feu clic en el botó de desar els canvis.
el: Σε αυτή τη σελίδα, μπορείτε να δημιουργήσετε, διαγράψετε και επεξεργαστείτε τιμητικές βαθμολογίες χρηστών, τις οποίες θα μπορείτε να απονείμετε σε συγκεκριμένους χρήστες (πχ προσωπικό ιστοσελίδας ή μέλη ομάδων). Για να δημιουργήσετε μια νέα βαθμολογία, απλώς συμπληρώστε τα πεδία στην ενότητα ΄Δημιουργία νέας βαθμολογίας' και έπειτα κάντε κλικ στο κουμπί 'Δημιουργία' . Για να επεξεργαστείτε μία βαθμολογία, επεξεργαστείτε τα πεδία της στη λίστα βαθμολογιών και έπειτα κάντε κλικ στο κουμπί 'Υποβολή'. Για να διαγράψετε μια βαθμολογία, τσεκάρετε το πεδίο 'Διαγραφή Βαθμολογίας' στο ύψος της βαθμολογίας που θέλετε να διαγράψετε και έπειτα πιέστε το κουμπί 'Υποβολή'.
nl: Op deze pagina kunnen speciale (eervolle) rangen aangemaakt, verwijderd en bewerkt worden, en toegekend worden aan bepaalde gebruikers (de leden van het website-team, bijvoorbeeld).Voor het aanmaken van een speciale rang dienen de invoervelden bij 'Maak een nieuwe rang' ingevuld te worden, waarna op de knop 'Maak speciale rang' geklikt dient te worden.Om een rang te bewerken, dienen de velden van een rang in de lijst aangepast te worden, waarna op de knop 'Rang wijzigingen opslaan' geklikt dient te worden.Voor het verwijderen van een rang dient een vinkje in het 'Rang verwijderen' selectievakje naast de gewenste rang gezet te worden, waarna eveneens op de knop 'Rang wijzigingen opslaan' geklikt dient te worden.

source: Create new rank
ca: Crea un rang nou
el: Δημιουργία νέας βαθμολογίας
nl: Maak een nieuwe rang

source: Honorary rank name
ca: Nom del rang
el: Ονομασία τιμητικής βαθμολογίας
nl: Naam van speciale rang

source: Internal Dizkus image
ca: Imatge interna del Dizkus
el: Εικόνα
nl: Interne Dizkus afbeelding

source: Notice: For the rank image, you can either choose one of the standardly-supplied Dizkus rank images, or you can use an external image of your choice. To use an internal Dizkus image, select the desired image from the 'Internal Dizkus image' dropdown list. If you want to use an external image, enter the path to the image within the file system in the 'External image' box. Alternatively, you can use an image that can be found on the Internet: if your entry in the 'External image' box starts with 'http://' then the graphic will fetched from the link entered.
ca: Atenció: Per a la imatge del rang podeu triar una de les imatges que proporciona el mòdul o una imatge externa. Per fer ús d'una imatge interna del mòdul seleccioneu-la a la llista desplegable d'imatges internes. Si voleu fer ús una imatge externa introduïu el camí de la imatge en el camp 'Imatge externa'.
el: Σημείωση: Για την εικόνα, μπορείτε είτε να επιλέξετε ανάμεσα από τις υπάρχουσες που παρέχονται μαζί με το υποσύστημα, είτε να χρησιιμοποιήσετε μια δική σας. Για να χρησιμοποιήσετε μια υπάρχουσα εικόνα απλά επιλέξτε την από την παραπάνω λίστα. Για να χρησιμοποιήσετε μια δική σας εικόνα, εισάγετε την πλήρη διαδρομή που βρίσκεται η εικόνα στον διακομιστή, στο πεδίο 'Εξωτερική εικόνα'. Εναλακτικά, μπορείτε αντί να εισάγετε την πλήρη διαδρομή της εικόνας να εισάγετε μια εικόνα η οποία θα είναι αποθηκευμένη σε κάποια εξωτερική διεύθυνση (πχ http://...).
nl: Notitie: Voor de rang afbeelding kan er gekozen worden voor een meegeleverde Dizkus rang afbeelding, of voor een externe afbeelding naar keuze. Voor een meegeleverde afbeelding dient een keuze gemaakt te worden bij de 'Interne Dizkus afbeelding' selectie optie. Indien er een externe afbeelding gebruikt dient te worden, moet het pad naar de afbeelding te worden ingevoerd. Een URL naar een afbeelding buiten deze site kan ook, in dit geval moet het pad beginnen met 'http://'.

source: Create
ca: Crea
el: Δημιουργία
nl: Aanmaken

source: Image
ca: Imatge
el: Εικόνα
nl: Afbeelding

source: Delete rank
ca: Esborra el rang
el: Διαγραφή βαθμολογίας
nl: Rang verwijderen

source: No items found.
ca: No s'ha trobat cap element
el: Δε βρέθηκαν στοιχεία
nl: Geen items gevonden.

source: Name of template file
ca: Nom del fitxer de plantilla
el: Όνομα αρχείου template
nl: Naam van het template bestand

source: Parameters
ca: Paràmetres
el: Παράμετροι

source: Notice: Enter a comma-separated list. Example: 'maxposts=5,forum_id=27'.
ca: Atenció: indiqueu els elements de la llista separats per comes. Per exemple: 'maxposts=5,forum_id=27'.
el: Σημείωση: Εισάγετε λίστα χωρισμένη με κόμματα. π.χ΄maxposts=5,forum_id=27΄.
nl: Let op: hier dient een komma-gescheiden lijst te staan. Bijvoorbeeld: 'maxposts=5,forum_id=27'.

source: Move post from one topic to another
ca: Canvia l'enviament de tema
el: Μετακίνηση δημοσίευσης από ένα θέμα σε άλλο
nl: Verplaats bericht van het ene onderwerp naar een ander

source: ID of target topic
ca: ID del tema de destí
nl: ID van het doel onderwerp

source: Start a new topic
ca: Comença un tema nou
el: Έναρξη νέου θέματος
nl: Start een nieuw onderwerp

source: Locked topic
ca: Tema bloquejat
el: Κλειδωμένο θέμα
nl: Gesloten onderwerp

source: This topic is locked. No more posts accepted.
ca: Aquest tema està bloquejat i no accepta més enviaments.
el: Αυτό το θέμα είναι κλειδωμένο. Δεν επιδέχεται άλλες δημοσιεύσεις.
nl: Dit onderwerp is gesloten. Nieuwe berichten worden niet meer toegestaan.

source: Attachments
ca: Fitxers adjunts
el: Συννημένα
nl: Bijlagen

source: By
ca: Per
nl: Door

source: View latest posts
ca: Mostra els darrers enviaments
el: Προβολή τελευταίων δημοσιεύσεων
nl: Bekijk laatste berichten

source: New posts since your last visit on %s
ca: Enviaments nous des de la vostra darrera visita el %s
el: Νέες δημοσιεύσεις μετά από την τελευταία σας επίσκεψη στις %s
nl: Nieuwe berichten sinds het laatste bezoek op %s

source: No new posts since your last visit
ca: No hi ha enviaments nous des de la vostra darrera visita
el: Δεν υπάρχουν νέες δημοσιεύσεις από την τελευταία σας επίσκεψη
nl: Geen nieuwe berichten sinds het laatste bezoek

source: No new posts since your last visit on %s
ca: No hi ha enviaments nous des de la vostra darrera visita el %s
el: Καμία νέα δημοσίευση μετά από την τελευταία σας επίσκεψη στις %s
nl: Geen nieuwe berichten sinds het laatste bezoek op %s

source: Total posts: %s
ca: Nombre total d'enviaments: %s
el: Συνολικές δημοσιεύσεις: %s
nl: Totaal aantal berichten: %s

source: 0 users
ca: 0 usuaris
el: 0 χρήστες
nl: Geen gebruikers

source: and %1$s anonymous guest
ca: i %1$s usuari/ària anònim
el: και %1$s ανώνυμος επισκέπτης
nl: en %1$s gast

source: This list is based on users active over the last %s minutes.
ca: Aquesta llista mostra els usuaris actius durant els darrers %s minuts.
el: Η λίστα αυτή βασίζεται σε ενεργούς χρήστες τα τελευταία %s λεπτά.
nl: Deze lijst is gebaseerd op de gebruikers die de laatste %s minuten actief waren.

source: Reply to
ca: Respon a
el: Απάντηση σε
nl: Antwoord aan

source: Latest forum posts
ca: Darrers enviaments al fòrum
el: Τελευταίες δημοσιεύσεις στο forum
nl: Laatste forum berichten

source: Last
ca: Darreres
el: Τελευταίες
nl: Laatste

source: hours
ca: hores
el: ώρες
nl: uur

source: Last week, unanswered
ca: Enviaments de fa menys d'una setmana sense resposta
el: Τελευταία εβδομάδα, μη απαντημένα
nl: Laatste week, onbeantwoord

source: RSS feeds
ca: Fonts RSS
el: RSS - ροές ειδήσεων

source: Mailing lists
ca: Llista d'enviament de correu electrònic
el: Λίστα συνδρομητών newsletter
nl: Mailing lijsten

source: Category list
ca: Llista de categories
el: Λίστα κατηγοριών
nl: Categorie lijst

source: New topic in forum
ca: Crea un tema nou
el: Νέο θέμα στο forum
nl: Nieuw onderwerp in forum

source: Forums index page
ca: Pàgina inicial del mòdul
el: Forum
nl: Forums index pagina

source: Show favourite forums only
ca: Mostra només els fòrums preferits
el: Προβολή μόνο των αγαπημένων forums
nl: Toon alleen favoriete forums

source: Log-in
ca: Entrada
el: Εισαγωγή
nl: Inloggen

source: Register
ca: Registre
el: Εγγραφή
nl: Registreren

source: View your posts
ca: Mostra els meus enviaments
el: Προβολή των δημοσιεύσεών μου
nl: Bekijk eigen berichten

source: Click to edit
ca: Cliqueu aquí per editar
el: Κλικ για επεξεργασία
nl: Klik om te bewerken

source: Bottom
ca: Final
el: Κάτω μέρος
nl: Naar beneden

source: Discuss this submission in the forums
ca: Parleu d'aquest enviament en els fòrums
el: Συζήτηση αυτού του ζητήματος στα forums
nl: Deze inzending in de forums bediscussiëren

source: Redirecting you to the new topic...
ca: Redirigint cap al tema nou...
el: Αναδρομολόγηση στο νέο θέμα...
nl: Doorschakelen naar nieuw onderwerp...

source: Click here to go the new topic
ca: Feu clic aquí per anar al tema nou
el: Πατήστε εδώ για να μεταβείτε σε νέο θέμα
nl: Klik hier om naar het nieuwe onderwerp te gaan
