Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Dizkus/3.1/module_dizkus.po
Languages: ca, el, nl

source: Done! Synchronized Zikula users and Dizkus users.
ca: S'han sincronitzat els usuaris de Zikula amb els usuaris del fòrum.
el: Οι χρήστες συγχρονίστηκαν.
nl: Synchronisatie van Zikula en Dizkus gebruikers voltooid.

source: Done! Synchronized forum index.
ca: S'ha sincronitzat l'índex del fòrum.
el: Τα forum συγχρονίστηκαν.
nl: Synchronisatie van de forum index voltooid.

source: Done! Synchronized topics.
ca: S'han sincronitzat els temes.
el: Τα θέματα συγχρονίστηκαν.
nl: Synchronisatie van onderwerpen voltooid.

source: Done! Synchronized posts counter.
ca: S'ha sincronitzat el comptador d'entrades.
el: Τα μηνύματα συγχρονίστηκαν.
nl: Synchronisatie van berichten teller voltooid.

source: Error! You do not have authorisation to administer this module.
ca: No teniu autorització per administrar aquest mòdul.
nl: Foutmelding: Er is geen toestemming deze module te beheren.

source: -- Create new forum --
ca: -- Crea un fòrum nou --
el: -- Δημιουργία νέου forum --
nl: -- Nieuw forum aanmaken --

source: No external source
ca: No hi ha font externa
el: Καμία εξωτερική πηγή
nl: Geen externe bron

source: Mail2Forum
ca: Correu a fòrum

source: RSS2Forum
ca: RSS a fòrum

source: <span style="color: red;">'Feeds' module is not available.</span>
ca: <span style="color: red;">El mòdul de fonts de notícies externes no està disponible.</span>
el: <span style="color: red;">Το υποσύστημα 'Feeds' δεν είναι διαθέσιμο.</span>
nl: <span style="color: red;">'Feeds' module is niet beschikbaar.</span>

source: No hooked module found.
ca: No s'ha trobat cap mòdul enllaçat
nl: Geen gekoppelde module gevonden.

source: -- Create new category --
ca: -- Crea una categoria nova --
el: -- Δημιουργία νέας κατηγορίας --
nl: -- Nieuwe categorie aanmaken --

source: Error! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
ca: La clau d'autorització ('authkey') no és vàlida. Tres possibles causes d'aquest error són haver clicat el botó de tornar enrere del navegador, navegar simultàniament amb vàries pestanyes o un període llarg d'inactivitat. Torneu a carregar la pàgina i torneu-ho a provar.
nl: Foutmelding: Ongeldige autorisatiesleutel ('authkey'). Mogelijke oorzaken hiervoor zijn het gebruik van de 'Terug' knop in de browser (waar het formulier dat niet ondersteund), of het verlopen van deze autorisatie sleutel door bijvoorbeeld te lange inactiviteit en het openen van nieuwe browser vensters. Vernieuw de pagina en probeer het opnieuw.

source: Error! The two passwords you entered do not match. Please correct your entries and try again.
ca: Les dues contrasenyes que heu introduït no coincideixen. Si us plau corregiu-les i torneu-ho a provar.
nl: Foutmelding: De twee ingevoerde wachtwoorden komen niet overeen. Corrigeer de invoer en probeer het opnieuw.

source: Error! The user who started this topic is ignoring you, and does not want you to be able to write posts under this topic. Please contact the topic originator for more information.
ca: L'usuari/ària que ha iniciat aquest tema us ignora i no us permet crear entrades noves en aquest tema. Contacteu amb la persona que iniciat aquest tema per a més informació.
nl: Foutmelding: De gebruiker die dit onderwerp heeft gestart heeft jou geblokkeerd, en staat niet toe dat je onder dit onderwerp berichten plaatst. Neem aub contact op met de auteur voor meer informatie.

source: Error! The message is too long. The maximum length is 65,535 characters.
ca: El missatge és massa llarg. La mida màxima és de 65,535 caràcters.
nl: Foutmelding: Het bericht is te groot. Het mag maximaal uit 65535 karakters bestaan.

source: Error! No post ID in 'Dizkus_ajax_preparequote()'.
ca: No s'ha trobat la identitat de l'entrada a 'Dizkus_ajax_preparequote()'.
nl: Foutmelding: Geen bericht ID in 'Dizkus_ajax_preparequote()'.

source: Error! You do not have authorisation to perform this action.
ca: No teniu autorització per portar a terme aquesta acció.
nl: Foutmelding: Er is geen toestemming deze actie uit te voeren.

source: Error! No post ID in 'Dizkus_ajax_readpost()'.
ca: No s'ha trobat la identitat de l'entrada a 'Dizkus_ajax_readpost()'.
nl: Foutmelding: Geen bericht ID in 'Dizkus_ajax_readpost()'.

source: Error! No post ID in 'Dizkus_ajax_readrawtext()'.
ca: No s'ha trobat la identitat de l'entrada a 'Dizkus_ajax_readrawtext()'.
nl: Foutmelding: Geen bericht ID in 'Dizkus_ajax_readrawtext()'.

source: Error! No post ID in 'Dizkus_ajax_updatepost()'.
ca: No s'ha trobat la identitat de l'entrada a 'Dizkus_ajax_updatepost()'.
nl: Foutmelding: Geen bericht ID in 'Dizkus_ajax_updatepost()'.

source: Error! No topic ID in 'Dizkus_ajax_lockunlocktopic()'.
ca: No s'ha trobat la identitat del tema a 'Dizkus_ajax_lockunlocktopic()'.
nl: Foutmelding: Geen onderwerp ID in 'Dizkus_ajax_lockunlocktopic()'.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus_ajax_lockunlocktopic()'.
ca: No s'ha definit el paràmetre del mode (%s) o és incorrecta a 'Dizkus_ajax_lockunlocktopic()'.
nl: Foutmelding: Geen (of niet toegestane) mode parameter (%s) in 'Dizkus_ajax_lockunlocktopic()'.

source: Error! You do not have authorisation to moderate this category or forum.
ca: No teniu autorització per moderar aquesta categoria o aquest fòrum.
nl: Foutmelding: Er is geen toestemming om deze categorie of dit forum te modereren.

source: Error! No topic ID in 'Dizkus_ajax_stickyunstickytopic()'.
ca: No s'ha trobat la identitat del tema a 'Dizkus_ajax_stickyunstickytopic()'.
nl: Foutmelding: Geen onderwerp ID in 'Dizkus_ajax_stickyunstickytopic()'.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus_ajax_stickyunstickytopic()'.
ca: No s'ha definit el paràmetre del mode (%s) o és incorrecta a 'Dizkus_ajax_stickyunstickytopic()'.
nl: Foutmelding: Geen (of niet toegestane) mode parameter (%s) in 'Dizkus_ajax_stickyunstickytopic()'.

source: Error! No topic ID in 'Dizkus_ajax_subscribeunsubscribetopic()'.
ca: No s'ha trobat la identitat del tema a 'Dizkus_ajax_subscribeunsubscribetopic()'.
nl: Foutmelding: Geen onderwerp ID in 'Dizkus_ajax_subscribeunsubscribetopic()'.

source: Error! You do not have authorisation to read the content in this category or forum.
ca: No teniu autorització per llegir el contingut d'aquesta categoria o aquest fòrum.
nl: Foutmelding: Er is geen toestemming om inhoud in deze categorie of dit forum te bekijken.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus_ajax_subscribeunsubscribetopic()'.
ca: No s'ha definit el paràmetre del mode (%s) o és incorrecta a 'Dizkus_ajax_subscribeunsubscribetopic()'.
nl: Foutmelding: Geen (of niet toegestane) mode parameter (%s) in 'Dizkus_ajax_subscribeunsubscribetopic()'.

source: Error! No forum ID in 'Dizkus_ajax_subscribeunsubscribeforum()'.
ca: No s'ha trobat la identitat del fòrum a 'Dizkus_ajax_subscribeunsubscribeforum()'.
nl: Foutmelding: Geen forum ID in 'Dizkus_ajax_subscribeunsubscribeforum()'.

source: Error! No or illegal mode (%s) parameter in Dizkus_ajax_subscribeunsubscribeforum()
ca: No s'ha definit el paràmetre del mode (%s) o és incorrecta a Dizkus_ajax_subscribeunsubscribeforum().
nl: Foutmelding: Geen (of niet toegestane) mode parameter (%s) in Dizkus_ajax_subscribeunsubscribeforum()

source: Error! Favourites have been disabled.
ca: S'han desactivat els preferits.
el: Σφάλμα! Τα αγαπημένα έχουν απενεργοποιηθεί.
nl: Foutmelding: Favorieten zijn uitgeschakeld.

source: Error! No forum ID in 'Dizkus_ajax_addremovefavorite()'.
ca: No s'ha trobat la identitat del fòrum a 'Dizkus_ajax_addremovefavorite()'.
nl: Foutmelding: Geen forum ID in 'Dizkus_ajax_addremovefavorite()'.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus_ajax_addremovefavorite()'.
ca: No s'ha definit el paràmetre del mode (%s) o és incorrecta a 'Dizkus_ajax_addremovefavorite()'.
nl: Foutmelding: Geen (of niet toegestane) mode parameter (%s) in 'Dizkus_ajax_addremovefavorite()'.

source: Error! No topic ID in 'Dizkus_ajax_readtopic()'.
ca: No s'ha trobat la identitat del tema a 'Dizkus_ajax_readtopic()'.
nl: Foutmelding: Geen onderwerp ID in 'Dizkus_ajax_readtopic()'.

source: Error! The post has no subject line.
ca: L'entrada no té títol.
el: Σφάλμα! Η δημοσίευση δεν έχει θέμα.
nl: Foutmelding: Het bericht heeft geen onderwerp.

source: Error! No topic ID in 'Dizkus_ajax_updatetopicsubject()'
ca: No s'ha trobat la identitat del tema a 'Dizkus_ajax_updatetopicsubject()'
nl: Foutmelding: Geen onderwerp ID in 'Dizkus_ajax_updatetopicsubject()'

source: Error! This feature is for registered users only.
ca: Aquesta funcionalitat és només per a usuaris registrats.
nl: Foutmelding: Deze mogelijkheid is alleen voor geregistreerde gebruikers.

source: Error! You do not have authorisation to post in this category or forum.
ca: No teniu autorització per fer entrades a aquesta categoria o aquest fòrum.
nl: Foutmelding: Er is geen toestemming om in deze categorie of dit forum berichten te plaatsen.

source: Error! You tried to post a blank message. Please go back and try again.
ca: Heu intentat fer una entrada en blanc. Si us plau torni-ho a provar.
el: Σφάλμα! Προσπαθήσατε να στείλετε κενό μήνυμα. Παρακαλώ προσπαθήστε ξανά.
nl: Foutmelding: Het plaatsen van lege berichten is niet toegestaan. Probeer het aub opnieuw.

source: Dizkus forums
ca: Fòrums
el: Forums

source: An integrated forum solution for Zikula which is simple to administer and use but that has an excellent feature set.
ca: Un sistema de fòrums per al Zikula fàcil d'administrar i amb un conjunt de funcionalitats excel·lent.
nl: Een geïntegreerde forum oplossing voor Zikula, eenvoudig in gebruik en beheer, maar met een uitstekende set van mogelijkheden.

source: forums
ca: fòrums

source: Edit category title
ca: Edita el títol de la categoria
el: Επεξεργασία τίτλου κατηγορίας
nl: Bewerk categorie titel

source: Edit forum
ca: Edita el fòrum
el: Επεξεργασία forum
nl: Bewerk forum

source: Go to page %s:
ca: Vés a la pàgina %s:
el: Μετάβαση στη σελίδα %s:
nl: Ga naar pagina %s:

source: browserhack block: condition param is required, non specified.
ca: Bloc browserhack: no s'ha especificat el paràmetre de condició.
nl: Browserhack blok: 'condition' parameter is verplicht, maar niet opgegeven.

source: Print topic
ca: Imprimeix el tema
el: Εκτύπωση Θέματος
nl: Print onderwerp

source: Allowed HTML:
ca: Etiquetes HTML permeses:
el: Επιτρεπόμενα HTML tags:
nl: Toegestane HTML:

source: Go to topic
ca: Vés al tema
el: Μετάβαση στο θέμα
nl: Ga naar onderwerp

source: Error! For forum searches, the search string must be between %1$s and %2$s characters in length.
ca: Per a les cerques als fòrums les cadenes de cerca han de tenir una longitud entre %1$s i %2$s caràcters.
el: Σφάλμα! Η λέξη-κλειδί πρέπει να είναι μεταξύ %1$s και %2$s χαρακτήρων
nl: Foutmelding: Voor zoekopdrachten binnen de forums dient de zoekterm minstens %1$s en hoogstens %2$s karakters te bevatten.

source: **unknown user**
ca: ** Usuari/ària desconegut **
el: **άγνωστος χρήστης**
nl: **onbekende gebruiker**

source: Error! Wrong parameters in 'Dizkus_userapi_boardstats()'.
ca: S'ha passat un paràmetre incorrecte a la funció 'Dizkus_userapi_boardstats()'.
el: Σφάλμα! Λάθος παράμετροι στο 'Dizkus_userapi_boardstats()'.
nl: Foutmelding: Ongeldige parameters in 'Dizkus_userapi_boardstats()'.

source: %1$s<br />by %2$s
ca: %1$s<br />per %2$s
el: %1$s<br />από %2$s
nl: %1$s<br />door %2$s

source: No posts
ca: No hi ha cap enviament
el: Καμία δημοσίευση
nl: Geen berichten

source: Error! The forum or topic you selected was not found. Please go back and try again.
ca: No s'ha trobat el fòrum o el tema seleccionat. Aneu enrere i torneu-ho a provar.
el: Σφάλμα! Το forum ή το θέμα που επιλέξατε δε βρέθηκε. Παρακαλώ προσπαθήστε ξανά.
nl: Foutmelding: Het geselecteerde forum of bericht werd niet gevonden. Ga aub terug en probeer het opnieuw.

source: Error! You do not have authorisation to view this category or forum.
ca: No teniu autorització per veure aquesta categoria o aquest fòrum.
nl: Foutmelding: Er is geen toestemming om deze categorie of dit forum te bekijken.

source: Go to page
ca: Vés a la pàgina
el: Μετάβαση στη σελίδα
nl: Ga naar pagina

source: Page #
ca: Pàgina #
el: Σελίδα #
nl: Pagina #

source: Error! The topic you selected was not found. Please go back and try again.
ca: No s'ha trobat el tema que heu seleccionat. Aneu enrere i torneu-ho a provar.
el: Σφάλμα! Το θέμα που επιλέξατε δε βρέθηκε. Παρακαλώ δοκιμάστε αργότερα.
nl: Foutmelding: Het geselecteerde onderwerp werd niet gevonden. Ga aub terug en probeer het opnieuw.

source: Error! You cannot post a message under this topic. It has been locked.
ca: No podeu fer enviaments dins d'aquest tema perquè està tancat.
nl: Foutmelding: Dit onderwerp is gesloten, en het is niet mogelijk om hier berichten te plaatsen.

source: Edited by %1$s on %2$s.
ca: Editat per %1$s el %2$s.
el: Τροποποίηση από %1$s στις %2$s
nl: Bewerkt door %1$s op %2$s.

source: The original posting has been moved <a title="moved" href="%s">here</a>.
ca: L'entrada original s'ha desplaçat <a title="moved" href="%s">aquí</a>.
el: Η αρχική δημοσίευση έχει μετακινηθεί <a title="μετακινηθεί" href="%s">εδώ</a>.
nl: Het originele bericht is naar <a title="verplaatst" href="%s">hier</a> verplaatst.

source: *** The original posting '%s' has been moved
ca: *** L'enviament original '%s' s'ha desplaçat
el: *** Η αρχική δημοσίευση '%s' έχει μετακινηθεί
nl: *** Het originele bericht '%s' is verplaatst

source: Error! No permission for this action.
ca: No teniu autorització per dur a terme aquesta acció.
el: Σφάλμα! Δεν έχετε δικαίωμα για αυτή την ενέργεια.
nl: Foutmelding: Geen toestemming om deze actie uit te voeren.

source: Today
ca: Avui
el: Σήμερα
nl: Vandaag

source: Yesterday
ca: Ahir
el: Χθες
nl: Gisteren

source: Last week
ca: La setmana passada
el: Προηγούμενη εβδομάδα
nl: Afgelopen week

source: Last %s hours
ca: Durant les darreres %s hores
el: Τελευταίες %s ώρες
nl: Afgelopen %s uur

source: Last visit: %s
ca: Darrera visita: %s
el: Τελευταία επίσκεψη : %s
nl: Laatste bezoek: %s

source: Last 24 hours
ca: Les darreres 24 hores
el: Τελευταίες 24 ώρες
nl: Afgelopen 24 uur

source: Moderation request
ca: Petició de moderació
el: Αίτηση συντονισμού
nl: Moderatie verzoek

source: Request for moderation on %s
ca: Petició de moderació el %s
el: Αίτηση για συντονισμό στις %s
nl: Verzoek tot moderatie op %s

source: Reporting user: %s
ca: Usuari/ària que ha fet l'enviament: %s
el: Αναφορά χρήστη: %s
nl: Rapporterende gebruiker: %s

source: Comment:
ca: Comentari:
el: Σχόλια:
nl: Opmerkingen:

source: Link to topic: %s
ca: Enllaç al tema: %s
el: Σύνδεση με το θέμα: %s
nl: Link naar bericht: %s

source: Summary
ca: Resum
el: Περίληψη
nl: Samenvatting

source: Dizkus statistic
ca: Estadístiques dels fòrums
el: Στατιστικά
nl: Dizkus statistieken

source: Dizkus Statistics Block
ca: Bloc d'estadístiques del fòrum
nl: Dizkus Statistieken Blok

source: Dizkus recent
ca: Activitat recent als fòrums
el: Πρόσφατα

source: Dizkus recent posts
ca: Enviaments recents als fòrums
el: Πρόσφατες δημοσιεύσεις
nl: Dizkus Recente Berichten Blok

source: Error! You do not have the necessary authorisation for forum ID %s.
ca: No teniu autorització per accedir al fòrum amb ID %s.
nl: Foutmelding: Geen toestemming voor forum ID %s.

source: Error! The forum ID %s is unknown.
ca: No s'ha trobat el fòrum amb ID %s.
el: Σφάλμα! Το form με ID %s δεν υπάρχει.
nl: Foutmelding: Forum ID %s is onbekend.

source: Error! You do not have the necessary authorisation for topic ID %s.
ca: No teniu autorització per accedir al tema amb ID %s.
nl: Foutmelding: Geen toestemming voor onderwerp ID %s.

source: Error! The topic ID %s is unknown.
ca: No s'ha trobat el tema amb ID %s.
el: Σφάλμα! Το θέμα με ID %s δεν υπάρχει.
nl: Foutmelding: Onderwerp ID %s is onbekend.

source: Error! Unknown parameter at position #1 ('F' or 'T').
ca: S'ha trobat un paràmetre desconegut a la posició #1 ('F' o 'T').
el: Σφάλμα! Άγνωστη παράμετρος στη θέση #1 ('F' ή 'T')
nl: Foutmelding: Onbekende parameter op positie #1 (moet 'F' of 'T' zijn).

source: Error! The Dizkus module is not available.
ca: El mòdul de fòrums no està disponible.
nl: Foutmelding: De Dizkus module is niet beschikbaar.

source: Error! No needle ID.
ca: Falta l'ID del 'needle'.
nl: Foutmelding: Geen naald ID.

source: Strict
ca: Estricte
el: Αυστηρό
nl: Strikt

source: Medium
ca: Mig
el: Μέτριο
nl: Gemiddeld

source: None
ca: Cap
el: Κανένα
nl: Geen

source: Done! Updated the 'Ignore list' settings.
ca: S'ha actualitzat la configuració de la llista d'ignorats.
nl: De blokkeerlijst instellingen zijn succesvol opgeslagen.

source: Ascending
ca: Ascendent
el: Αύξουσα
nl: Oplopend

source: Descending
ca: Descendent
el: Φθίνουσα
nl: Aflopend

source: Delete topic
ca: Esborra el tema
el: Διαγραφή θέματος
nl: Verwijder onderwerp

source: Close topic
ca: Tanca el tema
el: Κλείσιμο θέματος
nl: Sluit onderwerp

source: Done! Updated configuration.
ca: Modifica la configuració.
el: Ολοκληρώθηκε! Ανανέωση ρυθμίσεων.
nl: Configuratie succesvol bijgewerkt.

source: Sorry! The forums are currently off-line for maintenance. Please try later.
ca: En aquests moments els mòduls no estan disponibles perquè s'estan portant a terme tasques de manteniment. Si us plau torneu-ho a provar d'aquí una estona.
el: Λυπούμαστε! Το forum είναι προσωρινά εκτός λειτουργίας για λόγους συντήρησης. Παρακαλώ προσπαθήστε αργότερα.
nl: Onze excuses! De forums zijn momenteel niet bereikbaar vanwege onderhoud. Probeer het later opnieuw.

source: Done! Reset configuration to default values.
ca: Restableix els valors per defecte.
el: Ολοκληρώθηκε! Επαναφορά ρυθμίσεων στις προκαθορισμένες τιμές.
nl: Configuratie succesvol teruggezet naar standaard waarden.

source: Done! Signature has been updated.
ca: S'ha modificat la signatura.
el: Ολοκληρώθηκε! Η υπογραφή ανανεώθηκε.
nl: Handtekening is succesvol bijgewerkt.

source: Error! Missing forum id.
ca: No s'ha trobat l'ID del fòrum.
nl: Foutmelding: Forum IS niet opgegeven.

source: Error! The original forum cannot be the same as the target forum.
ca: El fòrum d'origen no pot ser el mateix que el fòrum de destí.
nl: Foutmelding: Het oorspronkelijke forum kan niet hetzelfde zijn als het doel forum.

source: Error! The original topic cannot be the same as the target topic.
ca: El tema d'origen no pot ser el mateix que el tema de destí.
nl: Foutmelding: Het oorspronkelijke onderwerp kan niet hetzelfde zijn als het doel onderwerp.

source: No 'ignore list' configuration is currently possible.
ca: En aquests moments no és possible configurar la llista d'ignorats.
nl: Momenteel is er geen blokkeerlijst configuratie mogelijk.

source: Error! You need to be logged-in to perform this action.
ca: Heu d'haver entrat per poder dur a terme aquesta acció.
el: Σφάλμα! Πρέπει να κάνετε είσοδο πρώτα για να εκτελέσετε αυτή την ενέργεια.
nl: Foutmelding: Om deze actie uit te voeren dient er ingelogd te zijn.

source: Error! Either you did not enter an e-mail address for the recipient, or the e-mail address you entered was invalid.
ca: No heu indicat l'adreça de correu electrònic del destinatari o bé l'adreça introduïda és incorrecta.
el: Σφάλμα! Είτε δεν έχετε εισάγει διεύθυνση email για τον παραλήπτη, είτε η διεύθυνση που δώσατε είναι μη έγκυρη.
nl: Foutmelding: Er is geen e-mail adres opgegeven, of het e-mail adres is ongeldig.

source: Error! You must enter a message.
ca: Heu d'escriure el contingut del missatge.
el: Σφάλμα! Πρέπει να εισάγετε ένα μήνυμα.
nl: Foutmelding: Er is geen bericht-inhoud opgegeven.

source: Error! You must enter a subject line for the e-mail message.
ca: Heu d'escriure el títol del missatge de correu electrònic.
el: Σφάλμα! Πρέπει να εισάγετε ένα θέμα για το μήνυμα του email.
nl: Foutmelding: Er is geen onderwerp-regel opgegeven voor het e-mailbericht.

source: Hello! Please visit this link. I think it will be of interest to you.
ca: Visiteu aquest enllaç. És probable que sigui del vostre interès.
el: Καλησπέρα! Επισκέψου αυτό το σύνδεσμο. Πιστεύω πως σε ενδιαφέρει.
nl: Hallo! Bezoek deze link eens, wellicht is het interessant.

source: Error! You did not select a target forum for the move.
ca: No heu seleccionat el fòrum de destí.
el: Σφάλμα! Δεν επιλέξατε forum στόχο για τη μετακίνηση.
nl: Foutmelding: Er is geen doel forum opgegeven om naar te verplaatsen.

source: Error! You did not select a target topic to join.
ca: No heu seleccionat el fòrum de destí on fer la unió.
el: Σφάλμα! Δεν επιλέξατε σε ποιο θέμα θέλετε να συμμετέχετε.
nl: Foutmelding: Er is geen doel onderwerp opgegeven om aan toe te voegen.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
ca: L'acció que heu portat a terme, per alguna raó, no ha tingut èxit. Pot ser degut al contingut del text que heu introduït. Reviseu-lo i torneu-ho a intentar.
nl: Foutmelding: De opgegeven actie kon helaas niet worden voltooid, wellicht door de ingevoerde gegevens. Probeer het aub opnieuw.

source: Automatically-created topic
ca: Tema creat automàticament
el: Αυτοδημιούργητο θέμα
nl: Automatisch aangemaakt onderwerp

source: Automatically-created topic for discussion of submitted entries
ca: Tema creat automàticament per discutir entrades enviades
el: Αυτοδημιούργητο θέμα για συζήτηση αναρτημένων δημοσιεύσεων.
nl: Automatisch aangemaakt onderwerp voor het bediscussiëren van ingezonden items.

source: Forum
ca: Fòrum

source: Error! You did not enter all the required information in the form. Did you assign at least one moderator? Please correct your entries and try again.
ca: No heu entrat tota la informació requerida en aquest formulari. Heu assignat com a mínim un moderador/a? Reviseu el contingut del formulari i torneu-ho a provar.
nl: Foutmelding: Niet alle verplichte velden in het formulier zijn ingevuld. Is er tenminste één moderator opgegeven? Corrigeer de invoer en probeer het aub opnieuw.

source: Start
ca: Inici
el: Αρχή

source: Index page
ca: Pàgina d'inici
nl: Index pagina

source: Edit forum tree
ca: Edita l'arbre del fòrum
el: Επεξεργασία Forum
nl: Bewerk forum boom

source: Create, delete, edit and re-order categories and forums
ca: Crea, esborra edita i reordena les categories i els fòrums
el: Δημιουργία, διαγραφή, επεξεργασία και ταξινόμηση κατηγοριών και forums
nl: Creëer, verwijder, bewerk en herorden categorieën en forums.

source: Edit user ranks
ca: Modifica els rangs
el: Βαθμολογίες Χρηστών
nl: Bewerk gebruikers rangen

source: Create, edit and delete user rankings acquired through the number of a user's posts
ca: Crea, edita i esborra els rangs adquirits dels usuaris a partir del nombre d'entrades.
el: Δημιουργία, επεξεργασία και διαγραφή βαθμολογιών χρήστων, που προέκυψαν από τον από τον αριθμό των δημοσιεύσεων.
nl: Creëer, verwijder en bewerk gebruikers rangen (bepaald door het aantal geplaatste berichten)

source: Edit honorary ranks
ca: Modifica els rangs honoraris
el: Τιμητικές Βαθμολογίες Χρηστών
nl: Bewerk speciale rangen

source: Create, delete and edit special ranks for particular users
ca: Crea, esborra i edita rangs especials per a usuaris concrets
el: Δημιουργία, διαγραφή και επεξεργασία ειδικών βαθμολογιών για συγκεκριμένους χρήστες.
nl: Creëer, verwijder en bewerk speciale rangen voor specifieke gebruikers

source: Assign honorary rank
ca: Assigna un rang honorari
el: Απονομή Τιμητικής Βαθμολογίας
nl: Speciale rang toewijzen

source: Assign honorary user ranks to users
ca: Assigna rangs a usuaris
nl: Speciale rangen toewijzen aan gebruikers
