Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Dizkus/3.1/module_dizkus.po
Languages: ca, el, nl

source: In this page, you can select particular users and assign them honorary ranks.
ca: Des d'aquesta pàgina podeu seleccionar usuaris concrets i assignar-los rangs.
el: Σε αυτή τη σελίδα, μπορείτε να επιλέξετε συγκεκριμένους χρήστες και να τους απονείμετε τιμητικές βαθμολογίες
nl: Op deze pagina kunnen aan geselecteerde gebruikers speciale rangen worden toegewezen.

source: No rank
ca: No hi ha rangs
el: Καμία βαθμολογία
nl: Geen rang

source: No asssigned ranks found
ca: No s'ha trobat cap rang assignat
nl: Geen toegewezen rangen gevonden

source: Move or join topics
ca: Mou o uneix temes
el: Μετακίνηση ή ένωση θεμάτων
nl: Onderwerpen verplaatsen of samenvoegen

source: Move topic to another forum
ca: Mou el tema a un altre fòrum
el: Μετακίνηση θέματος σε άλλο forum
nl: Onderwerp verplaatsen naar ander forum

source: When you press the 'Move' button at the bottom of this form, the topic you have selected (and all its related posts) will be <strong>moved</strong> to the forum you have selected. Note: You will only be able to move the topic to a forum for which you are moderator. An administrator is allowed to move any topic to any forum.
ca: Quan cliqueu el botó 'Mou' de la zona inferior d'aquest formulari, el tema seleccionat (i tots els enviaments que conté) es desplaçarà al fòrum seleccionat. Atenció: Només podreu moure temes a fòrums dels quals en sou moderador/a. Els administradors poden moure qualsevol tema a qualsevol fòrum.
el: Με την επιλογή 'Μετακίνηση' στο κάτω μέρος του forum, το θέμα που έχετε επιλέξει (και όλες οι σχετικές με αυτό δημοσιεύσεις) θα <strong>μετακινηθούν</strong> στο forum που έχετε επιλέξει. Σημείωση: Μπορείτε να μετακινείτε θέματα μόνο σε forums στα οποία είσαστε συντονιστήςς. Ο διαχειιστής μπορεί να μετακινήσει θέματα σε οποιοδήποτε forum.
nl: Na het aanklikken van de 'Verplaatsen' knop onderaan dit formulier, zal het geselecteerde onderwerp (inclusief alle berichten) worden <strong>verplaatst</strong> naar het geselecteerde forum. Let op: Het is alleen mogelijk om het onderwerp te verplaatsen naar een forum waar ook moderator-rechten voor zijn. Alleen beheerders kunnen tussen elk onderwerp naar elk forum verplaatsen zonder beperking.

source: Target forum
ca: Fòrum de destí
el: Forum Στόχος
nl: Doel forum

source: Join topic with another topic
ca: Uneix temes
el: Συνένωση θεμάτων
nl: Onderwerp samenvoegen met ander onderwerp

source: In this page, you can create, delete and edit user ranks for that users acquire automatically after a certain number of posts in the forums. To create a new rank, simply type entries in the fields of the 'Create new user rank' section and click on the 'Create' button. To edit a rank, edit the fields of a rank in the ranks list, and then click on 'Save rank changes'. To remove a rank, put a checkmark in the 'Delete rank' checkbox beside the desired rank, and then click on the 'Save rank changes' button.
ca: Des d'aquesta pàgina podeu crear, esborrar i editar els rangs que els usuaris han adquirit de forma automàtica degut al nombre de missatges que han enviats als fòrums. Per crear un rang nou heu d'entrar les dades necessàries en el formulari de creació de rangs nous i fer clic al botó de creació. Podeu editar rangs des de la llista de rangs. Per esborrar un rang marqueu la casella de selecció i feu clic al botó de desar els canvis.
el: Σε αυτή τη σελίδα, μπορείτε να δημιουργήσετε, διαγράψετε και επεξεργαστείτε βαθμολογίες χρηστών, τις οποίες θα αποκτούν οι χρήστες μετά από ένα πλήθος δημοσιεύσεων που έχουν κάνει. Για να δημιουργήσετε μια νέα βαθμολογία, απλώς συμπληρώστε τα πεδία στην ενότητα ΄Δημιουργία νέας βαθμολογίας' και έπειτα κάντε κλικ στο κουμπί 'Δημιουργία' . Για να επεξεργαστείτε μία βαθμολογία, επεξεργαστείτε τα πεδία της στη λίστα βαθμολογιών και έπειτα κάντε κλικ στο κουμπί 'Υποβολή'. Για να διαγράψετε μια βαθμολογία, τσεκάρετε το πεδίο 'Διαγραφή Βαθμολογίας' στο ύψος της βαθμολογίας που θέλετε να διαγράψετε και έπειτα πιέστε το κουμπί 'Υποβολή'.
nl: Op deze pagina kunnen gebruikersrangen aangemaakt, verwijderd en bewerkt worden, die automatisch aan gebruikers toegekend worden aan de hand van het aantal geplaatste berichten.Voor het aanmaken van een rang dienen de invoervelden bij 'Maak een nieuwe rang' ingevuld te worden, waarna op de knop 'Aanmaken' geklikt dient te worden.Om een rang te bewerken, dienen de velden van een rang in de lijst aangepast te worden, waarna op de knop 'Rang wijzigingen opslaan' geklikt dient te worden.Voor het verwijderen van een rang dient een vinkje in het 'Rang verwijderen' selectievakje naast de gewenste rang gezet te worden, waarna eveneens op de knop 'Rang wijzigingen opslaan' geklikt dient te worden.

source: User rank name
ca: Nom del rang
el: Όνομασία βαθμολογίας
nl: Naam van gebruikersrang

source: Minimum number of posts
ca: Nombre mínim d'entrades
el: Ελάχιστο πλήθος δημοσιεύσεων
nl: Minimum aantal berichten

source: Maximum number of posts
ca: Nombre màxim d'entrades
el: Μέγιστο πλήθος δημοσιεύσεων
nl: Maximum aantal berichten

source: User rank
ca: Rang
el: Όνομα βαθμολογίας
nl: Gebruikersrang

source: Show users' subscriptions
ca: Mostra les subscripcions dels usuaris
el: Προβολή μηνυμάτων χρηστών
nl: Toon abonnementen van gebruiker

source: Manage forum subscriptions
ca: Gestiona les subscripcions dels fòrums
el: Διαχείριση συνδρομών σε forums
nl: Beheer forum abonnementen / inschrijvingen

source: Remove all forum subscriptions
ca: Esborra totes les subscripcions a fòrums
el: Διαγραφή όλων των μηνυμάτων
nl: Verwijder alle forum abonnementen

source: No forum subscriptions found.
ca: No s'ha trobat cap subscripció
el: Δεν βρέθηκαν συνδρομές του χρήστη σε forums.
nl: Geen forum abonnementen gevonden.

source: Signature
ca: Signatura
nl: Handtekening

source: Most-active forums
ca: Fòrums més actius
el: Περισσότερο ενεργά forums
nl: Meest actieve forums

source: Recent topics
ca: Temes recents
el: Πρόσφατα θέματα
nl: Laatste onderwerpen

source: %s reply
ca: %s resposta
el: %s απάντηση
nl: %s antwoord

source: Most-active posters
ca: Usuaris més actius
el: περισσότερο ενεργοί αποστολείς
nl: Meest actieve auteurs

source: Forums are accessible to visitors
ca: Els fòrums són accessibles als visitants
nl: Forums zijn toegankelijk voor bezoekers

source: If the 'Forums are accessible to visitors' setting is deactivated then only administrators will have access to the forums. You can temporarily deactivate this setting to take the forums off-line when you need to perform maintenance.
ca: Si desactiveu l'opció 'Els fòrums són accessibles als visitants' només seran accessibles pels administradors. Podeu desactivar temporalment els fòrums per portar a terme tasques de manteniment.
el: Αν η παραπάνω επιλογή είναι απενεργοποιημένη, τοτέ μόνο οι διαχειριστές της ιστοσελίδας έχουν πρόσβαση στο forum. Χρησιμοποιείστε αυτή την επιλογή για να απενεργοποιήσετε προσωρινά το forum όταν θέλετε να εκτελέσετε εργασίες συντήρησης.
nl: Als de 'Forums zijn toegankelijk voor bezoekers' instelling is uitgeschakeld, zal het forum alleen toegankelijk zijn voor beheerders. Deze instelling kan bijvoorbeeld gebruikt worden om de forums offline te halen voor tijdelijk onderhoud.

source: Message displayed if forums are disabled
ca: Aquest missatge es mostrarà si els fòrums estan desactivats
nl: Bericht wat getoond wordt indien forums uitgeschakeld zijn

source: Sender address for e-mail messages from forums
ca: Adreça de correu d'origen per als missatges enviats des dels fòrums
nl: Afzender e-mail adres voor berichten die door het forum verzonden worden.

source: 'Hot topic' threshold
ca: Nombre de missatges a partir dels quals un tema pren la categoria de tema actiu
nl: Berichten-grens voor 'Populair onderwerp'

source: Posts per page in topic index (default:20)
ca: Entrades per pàgina en el tema inicial (per defecte: 20)
nl: Berichten per pagina in onderwerp-overzicht (standaard: 20)

source: Topics per page in forum index (default:15)
ca: Temes per pàgina en el fòrum inicial (per defecte: 15)
nl: Aantal onderwerpen per pagina in forum-overzicht (standaard: 15)

source: Hide users in forum admin interface
ca: Amaga els usuaris a la interfície d'administració del fòrum
nl: Gebruikers verbergen in forum beheer interface

source: Path to rank images
ca: Camí a les imatges dels rangs
nl: Pad naar rang-afbeeldingen

source: Advanced settings
ca: Configuració avançada
el: Προχωρημένες ρυθμίσεις
nl: Geavanceerde instellingen

source: Caution! Inappropriate settings here can lead to unwanted side effects. You are recommended not to alter the settings below unless you fully understand what the results will be. <br /><br />Database name: '%s'; type: '%s'; version: '%s'.
ca: Atenció! Configuracions incorrectes poden donar lloc a comportaments no desitjats. Es recomana no modificar la configuració a no ser que estigueu completament segurs del que esteu fent.<br /><br />Nom de la base de dades: '%s'; tipus: '%s'; versió: '%s'.
el: Προσοχή! Λανθασμένες ρυθμίσεις σε αυτή την ενότητα μπορεί να οδηγήσουν σε ανεπιθύμητα αποτελέσματα. Προτείνεται να αφήσετε τις ρυθμίσεις ως έχουν εκτός αν καταλαβαίνετε πλήρως το αποτέλεσμα της ενέργειάς σας. <br /><br />Ονομασία βάσης δεδομένων: '%s'; τύπις: '%s'; έκδοση: '%s'.
nl: Let op: Verkeerde instellingen in dit deel kan problemen veroorzaken. Indien niet duidelijk is wat deze instellingen precies inhouden, laat ze dan staan zoals ze nu staan!<br /><br />Gebruikte databasenaam: '%s'; Type: '%s'; Versie: '%s'.

source: Enable full-text index field searching
ca: Habilita la cerca a text complet (fulltext)
nl: Doorzoek forums met full-text index

source: Notice: For searches with full-text index fields, you need MySQL 4 or later; the feature does not work with InnoDB databases. This flag will normally be set during installation, when the index fields have been created. Search results may be empty if the query string is present in too many postings. This is a feature of MySQL. For more information, see <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a> in the MySQL documentation.
ca: Atenció: Per fer cerques a text complet necessiteu la versió 4 de MySQL o superior. Aquesta funcionalitat no funciona amb bases de dades de tipus InnoDB. Normalment aquesta opció s'estableix durant el procés d'instal·lació quan s'han creat els índexs de les taules. Els resultats de cerca poden ser buits si la cadena de cerca es present a massa entrades. Això és una limitació de MySQL. Per a més informació mireu a <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Cerques a text complet amb MySQL'</a> a la documentació del MySQL.
el: Σημείωση: Για να μπορέσετε να χρησιμοποιήσετε full-text indexing, θα πρέπει να έχετε MySQL 5 ή μεταγενέστερη. Το χαρακτηριστικό αυτό δεν λειτουργεί με βάσεις δεδομένων τύπου InnoDB. Η παραπάνω επιλογή θα τεθεί κατά τη διάρκεια της εγκατάστασης του υποσυστήματος. Τα αποτελέσματα της αναζήτησης μπορεί να είναι κενά αν η λέξη προς αναζήτηση είναι πολύ μικρή ή υπάρχει σε πολλά μηνύματα. Αυτό είναι χαρακτηριστικό της MySQL και δεν μπορεί να αποφευχθεί. Για περισσότερες πληροφορίες δείτε τη σελίδα <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a>.
nl: Doorzoeken van de forums met full-text index, heeft minimaal MySQL 4 of hoger nodig en werkt niet met InnoDB databases. Deze instelling wordt bij installatie ingesteld, als de index velden worden aangemaakt. Het zoekresultaat kan leeg zijn als de query in teveel berichten voorkomt. Dit is een "mogelijkheid" van MySQL. Zie <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a> voor meer informatie.

source: Enable extended full-text search in internal search
ca: Habilita la cerca a text complet per a cerques internes
nl: Gebruik uitgebreide full-text search bij interne zoekopdracht

source: Notice: Extended full-text searching enables queries like '+Dizkus -Skype' to find posts that contain 'Dizkus' but not 'Skype'. Requires MySQL 4.01 or later. For more information, see <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a> in the MySQL documentation.
ca: Atenció: Les cerques a text complet habiliten consultes com '+Dizkus -Skype' per trobar entrades que per exemple contenen 'Dizkus' però no 'Skype'. Requereix la versió 4 del MySQL o superior. Per a més informació mireu a <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Cerques a text complet amb MySQL'</a> a la documentació del MySQL.
el: Σημείωση: Η λειτουργία Extended full-text searching επιτρέπει ερωτήματα του τύπου '+Forum -Skype' ώστε να βρεθούν αποτελέσματα που περιέχουν την λέξη Forum αλλά όχι τη λέξη Skype. Για τη χρήση αυτής της λειτουργίας απαιτείται MySQL 5 ή μεταγενέστερη. Για περισσότερες πληροφορίες, δείτε τη σελίδα <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a>.
nl: De uitgebreide full-text zoekopdracht kan gebruikt worden met parameters zoals "+dizkus -skype" voor berichten die het woord "dizkus" bevatten maar niet "skype". Minimum eis is MySQL 4.01. Zie <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a> voor meer informatie

source: Show text in search results
ca: Mostra el text en el resultat de les cerques
nl: Toon bericht-tekst in zoekresultaten

source: Notice: Deactivate the 'Show text in search results' setting for high-volume sites if you need to improve search performance, or if you need to be attentive to constant cleaning of the search results table.
ca: Atenció: Desactiveu 'Mostra el text en el resultat de les cerques' en portals amb gran volum de participació si necessiteu millorar les funcionalitats de cerca o si constantment necessiteu fer neteja de la taula de resultats.
el: Σημείωση: Απενεργοποιείστε την παραπάνω λειτουργία αν η ιστοσελίδας σας έχει πολύ κίνηση και θέλετε να αυξήσετε την επίδοση της μηχανής αναζήτησης ή αν θέλετε να είστε attentive to constant cleaning of the search results table.
nl: Zet dit uit op zeer druk bezochte sites met hoge aantallen berichten om zoek-prestatie te verbeteren, of indien de zoek-resultaten tabel vaak opgeschoond dient te worden.

source: Minimum number of characters in search query string (1 minimum)
ca: Nombre mínim de caràcters a la cadena de cerca (mínim 1)
nl: Minimum aantal karakters van zoekterm (tenminste 1 karakter)

source: Maximum number of characters in search query string (50 maximum)
ca: Nombre màxim de caràcters a les cadenes ce cerca (màxim 50)
nl: Maximum aantal karakters van zoekterm (ten hoogste 50 karakters)

source: User-related settings
ca: Paràmetres dels usuaris
el: Ρυθμίσεις σχετικές με χρήστες
nl: Gebruikers-instellingen

source: Sort order for posts
ca: Ordenació dels enviaments
nl: Sorteer volgorde voor berichten

source: Beginning of signature
ca: Inici de la signatura
nl: Start van handtekening opmaak

source: End of signature
ca: Final de la signatura
nl: Einde van handtekening opmaak

source: Automatically subscribe users to new topics and posts
ca: Subscriu als usuaris automàticament als temes i als enviaments nous
nl: Gebruikers automatisch laten abonneren op nieuwe onderwerpen en berichten

source: Enable signature management via forum user settings
ca: Habilita la gestió de la signatura per mitjà dels paràmetres de configuració dels fòrum.
nl: Handtekening beheer via forum-voorkeuren inschakelen

source: Strip user signatures from posts
ca: Elimina les signatures dels usuaris en els enviaments
nl: Verwijder gebruikers handtekening bij bericht invoegen

source: Allow globally recognized avatars
ca: Permet avatars reconeguts globalment
nl: Gravatars (Globally Recognized Avatars) toestaan

source: Default gravatar image
ca: Avatar predeterminat
nl: Standaard gravatar afbeelding

source: Example: gravatar.gif
ca: Exemple: gravatar.gif
nl: Bijvoorbeeld: gravatar.gif

source: Display confirmation when a new topic has been created
ca: Mostra un missatge de confirmació en crear enviaments nous
nl: Toon bevestigingsbericht na het aanmaken van een nieuw onderwerp

source: Highest-allowed 'ignore list' ostracism level
ca: Nivell més alt d'ostracisme permès a la llista d'ignorats
nl: Hoogst toegestane niveau van negeren in de gebruikers-blokkeerlijst.

source: Notice: 'Ignore list' support is not currently available. The <a href="http://code.zikula.org/contactlist/">ContactList</a> module must be installed for this feature to be operative.
ca: Atenció: En aquests moments el suport a la 'Llista d'ignorats' no està disponible. El mòdul <a href="http://code.zikula.org/contactlist/">Llista de contactes</a> ha d'estar instal·lat per tal que aquesta funcionalitat sigui operativa.
el: Σημείωση: Η υποστήριξη για 'Ignore list' δεν είναι αυτή τη στιγμή διαθέσιμη. Θα πρέπει να εγκατασταθεί το υποσύστημα <a href="http://code.zikula.org/contactlist/">ContactList</a>.
nl: Afhandeling en integratie met geblokkeerde gebruikers is niet beschikbaar, de<a href="http://community.zikula.org/module-Extensions-display-ot-component-componentid-9.htm">ContactList</a> module dient hiervoor geïnstalleerd te zijn.

source: Security settings
ca: Configuració de la seguretat
el: Ρυθμίσεις Ασφάλειας
nl: Beveiligings instellingen

source: Log IP addresses
ca: Registra les adreces IP
nl: Log IP adressen

source: Strip HTML tags from new posts
ca: Elimina les etiquetes HTML de les entrades noves
nl: HTML tags verwijderen uit nieuwe berichten

source: Notice: Setting 'Strip HTML tags from new posts' to enabled does not affect the content of '[code][/code]' BBCode tags.
ca: Atenció: La configuració 'Elimina les etiquetes HTML de les entrades noves' no té efecte sobre els continguts de les etiquetes '[code][/code]' de BBCode.
el: Σημείωση: Η ενεργοποίηση της παραπάνω επιλογής δεν έχει κανένα αποτέλεσμα στα BBCode tags (πχ '[code][/code]').
nl: Ook met de optie 'HTML tags verwijderen uit nieuwe berichten' ingeschakeld zal de inhoud tussen [code][/code] BBCode tags wel toegestaan worden.

source: Number of hours during which edits to posts are allowed (Maximum:72)
ca: Nombre d'hores durant les quals es permet editar els enviaments nous (Màxim:72)
nl: Aantal uur waarbinnen een gebruiker zijn / haar bericht nog aan mag passen na plaatsing (maximaal 72 uur)

source: Other settings
ca: Altres paràmetres
el: Άλλες ρυθμίσεις
nl: Overige instellingen

source: Hide category view when there is only one category
ca: Amaga la visualització de les categories quan hi hagi només una categoria
nl: Categorie weergave uitschakelen als er slechts 1 categorie is

source: Enable Mail2Forum
ca: Habilita Mail2Forum
el: Ενεργοποίηση του Mail2Forum
nl: Mail2Forum inschakelen

source: Enable RSS2Forum
ca: Habilita RSS2Forum
el: Ενεργοποίηση του RSS2Forum
nl: RSS2Forum inschakelen

source: Enable favourites
ca: Habilita els preferits
el: Ενεργοποίηση των αγαπημένων
nl: Favorieten inschakelen

source: Action to be performed when 'delete' hook is called
ca: Acció que s'ha de portar a terme quan es crida el lligam 'esborrament'
nl: Uit te voeren actie indien de 'verwijder'-hook wordt aangeroepen

source: Restore defaults
ca: Restableix la configuració predeterminada
nl: Standaard instellingen terugzetten

source: &nbsp;::&nbsp;
nl: &nbsp;&raquo;&nbsp;

source: Total
el: Σύνολο
nl: Totaal

source: Categories
el: Κατηγορίες
nl: Categorieën
