Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Quotes/2.3/module_quotes.po
Languages: fa

source: Quotes
fa: پیام روز

source: Random quotes
fa: پیام روز اتفاقی

source: Quote
fa: پیام روز

source: Random quote block
fa: بلوک پیام روز

source: There are too few Quotes in the database
fa: تعداد بسیار کمی پیام روز در پایگاه داده وجود دارد

source: Sorry! No authorization to access this module.
fa: متاسفیم! هیچ احراز هویتی برای دسترسی به این ماژول صورت نگرفته است.

source: Error! Quote creation failed.
fa: خطا! ایجاد پیام روز شکست خورد.

source: No such Quote found.
fa: هیچ پیام روزی پیدا نشد.

source: Error! Quote deletion failed.
fa: خطا! حذف پیام روز شکست خورد.

source: Error! Quote update failed.
fa: خطا! به روز رسانی پیام روز شکست خورد.

source: View Quotes List
fa: مشاهده لیست پیامهای روز

source: Create a Quote
fa: ایجاد یک پیام روز

source: Settings
fa: تنظیمات

source: Done! Quote created.
fa: انجام شد! پیام روز ایجاد شد.

source: Done! Quote updated.
fa: انجام شد! پیام روز به روز رسانی شد.

source: Done! Module configuration updated.
fa: انجام شد! پیکربندی ماژول به روز رسانی شد.

source: Imported quotes
fa: پیام روز های وارد شده

source: Quotes imported from .7x version
fa: پیام روز ها از نسخه 7x. وارد شد

source: Error! Could not load the quotes.
fa: خطا! نمی توانم پیام روزها را بارگزاری کنم.

source: Edit
fa: ویرایش

source: Delete
fa: حذف کردن

source: Done! Quote deleted.
fa: انجام شد! پیام روز حذف شد.

source: Delete Quote
fa: حذف کردن پیام روز

source: Do you really want to delete this Quote?
fa: آیا شما مطمئنید که می خواهید این پیام روز را حذف کنید؟

source: Confirm deletion?
fa: تایید حذف کردن؟

source: Cancel
fa: انصراف

source: Enable categorization
fa: طبقه بندی فعال شود.

source: Items per page
fa: آیتم به ازای صفحه

source: Save
fa: ذخیره

source: Update Quote
fa: به روز رسانی پیام روز

source: Content
fa: محتوا

source: Quote Text
fa: متن پیام روز

source: Author
fa: مؤلف

source: Categories
fa: دسته ها

source: Created by %s
fa: ایجاد شده بوسیله %s

source: Created on %s
fa: ایجاد شده در %s

source: Last update by %s
fa: آخرین بروزرسانی توسط %s

source: Updated on %s
fa: به روز رسانی شده در %s

source: Update
fa: به روز رسانی

source: Category
fa: دسته بندی

source: All
fa: همه

source: Search by keyword
fa: جستجو بوسیله کلیدواژه

source: Filter
fa: صافی

source: Clear
fa: پاک کردن

source: Actions
fa: عمل

source: No Quotes found.
fa: هیچ پیام روزی پیدا نشد.

source: Choose a category
fa: انتخاب کردن یک دسته بندی

source: Create
fa: ایجاد کردن
