Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Profile/1.4/module_profile.po
Languages: pl

source: You can't access to the form functions directly.
pl: Ten formularz nie jest dostępny bezpośrednio.

source: String
pl: Tekst

source: Text
pl: Opis

source: Float
pl: Liczba rzeczywista

source: Integer
pl: Liczba całkowita

source: Text box
pl: Pole tekstowe

source: Text area
pl: Duże pole tekstowe (Text area)

source: Checkbox
pl: Pole wyboru (Checkbox)

source: Radio button
pl: Pole opcji (Radio)

source: Dropdown list
pl: Lista rozwijana

source: Calendar
pl: Kalendarz

source: Date (extended)
pl: Data (Rozszerzona)

source: Combo box (text)
pl: Pole wyboru Combo box (Tekst)

source: No
pl: Nie

source: Yes
pl: Tak

source: Everyone
pl: Wszyscy

source: Registered users only
pl: Tylko zarejestrowani użytkownicy

source: Admins only
pl: Tylko administratorzy

source: Error! The property must have an label, such as: _MYINT
pl: Błąd! Element profilu musi mieć nadaną etykietę, taką jak np. '_MYINT'.

source: Error! The property must have an internal name, such as: myint
pl: Błąd! Element profilu musi mieć nadaną nazwę systemową, np. 'myint'.

source: Error! This property label already exists
pl: Błąd! Taka etykieta elementu już istnieje.

source: Error! This internal name already exists
pl: Błąd! Taka nazwa systemowa już istnieje.

source: Done! Account panel property created.
pl: Element profilu został utworzony.

source: No such account panel property found.
pl: Nie znaleziono takiego elementu profilu

source: Done! Account panel property updated.
pl: Element profilu został zaktualizowany.

source: Done! Account panel property deleted.
pl: Element profilu został usunięty.

source: Required
pl: Wymagane

source: Deactivate
pl: Dezaktywuj

source: Activate
pl: Aktywuj

source: Mandatory
pl: Obowiązkowe

source: N/A
pl: nd

source: Core, Required
pl: Core, Wymagane

source: String, Required
pl: Tekst, Wymagane

source: Text, Required
pl: Opis, Wymagane

source: Float, Required
pl: Liczba rzeczywista, Wymagane

source: Integer, Required
pl: Liczba całkowita, Wymagane

source: Edit
pl: Edytuj

source: Up
pl: W górę

source: Down
pl: W dół

source: Delete
pl: Usuń

source: Done! Module configuration updated.
pl: Konfiguracja modułu została zapisana.

source: Done! Item updated.
pl: Element został zaktualizowany

source: Members Online
pl: Użytkownicy online

source: Show Members Online
pl: Użytkownicy online

source: Last X registered users
pl: Ostatnio zarejestrowani użytkownicy

source: Show last X registered users
pl: Ostatnio zarejestrowani użytkownicy (%x%)

source: Featured User
pl: Wybrany użytkownik

source: Show Featured User
pl: Wybrany użytkownik

source: Recently seen users
pl: Ostatni odwiedzający'

source: Show recently seen users
pl: Ostatni odwiedzający'

source: Unidentified user.
pl: Nieznany użytkownik

source: Error! Could not load the account panel properties
pl: Błąd! Nie udało się wczytać elementów profilu

source: Error! Required profile item [%s] missing
pl: Błąd! Brak wymaganego elementu [%s]

source: Done! Personal information saved.
pl: Dane zapisane.

source: Profile Module
pl: Profil

source: Provides a personal account control panel for each registered user, an interface to administer the information items (controls) displayed in it, and a members list functionality. Works in close unison with the Users module.
pl: Udostępnia każdemu użytkownikowi panel konta osobistego, a administratorowi daje możliwość zarządzania pozycjami konta. Ściśle współdziała z modułem Użytkownicy.

source: No authorization to access this module.
pl: Brak uprawnień dostępu do tego modułu.

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
pl: Nieprawidłowy klucz autoryzacji 'authkey': najprawdopodobniej oznacza to, że wciśnięto przycisk 'Wstecz' lub wygasł klucz uwierzytelniający stronę. Proszę odświeżyć stronę i spróbować raz jeszcze.

source: Error! Update attempt failed.
pl: Błąd! Zapisanie zmian nie powiodło się.

source: Error! Creation attempt failed.
pl: Błąd! Zapisanie danych nie powiodło się.

source: Error! Deletion attempt failed.
pl: Błąd! Usunięcie nie powiodło się.

source: Error! Activation failed
pl: Błąd! Aktywacja nie powiodła się.

source: Error! Deactivation failed
pl: Błąd! Dezaktywacja nie powiodła się.

source: Account Panel Properties List
pl: Lista elementów profilu

source: Create Account Panel Property
pl: Utwórz nowy element profilu

source: Account Panel Manager Settings
pl: Menadżer ustawień profilów

source: Personal Info
pl: Informacje o użytkowniku

source: Members List
pl: Lista użytkowników

source: Error! Could not load data.
pl: Błąd! Nie udało się odczytać danych.

source: User Account Panel
pl: Konto użytkownika

source: Last %s registered users
pl: Ostatnio zarejestrowani użytkownicy (%s)

source: Current members online
pl: Użytkownicy online

source: Edit Personal Info
pl: Edytuj informacje

source: Send PM
pl: Wyślij PM

source: Show contacts of %s
pl: Wyświetl kontakty użytkownika %s

source: Edit contact
pl: Edytuj kontakt

source: Add as contact
pl: Dodaj jako kontakt

source: Users module has to be upgraded to v1.10 before you can upgrade the Profile module!
pl: Moduł Użytkownicy musi zostać zaktualizowany do wersji 1.10 aby móc zaktualizować moduł Profil!

source: _UREALNAME
pl: Imię i nazwisko

source: _UFAKEMAIL
pl: Publiczny e-mail

source: _YOURHOMEPAGE
pl: Strona www

source: _TIMEZONEOFFSET
pl: Strefa czasowa

source: _YOURAVATAR
pl: Avatar

source: _YICQ
pl: ICQ

source: _YAIM
pl: AIM

source: _YYIM
pl: YIM

source: _YMSNM
pl: MSN

source: _YLOCATION
pl: Lokalizacja

source: _YOCCUPATION
pl: Zawód

source: _SIGNATURE
pl: Podpis

source: _EXTRAINFO
pl: Informacje dodatkowe

source: _YINTERESTS
pl: Zainteresowania

source: Account Panel Manager
pl: Menadżer profili

source: Modify Property
pl: Modyfikacja elementu

source: Existing Property
pl: Dane elementu

source: Property label
pl: Etykieta elementu

source: Reminder: After you create a new property label above (such as _MYINT), you must add the msgid to your 'module_profile.pot' (you need two lines msgid '_MYINT' then on line after that msgstr '', generate the PO file and translate it to provide a display string for the new property label.
pl: Pamiętaj: po dodaniu etykiety elementu powyżej (np: _MYINT ) musisz stworzyć dla niej tłumaczenie w pliku 'module_profile.pot'. W tym celu należy dodać dwie linie: pierwszą o treści: msgid '_MYINT'; oraz drugą: msgstr ''. Następnie za pomocą edytora tłumaczeń (np. POEdit) wygeneruj plik PO i przetłumacz nową etykietę.

source: Viewable by
pl: Widoczny dla

source: Data type
pl: Typ danych

source: Length
pl: Długość

source: Reminder: The 'Length' setting above is for strings only. Leave empty for other types. Acceptable value: 1-255.
pl: Pamiętaj: opcja 'Długość' jest przeznaczona tylko dla łańcuchów znaków (String). Pozostaw puste dla innych typów. Akceptowalne są tylko wartości z przedziału (1-255).

source: Display type
pl: Sposób wyświetlania

source: List content
pl: Zawartość listy

source: Reminder: Precede each option by @@. For combo boxes: id1,label1;id2,label2;id3,label3;... Separate each individual property with a semicolon (';'). Separate the ID and label of each property with a comma (',').
pl: Pamiętaj: poprzedź każdą opcję znakiem @@. Dla listy rozwijanej (combo box): id1,label1;id2,label2;id3,label3;... Elementy rozdziel średnikiem (';'). ID oraz etykiety rozdziel przecinkiem (',').

source: Note
pl: Uwaga

source: Validation
pl: Walidacja

source: Update Configuration
pl: Zapisz

source: Cancel
pl: Anuluj

source: Error! Required profile item missing
pl: Błąd! Brak wymaganego elementu

source: Amount of recently registered users to display
pl: Liczba wyświetlanych użytkowników

source: Registered on %s
pl: 'Zarejestrowany: %s

source: Account Panel
pl: Twoje konto

source: Saving of last login date is disabled so this block cannot be utilised.
pl: Zapisywanie daty ostatniego logowania jest wyłączone, więc blok ten nie będzie działał.

source: Amount of recently seen users to display
pl: Liczba użytkowników

source: View Properties
pl: Lista elementów

source: Tip: You can arrange the order of the individual properties, using drag and drop. The display order will be saved when you drop the property at the desired place.
pl: Możesz zmienić kolejność elementów stosując metodę 'przeciągnij i upuść'. Zmiany zostaną zapisane automatycznie, gdy tylko umieścisz element na wybranym miejscu.

source: Property Label
pl: Etykieta elementu

source: Internal name
pl: Nazwa systemowa

source: Actions
pl: Działania

source: User Name
pl: Nazwa użytkownika

source: Permitted HTML tags:
pl: Dozwolone znaki HTML:

source: Maximum characters displayed
pl: Maksymalna liczba wyświetlanych znaków

source: Settings
pl: Ustawienia

source: Display settings
pl: Ustawienia wyświetlania

source: Display graphics in user's account panel
pl: Wyświetl grafiki w panelu konta użytkownika

source: Links per page
pl: Pozycji na stronę

source: Links per row
pl: Pozycji w wierszu

source: Dud fields global settings
pl: Ogólne ustawienia dynamicznych elementów profilu

source: Display allowed tags warning for textareas
pl: Wyświetl informację o dozwolonych tagach HTML dla pól textarea

source: Items per page on Members List page
pl: Liczba użytkowników na stronę na liście użytkowników

source: Items per page on Members Online page
pl: Liczba użytkowników na liście użytkowników online

source: Items per page on Recent Members page
pl: Liczba użytkowników na liście ostatnio zarejestrowanych użytkowników

source: Filter unverified users from the Members list
pl: Nie wyświetlaj na liście niezaakceptowanych użytkowników

source: %s's website
pl: Strona www użytkownika %s

source: True name
pl: Imię i nazwisko

source: PM
pl: PW

source: Send private message
pl: Wyślij prywatną wiadomość

source: There are no users online.
pl: Brak użytkowników online

source: Enter additional information for the account profile
pl: Podaj dodatkowe informacje o sobie

source: The items that are marked with an asterisk ('*') are required entries.
pl: Elementy oznaczone gwiazdką (*) są wymagane.

source: Registration Date
pl: Data rejestracji

source: Options
pl: Opcje

source: No users found.
pl: Nie znaleziono użytkowników

source: %s's personal information
pl: Informacje o %s

source: Website URL
pl: Adres strony

source: year
pl: rok

source: month
pl: miesiąc

source: day
pl: dzień

source: Create profile property
pl: Nowy element profilu

source: New Property
pl: Dane elementu

source: The internal name, called 'attribute', cannot be changed afterwards, so select it carefully!
pl: Nazwa systemowa, nazywana 'atrybutem', nie może być później zmieniona więc dobierz ją z rozwagą.

source: Create
pl: Utwórz

source: unread
pl: nieprzeczytane

source: total
pl: łącznie

source: There are %s registered users online.
pl: Online jest %s użytkowników.

source: There is %s registered user online.
pl: Online jest %s użytkowników.

source: There are %1$s unlogged users and %2$s registered user online.
pl: Online jest %1$s gości oraz %2$s użytkownik.

source: There is %1$s unlogged user and %2$s registered users online.
pl: Online jest %1$s gość oraz %2$s użytkowników.

source: There is %1$s unlogged user and %2$s registered user online.
pl: Online jest %1$s gość oraz %2$s użytkownik

source: There are %1$s unlogged users and %2$s registered users online.
pl: Online jest %1$s gości oraz %2$s użytkowników.

source: Delete property
pl: Usuń element

source: Do you really want to delete this property?
pl: Czy na pewno chcesz usunąć ten element profilu?

source: Confirmation Prompt
pl: Potwierdzenie

source: Search
pl: Szukaj

source: Submit
pl: Wyślij

source: Membership summary
pl: Podsumowanie

source: Registered
pl: Zarejestrowanych

source: Newest User
pl: Najnowszy użytkownik
