Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Reviews/2.4/module_reviews.po
Languages: it

source: No such review found.
it: Nessuna Recensione trovata.

source: Error! Unable to load class [%s%]
it: Errore! Impossibile caricare la classe [%s%]

source: Done! Review updated.
it: Fatto! Recensione aggiornata.

source: Done! Review deleted.
it: Fatto! Recensione eliminata

source: Purging of the pemalinks was successful
it: Pulizia dei permalinks avvenuto con successo

source: Purging of the pemalinks has failed
it: Pulizia dei permalinks fallita

source: View
it: Mostra

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Done! Module configuration updated.
it: Fatto! Configurazione modulo aggiornata.

source: Reviews system
it: Bio Dizionario

source: Reviews system module
it: Modulo per Bio dizionario

source: reviews
it: Prodotti

source: Reviews index
it: Inizio

source: View reviews
it: Mostra Prodotti

source: Submit a review
it: inserisci un prodotto

source: Error! Could not load items.
it: Errore! Impossibile caricare gli elementi.

source: Error! Creation attempt failed.
it: Errore! Creazione fallita.

source: Done! Review created
it: Fatto! Prodotto creato.

source: Invalid category passed.
it: Categoria invalida.

source: No such review page found.
it: Nessuna pagina di prodotto trovata.

source: Error! Deletion attempt failed.
it: Errore! Eliminazione fallita.

source: Error! Update attempt failed.
it: Errore! Aggiornamento fallito.

source: View reviews list
it: Mostra lista prodotti

source: Create a review
it: inserisci un prodotto

source: Purge permalinks
it: Pulizia permalinks

source: Settings
it: Impostazioni

source: Warning! Could not create the default Reviews category tree. If you want to use categorization for the reviews, register at least one property for the module in the Category Registry.
it: Attenzione! Impossibile creare l'albero di categoria di default per BioDizionario. Se volete usare la categorizzazione per le recensioni, registrate almeno una propriet√† per il modulo nel registro delle categorie.

source: Module '%s' not available.
it: Modulo '%s' non disponibile.

source: Reviews
it: Bio Dizionario

source: Imported reviews
it: Importa prodotti

source: Reviews imported from .7x version
it: Prodotti inclusi dalla versione di .7x

source: Title
it: Titolo

source: Reviewer
it: Segnalatore

source: Score
it: Valutazione

source: Hits
it: Visite

source: No items found.
it: Nessun oggetto trovato.

source: Create a Review
it: Inserisci un prodotto

source: Name of the reviewed product.
it: Nome del prodotto esaminato.

source: PermaLink URL title
it: URL permalink

source: (Blank = auto-generate)
it: (Vuoto = auto-generato)

source: Category
it: Categoria

source: Choose Category
it: Scegli categoria

source: Language
it: Lingua

source: Review
it: Prodotto

source: If you want multiple pages you can write &lt;!--pagebreak--&gt; where you want to cut.
it: se vuoi pagine multiple puoi scrivere &lt;!--pagebreak--&gt; quando vuoi tagliare la pagina.

source: Your actual review. Please observe proper grammar! Make it at least 100 words, OK? You may also use HTML tags if you know how to use them
it: La vostra rassegna reale. Osservate la grammatica adeguata! Scrivi almeno 100 parole, OK? Potete anche usare tag HTML se sapete usarle

source: Your Score
it: Tua valutazione

source: Stars
it: Stelle

source: Star
it: Stella

source: Your name
it: Tuo Nome

source: Your full name. Required.
it: Tuo nome intero. Richiesto.

source: Your e-mail
it: Tua e-mail

source: Your e-mail address. Required.
it: Tuo indirizzo e-amil.

source: Related Link
it: Link relativo

source: Product's official website. Make sure your URL starts with 'http://'
it: Sito ufficiale del prodotto. Inserisci nell'URL il suffisso 'http://'

source: Link title
it: Titolo del Link

source: Required if you have a related link, otherwise not required.
it: Richiesto se avete link correlati, altrimenti non richiesto

source: Image filename
it: Nome Immagine

source: Name of the cover image, located in %s. Not required.
it: Nome dell'immagine Cover, situato nella direcotory %s. Non necessario.

source: Please make sure that the information entered is 100% valid and uses proper grammar and capitalization. For instance, please do not enter your text in ALL CAPS, as it will be rejected.
it: Assicurati per favore che le informazioni inserite siano al 100% valide ed usa una grammatica corretta. Per esempio, non digitate tutto il testo in MAIUSCOLO, poich√® sar√† rifiutato.

source: Create
it: Crea

source: Cancel
it: Cancella

source: View Reviews List
it: Mostra lista Prodotti

source: Filter
it: Filtro

source: Reset
it: Resetta

source: Internal ID
it: ID interno

source: Options
it: Opzioni

source: Submit a Review
it: Inserisci un Prodotto

source: Published on
it: Pubblicato il

source: General Settings
it: Impostazioni Generali

source: Enable categorization
it: Abilita categorizzazione

source: Items per page
it: Oggetti per pagina

source: Permalinks settings
it: Impostazioni permalinks

source: Add category title to PermaLink
it: Aggiungi il link categoria al permalink

source: Update Configuration
it: Aggiorna Configurazione

source: 10 Most Popular Reviews
it: 10 Prodotti pi√π osservati

source: 10 Most Recent Reviews
it: Ultimi 10 Prodotti inseriti

source: Categories
it: Categorie

source: Delete Review
it: Elimina Prodotto

source: Do you really want to delete this review?
it: Voi veramente eliminare questo Prodotto?

source: Confirm deletion?
it: Confermi eliminazione?

source: Edit Review
it: Modifica Prodotto

source: Content
it: Contenuto

source: Meta data
it: metadati

source: Created by %s
it: Creato da %s

source: Created on %s
it: Creato il %s

source: Last update by %s
it: Ultimo aggiornamento da %s

source: Updated on %s
it: Aggiornato il %s

source: Update
it: Aggiorna
