Repository: zikula/i18n-portal
Catalog: gettext/*/modules/scribite/4.0/module_scribite.po
Languages: it

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
it: Non valido 'authKey': questo probabilmente significa che è stato premuto il tasto 'Indietro', o che la pagina è scaduta. E' necessario ricaricare la pagina e riprovare.

source: Configuration not updated
it: Configurazione non aggiornata

source: Done! Module configuration updated.
it: Fatto! Configurazione del modulo aggiornata

source: Error! Could not do what you wanted. Please check your input.
it: Errore! Impossibile fare quello richiesto. Si prega di controllare l'input.

source: Settings
it: Impostazioni

source: This version of scribite! only works with Zikula 1.2.x and higher. Please upgrade your Zikula version or use scribite! version 2.x or 3.x .
it: Questa versione di scribite! funziona solo con Zikula 1.2.x e superiori. Si prega di aggiornare la versione Zikula o utilizzare scribite! versione 2.x o 3.x.

source: Error creating Hook!
it: Errore di creazione dell'Hook!

source: <strong>scribite!</strong> was activated as core hook. You can check settings <a href="index.php?module=Modules&type=admin&func=hooks&id=0">here</a>!<br />The template plugin from previous versions of scribite! can be removed from templates.
it: <strong>scribite</strong> è stato attivato come hook. E' possibile controllare le impostazioni <a href="index.php?module=Modules&type=admin&func=hooks&id=0">qui</a>!<br /> Il plugin da inserire nel template delle versioni precedenti di scribite! può essere rimosso.

source: Error! Could not update module configuration.
it: Errore! Impossibile aggiornare la configurazione del modulo.

source: Error deleting Hook!
it: Errore durante l'eliminazione dell'Hook!

source: Add module
it: Aggiungi modulo

source: module name
it: nome modulo

source: module functions (comma separated, "all " for all funcs)
it: le funzioni del modulo (separati da virgola, "all" per tutte le funzioni)

source: textarea-ID's (comma separated, "all" for all areas)
it: ID textarea (separati da virgola, "all" per tutte le aree)

source: Save Configuration
it: Salva Configurazione

source: Cancel
it: Cancella

source: Editorlanguage
it: EditorLinguisto

source: Theme
it: Tema

source: Date format
it: Formato data

source: Time format
it: Formato tempo

source: Editor width and height
it: Editor larghezza ed altezza

source: Editor-Stylesheet
it: Editor - foglio di stile

source: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentation</a>)
it: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentazione</a>)

source: Full toolbar
it: barra degli strumenti completa

source: XHTML (experimental)
it: XHTML (sperimentale)

source: Toolbar
it: Barra degli strumenti

source: Statusbar
it: Barra di stato

source: Animation
it: Animazione

source: Collapsable
it: Pieghevole

source: edit module
it: modifica modulo

source: Warning
it: Attenzione

source: JS Quick Tags are activated.<br />For proper use you should deactivate this in Zikula Settings
it: Tags JS rapida sono attivati​​. <br /> Per un corretto utilizzo è necessario disattivare questo nelle impostazioni di Zikula

source: Version
it: Versione

source: Default editor
it: Editor di default

source: Modules
it: Moduli

source: add module
it: aggiungi modulo

source: Module
it: Modulo

source: Options
it: Opzioni

source: delete module
it: elimina modulo

source: automatic language
it: linguaggio automatico

source: full
it: pieno

source: reduced
it: ridotto

source: WYSIWYG for Zikula
it: WYSIWYG per Zikula

source: Language
it: Lingua

source: Convert urls to links
it: Converti URL in links

source: Show loading
it: Mostra caricamento

source: Xinha Plugins (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentation</a>)
it: Xinha Plugins (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentazione</a>)

source: Do you really want to remove the following module?
it: Sei sicuro di voler rimuovere il seguente modulo?

source: <strong>Caution!</strong><br />All editors have moved to /modules/scribite/pnincludes in preparation for upcoming features of Zikula. Please check all your settings!<br />If you have adapted files from editors you have to check them too.<br /><br /><strong>Dropped support for FCKeditor and TinyMCE<strong><br />For security reasons these editors will not be supported anymore. Please change editors to an other editor.
it: <strong>Attenzione</strong><br /> Tutti gli editor sono stati spostati in /modules/scribite/pnincludes in preparazione alle caratteristiche del prossimo Zikula. Si prega di controllare tutte le impostazioni! <br /> Se si sono adattati i file dagli editori si deve controllare anche quelli. <br /> <br /> <strong> Cessato il supporto per FCKeditor e TinyMCE <strong> <br /> Per ragioni di sicurezza questi editor non saranno più supportati. Per favore cambia le impostazioni ad un altro editor.
