Repository: zikula/i18n-portal
Catalog: gettext/*/modules/TNGz/1.4/module_tngz.po
Languages: fr, nl

source: Sorry! No authorization to access this module.
fr: Désolé ! Vous n'avez pas l'autorisation d'accéder à ce module.
nl: Foutmelding: Geen toegang tot deze module.

source: TNG files Not Found
fr: Fichiers TNG non trouvés
nl: TNG bestanden niet gevonden

source: TNG Root Path is not correct!
fr: Le chemin principal de TNG est incorrect !
nl: TNG basis pad incorrect!

source: TNG files Found
fr: Fichiers TNG trouvés
nl: TNG bestanden gevonden

source: TNG Root Path is correct!
fr: Le chemin principal de TNG est correct !
nl: TNG basis pad is correct!

source: Unknown
fr: Inconnu
nl: Onbekend

source: TNGz is not in sync with TNG version. Please update. Found new TNG Version. Changed from
fr: TNGz n'est pas synchronisé avec la version de TNG. Merci de le mettre à jour. Une nouvelle version de TNG a été trouvée. Changé depuis
nl: TNGz is niet gesynchroniseerd met de TNG versie. Gelieve bij te werken. Een nieuwe TNG versie is gevonden, gewijzigd vanaf

source: TNGz is in sync with TNG Version
fr: TNGz est synchronisé avec la version de TNG
nl: TNGz is gesynchroniseerd met TNG versie

source: No (faster)
fr: Non (rapide)
nl: Nee (sneller)

source: Yes
fr: Oui
nl: Ja

source: Yes, and make plain email addresses clickable
fr: Oui et rendre les adresses e-mail cliquables
nl: Ja, en maak e-mail adressen aanklikbaar

source: Off
fr: Désactivé
nl: Uit

source: On
fr: Activé
nl: Aan

source: minutes
nl: minuten

source: hour
fr: heure
nl: uur

source: hours
fr: heures
nl: uren

source: day
fr: jour
nl: dag

source: days
fr: jours
nl: dagen

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
fr: Clé d'identification invalide ('authkey'). Cela signifie probablement que vous avez utilisé le bouton 'Page précédente' pour retourner vers une page qui ne supporte pas cela ou que la clé d'identification de la page a expiré suite à une inactivité prolongée. Veuillez rafraichir la page et recommencer.
nl: Ongeldige autorisatiesleutel ('authkey'). Mogelijke oorzaken hiervoor zijn het gebruik van de 'Terug' knop in de browser (waar het formulier dat niet ondersteund), of het verlopen van deze autorisatie sleutel door bijvoorbeeld te lange inactiviteit en openen van nieuwe browser vensters. Vernieuw de pagina en probeer het opnieuw.

source: Guest
fr: Invité
nl: Gast

source: Done! Module configuration updated.
fr: Terminé ! Configuration du module enregistrée.
nl: Module configuratie bijgewerkt.

source: Cache cleared
fr: Cache nettoyé
nl: Cache geleegd

source: Error clearing cache
fr: Erreur lors de la tentative de nettoyage du cache
nl: Foutmelding bij legen van de cache

source: Genealogy
fr: Généalogie
nl: Genealogie

source: TNG genealogy website integration module for Zikula
fr: Module d'intégration du site TNG pour Zikula
nl: TNG genealogie website integratie voor Zikula

source: Error in accessing the TNG tables.
fr: Erreur lors de l'accès aux tables de TNG.
nl: Foutmelding bij het benaderen van de TNG tabellen.

source: Divorced
fr: Divorcé
nl: Gescheiden

source: Genealogy Page
fr: Arbre généalogique
nl: Genealogie pagina

source: Search
fr: Rechercher
nl: Zoeken

source: Last Name
fr: Nom
nl: Achternaam

source: First Name
fr: Prénom
nl: Voornaam

source: Advanced Search
fr: Recherche avancée
nl: Uitgebreide zoekactie

source: Error in accessing the database.
fr: Erreur lors de l'accès à la base de données.
nl: Foutmelding bij het benaderen van de database.

source: No Photo found
fr: Pas de photo trouvée
nl: Geen foto gevonden

source: Show top
fr: Afficher le haut
nl: Toon bovenste niveau

source: ordered by occurrence
fr: trier par ordre d'apparition
nl: gerangschikt op voorkomen

source: Go
fr: Aller
nl: Gaan

source: Show all surnames alphabetically
fr: Afficher les noms par ordre alphabétique
nl: Toon achternamen alfabetisch

source: Main surname page
fr: Page principale des noms
nl: Hoofd achternamen pagina

source: This is the latest recommended version
fr: Vous utilisez la dernière version recommandée
nl: Dit is de laatste aanbevolen versie

source: Show all places alphabetically
fr: Afficher les lieux par ordre alphabétique
nl: Toon alle pagina's alfabetisch

source: Main places page
fr: Page principale des lieux
nl: Hoofd locaties pagina

source: Error! Could not load items.
fr: Erreur ! Impossible de charger les éléments.
nl: Foutmelding: Kon items niet laden.

source: born:
fr: né:
nl: geboren:

source: died:
fr: mort:
nl: overleden:

source: The following individual is flagged as living - Details withheld.
fr: Les personnes suivantes sont marquées comme vivantes - Les détails sont cachés.
nl: De volgende persoon is bekend als leven persoon - details voorbehouden.

source: Table
nl: Tabel

source: List
fr: Liste
nl: Lijst

source: ordered by occurrence
fr: trier par occurrence
nl: gerangschikt op voorkomen

source: sorted alphabetically
fr: trier par ordre alphabétique
nl: alfabetisch gesorteerd

source: and
fr: et
nl: en

source: m.
nl: geh.

source: divorced
fr: divorcé
nl: gesch.

source: Last Name, First Name
fr: Nom, Prénom
nl: Achternaam, Voornaam

source: Event date - earliest to latest
fr: Date de l'évènement - du premier au dernier
nl: Evenement datum - eerste tot laatste

source: Event date - latest to earliest
fr: Date de l'évènement - du dernier au premier
nl: Evenement datum - laatste tot eerste

source: Order entered
fr: Tri choisi
nl: Ingevoerde volgorde

source: Full names
fr: Noms complets
nl: Volledige namen

source: Surnames only
fr: Noms uniquement
nl: Alleen achternamen

source: No
nl: Nee

source: Yes, show all
fr: Oui, tout afficher
nl: JA, alles tonen

source: Yes, but never living people
fr: Oui, mais sauf pour les personnes en vie
nl: Ja, maar nooit levende personen

source: Yes, but show living people only if user is logged in
fr: Oui, mais n'afficher les personnes en vie qu'aux membres connectés
nl: Ja, maar levende personen alleen tonen als de gebruiker is ingelogd

source: Thumbnail of Photo
fr: Miniature de la photo
nl: Voorbeeldweergave van foto

source: Actual Photo
fr: Photo actuelle
nl: Daadwerkelijke foto

source: Surname cloud
fr: Obscurcir les noms
nl: Namenwolk

source: Settings
fr: Paramètres
nl: Instellingen

source: TNG Administration
fr: Administration TNG
nl: TNG Beheer

source: User Log
fr: Journal utilisateur
nl: Gebruikers Log

source: Administration Log
fr: Journal administration
nl: Beheerders Log

source: Installation Instructions
fr: Instructions d'installation
nl: Installatie instructies

source: Information
fr: Informations
nl: Informatie

source: Individuals
fr: Individus
nl: Individuen

source: Nobody found for today
fr: Personne n'a été trouvé pour aujourd'hui
nl: Niemand gevonden voor vandaag

source: Edit
fr: Modifier
nl: Bewerken

source: Edit this Block
fr: Modifier ce bloc
nl: Bewerk dit blok

source: <strong>All Fields below are optional.</strong><br /> Fields left blank will be ommited in the output.<br />IDs which are not in the right format, are not in TNG, or contain errors will be omitted in the output.
fr: <strong>Tous les flux ci-dessous sont optionnels</strong><br /> Les champs vides seront ignorés à la sortie.<br />Les ID n'étant pas au bon format, ne sont pas dans TNG, ou contiennent des erreurs qui seront ignorées dans la sortie.
nl: <strong>Alle onderstaande velden zijn optioneel.</strong><br />Lege velden worden genegeerd in de weergave.<br />ID's die niet in het goede formaat staan, niet in TNG staan, of fouten bevatten, zullen worden genegeerd in de weergave.

source: Explanation text at the top of the block (can included HTML)
fr: Texte d'explication en haut du bloc (peut contenir du HTML)
nl: Tekst met uitleg, aan de bovenkant van het blok (mag HTML code bevatten)

source: Sort display entries by :
fr: Afficher les entrées à afficher par :
nl: Rangschik weergave op:

source: List of PersonIDs (e.g. I001, I002)
fr: Liste des IDs des personnes (ex. I001, I002)
nl: Lijst van persoonID's (dus I001, I002)

source: List of FamilyIDs (e.g. F001, F002)
fr: Liste des IDs des familles (ex. F001, F002)
nl: Lijst van FamilieID's (e.g. F001, F002)

source: Display Families by :
fr: Afficher les familles par :
nl: Toon Families op:

source: Show TNG Menu Link at the bottom?
fr: Afficher le menu TNG en bas de page ?
nl: Toon TNG menu link aan de onderkant?

source: %1$s newest in %2$s days
fr: %1$s nouveaux en %2$s jours
nl: %1$s nieuwe ingaven in %2$s dagen

source: No new or updated records
fr: Pas d'enregistrement nouveau ou mis à jour
nl: Geen nieuwe of bijgewerkte ingaven

source: Photos
nl: Foto's

source: People Who Died
fr: Personne qui est décédée
nl: Overleden personen

source: Show Today's Date :
fr: Afficher la date d'ajourd'hui :
nl: Toon datum van vandaag:

source: Show Birthdays :
fr: Afficher les anniversaires :
nl: Toon verjaardagen:

source: Show Marriages :
fr: Afficher les mariages :
nl: Toon huwelijken:

source: Show Who Died :
fr: Afficher qui est décédé :
nl: Toon wie er overleden is:

source: Show Wikipedia link :
fr: Afficher un lien Wikipedia :
nl: Toon link naar wikipedia:

source: Detail Readme file
fr: Contenu du fichier lisez-moi
nl: Gedetailleerd readme bestand

source: Top Locations and Places
fr: Lieux principaux
nl: Top locaties

source: Top Places
fr: Lieux principaux
nl: Top plaatsen

source: Total Places
fr: Total des lieux
nl: Totaal aantal plaatsen

source: All places
fr: Toutes les lieux
nl: Alle plaatsen

source: Main place listing page
fr: Page principale de la liste des lieux
nl: Hoofd locaties pagina

source: Top Surnames
fr: Noms principaux
nl: Top achternamen

source: Top %1$s Surnames out of %2$s Total Unique Surnames
fr: %1$s noms principaux dans %2$s noms uniques
nl: Top %1$s achternamen van totaal %2$s unieke achternamen

source: Show all surnames
fr: Afficher tous les noms
nl: Toon alle achternamen

source: Main surname listing page
fr: Page principale de la liste des noms
nl: Hoofd achternamen pagina

source: Configuration status
fr: Statut de la configuration
nl: Configuratie status

source: Password hash method from Zikula is set to MD5.
fr: La méthode de hash de Zikula est défini en MD5.
nl: Wachtwoord hash-methode uit Zikula is ingesteld op MD5.

source: Password hash method from Zikula should be set to MD5 in order to get in sync with TNG!
fr: La méthode de hash de Zikula doit être définie en MD5 afin d'être synchronisé avec TNG !
nl: Wachtwoord hash-methode uit Zikula moet ingesteld zijn op MD5 voor goede integratie met TNG!

source: Want all green status for a good configuration
fr: Tous les voyants doivent être en vert pour avoir une configuration optimale
nl: Voor een goede configuratie moeten alle statussen op groen staan

source: TNG installation location
fr: Répertoire d'installation de TNG
nl: TNG installatie locatie

source: Guest Access
fr: Accès Invité
nl: Gast toegang

source: Check to allow non-logged in Zikula user to have TNG Guest access
fr: Vérifier si un invité dispose d'un accès 'Invité' à TNG
nl: Anonieme site-bezoekers (Zikula) ook gast-toegang geven tot TNG

source: - What username to use for the guest account
fr: - Quel est l'identifiant du compte à utiliser pour l'accès 'Invité'
nl: - te gebruiken gebruikersnaam voor het gast-account

source: If enabled, please make sure in TNG's Users administration that the TNG user specified here has the level of access you want for a guest. Anyone not logged into Zikula will apear to TNG as this user.
fr: Si activé, veuillez vérifier dans l'administration des membres de TNG que le compte de l'utilisateur indiqué ci-dessus dispose des droits d'accès que vous désirez pour un invité. Toute personne qui n'est pas connectée sur votre site sera reconnue par TNG comme étant cet utilisateur.
nl: Indien ingeschakeld, wees er dan zeker van dat in de TNG administratie de hierboven opgegeven gebruikersnaam ook de gewenste gast-toegang heeft. Iedereen die niet ingelogd is in Zikula, zal als deze gebruiker bekend zijn bij TNG.

source: Zikula and TNG User Synchronization
fr: Synchronisation des utilisateurs de Zikula et TNG
nl: Zikula en TNG gebruikers synchronisatie

source: Create TNG users from Zikula user information
fr: Créer les utilisateurs de TNG à partir des informations des membres de Zikula
nl: Genereer TNG gebruikers uit de Zikula gebruikers info

source: If enabled, the first time a logged in Zikula user accesses TNG, a TNG user with the same username is created
fr: Si activé, la première fois qu'un utilisateur de Zikula accède à TNG un compte utilisateur pour TNG est créé avec le même identifiant
nl: Indien ingeschakeld, zal er een TNG gebruikersnaam aangemaakt worden zodra een Zikula-gebruiker voor het eerst TNG benadert.

source: - Allow created user to view living
fr: - Autoriser l'utilisateur créé à voir les personnes qui sont en vie
nl: - Sta aangemaakte gebruiker toe om levende personen te zien

source: - Allow created user to download GEDCOMs
fr: - Autoriser l'utilisateur créé à télécharger GEDCOMs
nl: - Sta aangemaakte gebruiker toe om GEDCOMs te downloaden

source: - Allow created user to view LDS information
fr: - Autoriser l'utilisateur créé à voir l'information LDS
nl: - Sta aangemaakte gebruiker toe om LDS informatie te zien

source: - Keep TNG user information up to date with changed Zikula user information
fr: - Garder les informations des utilisateurs de TNG à jour lors de changements pour les utilisateurs de Zikula
nl: - Houd de TNG gebruikers informatie gesynchroniseerd met de Zikula gebruikers informatie

source: (includes changes to Real Name, website, and email address)
fr: (inclus le changement de : nom réel, site internet et adresse e-mail)
nl: (inclusief wijzigingen aan echte naam, website en e-mail adres)

source: Identify Primary Person
fr: Identifier la première personne
nl: Kies een Primair Persoon

source: Tree that includes person
fr: Arbre qui inclut les personnes
nl: Tak waarin deze persoon zit

source: TNG ID of person (must be in the Tree)
fr: ID TNG de la personne (doit être dans l'arbre)
nl: TNG ID van deze person (moet in de boom voorkomen)

source: These settings are optional. If used, they allow for more personalized links in templates. For example, the example default 'home' page will add a link to display this person's ancestors. If you do not want to use, then just leave this field blank.
fr: Ces paramètres sont optionnels. Si vous vous en servez, elles permettent de mieux personnaliser les liens dans vos templates. Par exemple, un lien sur la page par défaut 'home' sera ajouté permettant d'afficher les ancêtres d'une personne. Si vous ne désirez pas vous en servir, laissez ce champ vide.
nl: Deze instellingen zijn optioneel. Indien gebruikt, zullen er meer persoonlijke gegevens en links in de templates gebruikt kunnen worden. Zo geeft de TNGz startpagina bijvoorbeeld een link naar de voorvader van deze persoon. Indien dit niet gewenst is, dient dit veld leeg gelaten te worden.

source: Other Settings
fr: Autres paramètres
nl: Andere instellingen

source: Use TNGz's homepage instead of TNG's index page
fr: Utiliser la page d'accueil de TNGz à la place de l'index de TNGz
nl: Gebruik TNGz's homepage ipv TNG's index pagina

source: Enable email address hiding/encoding (if you have email addresses in your TNG files)
fr: Cacher/encoder les adresses e-mail (si vous avez des adresses e-mail dans vos fichers TNG)
nl: Activeer verbergen / coderen van e-mail adressen (indien er e-mail adressen in de TNG bestanden voorkomen)

source: Using the cache can speed up the time it takes to generate blocks and plugins. Instead of making multiple requests to the TNG database, data that has already been calculated and stored in the cache can be retrieved more quickly.
fr: Se servir du cache permet de réduire le temps nécessaire pour générer les blocs et plugins. A la place de générer de multiples requêtes vers la base de données TNG, les données qui ont déjà été calculées sont enregistrées dans le cache afin d'être rapidement chargées par la suite.
nl: Het gebruik van de cache kan de prestatie van de site ten goede komen en ervoor zorgen dat pagina#s sneller ingeladen worden. In plaats van het meermalen benaderen van de TNG database, zal reeds opgehaalde en berekende data opgeslagen worden in de cache, en zo dus sneller beschikbaar zijn.

source: TNG database change resets the cache
fr: Les changements effectués dans la base de données de TNG entrainent la suppression du cache actuel
nl: Een TNG database wijziging leegt de cache

source: Checking the database update time does not work on all systems. If you are having trouble with the cache, then turn this off.
fr: Vérifier l'heure de la dernière mise à jour de la base de données ne fonctionne pas sur tous les systèmes. si vous rencontrez des problèmes avec le cache, alors désactivez le.
nl: De database uptime controle werkt niet op alle systemen. Indien er problemen zijn met de cache, dient deze instellingen als eerste uitgezet te worden.

source: Interval to refresh cache
fr: Interval de mise à jour du cache
nl: Interval voor cache verversen

source: The cache will expire and reload when either condition occurs. Both settings must be 'off' to disable caching.
fr: Le cache expirera et sera mis à jour lorsque une de ces conditions sera vrai. Ces paramètres doivent être sur 'off' pour désactiver le cache.
nl: De cache zal verlopen en opnieuw geladen worden indien een van de twee gebeurtenissen voorkomt. Beide instellingen moeten uit staan om caching te deactiveren.

source: Clear the cache
fr: Nettoyer le cache
nl: Cache legen

source: No Cache
fr: Pas de cache
nl: Geen cache

source: Update TNGz configuration
fr: Mettre à jour la configuration de TNGz
nl: TNGz configuratie bijwerken

source: Cancel
fr: Annuler
nl: Annuleren

source: Birthdays
fr: Anniversaires
nl: Verjaardagen

source: Marriages
fr: Mariages
nl: Huwelijken

source: Go to Wikipedia
fr: Aller sur Wikipedia
nl: Ga naar Wikipedia

source: Genealogy People Search
fr: Rechercher dans l'arbre généalogique
nl: Zoeken op personen in Genealogie

source: Change Log
fr: Derniers changements
nl: Wijzigings log

source: Debug Information
fr: Informations de debugage
nl: Debug informatie

source: Information used to debug problems. This might be useful if you need to report a problem.
fr: Informations à utiliser pour debuger. Ceci peut être utile si vous devez rapporter un problème.
nl: Informatie die gebruikt wordt bij het oplossen van problemen. Hier kan om gevraagd worden indien er problemen worden gemeld bij de makers van deze module.

source: This histogram shows the distribution of dates in the database.
fr: Cet histogramme affiche la distribution des dates dans la base de donnée
nl: Het histogram toont de verdeling van datums in de database

source: Place Map
fr: Carte des lieux
nl: Kaart van locaties

source: Select the number top Surnames to display, the type of display, and the ordering. Ordering can be by most used (rank) or alphabetical.
fr: Sélectionnez le nombre d'éléments à afficher dans Top Surnoms, le type d'affichage et l'ordre de tri. Le tri peut être réalisé par le champ le plus utilisé (rang) ou par ordre alphabétique.
nl: Gelieve het aantal, het type, en de rangschikking van de te tonen top-achternamen op te geven. Rangschikken kan op basis van voorkomen of alfabetisch.

source: Show items
fr: Afficher les éléments
nl: Toon items

source: Display as
fr: Afficher en tant que
nl: Weergeven als

source: Number of columns (used only Table)
fr: Nombre de colonnes (utilise uniquement les Tableaux)
nl: Aantal kolommen (alleen bij gebruik van tabellen)

source: This is optional explanation text at the top of the block (can included HTML)
fr: Ceci est un texte optionnel d'explication situé en haut du bloc (peut contenir du HTML)
nl: Dit is de optionele uitleg-tekst bovenaan het blok (mag HTML code bevatten)

source: Show new or changed Individuals
fr: Afficher les individus nouveaux ou modifiés
nl: Toon nieuwe of gewijzigde personen

source: Show new or changed Families
fr: afficher les familles nouvelles ou modifiées
nl: Toon nieuwe of gewijzigde families

source: Show new or changed Photos
fr: Afficher les photos nouvelles ou modifiées
nl: Toon nieuwe of gewijzigde foto's

source: Maximum number of entries to display
fr: Nombre maximum d'éléments à afficher
nl: Maximum aantal te tonen items

source: Maximum number of days to to display
fr: Nombre maximum de jours à afficher
nl: Maximum aantal te tonen dagen

source: Select the number top Places to display, the type of display, and the ordering. Ordering can be by most used (rank) or alphabetical.
fr: Sélectionnez le nombre d'éléments à afficher dans Top Localisations, le type d'affichage et l'ordre de tri. Le tri peut être réalisé par le champ le plus utilisé (rang) ou par ordre alphabétique.
nl: Gelieve het aantal, het type, en de rangschikking van te tonen de top-locaties op te geven. Rangschikken kan op basis van voorkomen of alfabetisch.

source: Show Pictures of People
fr: Afficher les images des personnes
nl: Toon afbeeldingen van personen

source: Which type of photo to use
fr: Quel type de photo utiliser
nl: Te gebruiken type foto

source: Maximum Height of display image
fr: Hauteur maximale des images affichées
nl: Maximum hoogte van weer te geven afbeelding

source: Maximum Width of display image
fr: Largeur maximale des images affichées
nl: Maximum breedte van weer te geven afbeelding

source: Limit Photo selection to the following list of TNG mediaID numbers (default = blank)
fr: Limiter la sélection de photo à la suivante liste des numéros de TNG mediaID (défaut = laisser vide)
nl: Foto selectie inperken tot de lijst van onderstaande TNG mediaID nummers (standaard = leeg)

source: Families
fr: Familles

source: Histogram
fr: Histogramme

source: Top
fr: Premiers
