Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Communicator/1.0.4/module_communicator.po
Languages: ca, nl

source: Notice of receipt
ca: Notificació de rebuda
nl: Ontvangstbevestiging

source: no subject
ca: no hi ha títol
nl: geen onderwerp

source: Mail sending failed - mail body could not be stored.
ca: L'enviament del missatge ha fallat, ja que no s'ha pogut guardar el contingut del missatge.
nl: Mail verzenden mislukt - bericht kon niet worden opgeslagen.

source: Mail sending failed for user
ca: L'enviament del missatge ha fallat perquè no s'ha trobat l'usuari/ària
nl: Mail verzender mislukt voor gebruiker

source: A private message is waiting for you!
ca: Tens un missatge privat nou!
nl: Er staat een nieuw privé bericht klaar!

source: Sending email notification failed!
ca: Ha fallat l'enviament del missatge de notificació!
nl: Verzenden van ontvangstbevestiging mislukt!

source: Autoresponse
ca: Resposta automàtica
nl: Automatisch antwoord

source: Sending autoresponse failed!
ca: L'enviament de la resposta automàtica ha fallat!
nl: Verzenden van automatisch antwoord mislukt!

source: Forwarded Mail
ca: Missatge re-enviat
nl: Doorgestuurde mail

source: More than just private messaging
ca: Més que simples massatges privats
nl: Meer dan alleen een privé berichten systeem

source: Read Mails
ca: Llegeix els missatges
nl: Lees berichten

source: Error creating Hook!
ca: S'ha produït un error en crear el lligam!
nl: Foutmelding: Kon hook niet aanmaken!

source: Error deleting Hook!
ca: S'ha produït un error en l'esborrament del lligam!
nl: Foutmelding: Kon hook niet verwijderen!

source: Main Modul Configuration
ca: Configuració principal del mòdul
nl: Module configuratie

source: Import Mails from InterCom
ca: Importa missatges des de InterCom
nl: Berichten importeren van InterCom

source: Inbox
ca: Safata d'entrada
nl: Postvak In

source: Sent
ca: Enviats
nl: Verzonden

source: Folders
ca: Carpetes
nl: Mappen

source: Preferences
ca: Preferències
nl: Voorkeuren

source: Message was marked!
ca: El missatge ha estat marcat!
nl: Bericht werd gemarkeerd!

source: Message was unmarked!
ca: S'ha eliminat la marca del missatge!
nl: Bericht werd gedemarkeerd!

source: Notice of receipt was sent to message sender.
ca: S'ha enviat una notificació al remitent del missatge.
nl: Ontvangstbevestiging werd verzonden naar de verzender van het bericht.

source: Error: Message could not be deleted!
ca: No s'ha pogut esborrar el missatge!
nl: Foutmelding: Bericht kon niet verwijderd worden!

source: Selected message was deleted!
ca: S'ha esborrat el missatge seleccionat!
nl: Geselecteerde bericht werd verwijderd!

source: Error: mail could not be sent to your private email address!
ca: El missatge no s'ha pogut enviar a la teva adreça de correu electrònic!
nl: Foutmelding: Mail kon niet bezorgd worden naar het privé e-mail adres!

source: Mail was forwarded as email to your private mailbox:
ca: El missatge va ser re-enviat com a correu electrònic a la teva safata d'entrada privada:
nl: Bericht was doorgestuurd als e-mail naar de privé mailbox:

source: Compose new message
ca: Crea un missatge nou
nl: Nieuw bericht maken

source: Settings could not be stored!
ca: No s'han pogut emmagatzemar els paràmetres!
nl: Instellingen konden niet worden opgeslagen!

source: Your settings have been stored!
ca: S'han emmagatzemat els paràmetres!
nl: Instellingen zijn opgeslagen!

source: Folder could not be created!
ca: No s'ha pogut crear la carpeta!
nl: Map kon niet worden aangemaakt!

source: Folder was created.
ca: S'ha creat la carpeta.
nl: Map aangemaakt.

source: Folder Management
ca: Gestió de les carpetes
nl: Mappen beheer

source: Folder could not be deleted!
ca: No s'ha pogut esborrar la carpeta!
nl: Map kon niet worden verwijderd!

source: Folder deleted!
ca: S'ha esborrat la carpeta!
nl: Map verwijderd!

source: Folder could not be renamed!
ca: No s'ha pogut canviar el nom de la carpeta!
nl: Map kon niet worden hernoemd!

source: Folder was renamed!
ca: S'ha canviat el nom de la carpeta!
nl: Map hernoemd!

source: Move message into folder
ca: Mou els missatge a la carpeta
nl: Bericht verplaatsen naar map

source: Message was moved to folder.
ca: El missatge ha estat mogut a la carpeta.
nl: Bericht was verplaatst naar map.

source: Message could not be moved to target folder!
ca: No s'ha pogut moure el missatge a la carpeta de destí!
nl: Bericht kon niet worden verplaatst naar doelmap!

source: Message print view
ca: Vista d'impressió del missatge
nl: Bericht printweergave

source: You have no permissions for this action
ca: No teniu permisos per portar a terme aquesta acció
nl: Er zijn geen rechten om deze actie uit te voeren

source: Message could not be deleted
ca: No s'ha pogut esborrar el missatge
nl: Bericht kon niet worden verwijderd

source: Message could not be (de)marked
ca: No s'ha pogut esborrar la marca del missatge
nl: Bericht kon niet ge(de)markeerd worden

source: Notice of receipt could not be send!
ca: No s'ha pogut enviar la notificació de rebuda!
nl: Ontvangstbevestiging kon niet verzonden worden!

source: Mail could not be read for forwarding!
ca: No s'ha pogut llegir el missatge per re-enviar!
nl: Bericht kon niet gelezen worden voor het doorsturen!

source: Mail was forwarded to your mailbox:
ca: S'ha re-enviat el missatge a la vostra safata d'entrada:
nl: Bericht was doorgestuurd naar mailbox:

source: normal priority
ca: prioritat normal
nl: Normale prioriteit

source: high priority
ca: alta prioritat
nl: Hoge prioriteit

source: wrote at
ca: escrit el
nl: schreef op

source: You have no permission to include the specified message id
ca: No teniu permís per incloure la identitat del missatges especificada
nl: Geen rechten om het opgegeven bericht id in te sluiten

source: Message body is mandatory
ca: El cos del missatge és obligatori
nl: Bericht inhoud is verplicht

source: You cannot send mails to the following user because this user does not want to recieve emails from you:
ca: No podeu enviar missatges a l'usuari/ària següent perquè l'usuari/ària no vol rebre els vostres missatges:
nl: Naar de volgende gebruiker kunnen geen berichten worden gestuurd, omdat deze gebruiker geen berichten van je wenst te ontvangen per e-mail:

source: Please check recipients: user not found:
ca: Si us plau, reviseu els destinataris: no s'ha trobat l'usuari/ària:
nl: Controleer de ontvangers (gebruiker werd niet gevonden):

source: An error occured while trying to send the message. Please try again and contact the webmaster if sending fails again.
ca: S'ha produït un error en el moment d'enviar el missatge. Si us plau, torneu-ho a provar i contacteu amb l'administrador del portal si l'enviament torna a fallar.
nl: Kon het bericht niet verzenden. Probeer opnieuw en neem contact op met de beheerder indien dit weer mislukt.

source: Message sent succesfully to
ca: El missatge s'ha enviat correctament a
nl: Bericht succesvol verzonden naar

source: InterCom module not found!
ca: No s'ha provat el mòdul InterCom!
nl: InterCom module niet gevonden!

source: Reset done!
ca: S'ha reiniciat!
nl: Herstellen voltooid!

source: Import done! No InterCom mails left for import!
ca: La importació s'ha portat a terme satisfactòriament. No queden missatge de InterCom per importar!
nl: Importeren klaar! Geen InterCom berichten meer aanwezig om te importeren!

source: Messages imported successfully
ca: La importació de missatge s'ha fet satisfactòriament
nl: Berichten succesvol geïmporteerd

source: Settings updated
ca: S'ha actualitzat la configuració
nl: Instellingen bijgewerkt

source: Unread Messages Block
ca: Bloc de missatges no llegits
nl: Ongelezen berichten blok

source: InterCom was not found as active module at your zikula instance. To import InterCom data InterCom has to be installed.
ca: No s'ha trobat InterCom com un mòdul actiu. Per importar dades des de InterCom el mòdul ha d'estar instal·lat.
nl: InterCom werd niet als actieve module gevonden op deze site. Om berichten te importeren dient InterCom geïnstalleerd en actief te zijn.

source: The InterCom import might take a long time and will be done step by step. On large installations this might take a long time. Just click the import button as long as the import needs... Mails that do not belong to any users any more will be skipped automatically...
ca: La importació des de InterCom requerirà força temps i es farà pas a pas. En instal·alcions grans pot significar molt temps. Feu clic al botó d'importació tant de temps com sigui necessari... Els missatges que no pertanyin a cap usuari/ària seran descartats de forma automàtica.
nl: Het importproces voor InterCom kan, afhankelijk van de grootte van de site, behoorlijk wat tijd in beslag nemen en wordt stap voor stap uitgevoerd. Klik op de Import-knop zolang het proces dit nodig acht. Berichten die niet aan bestaande gebruikers gekoppeld zijn worden automatisch verwijderd...

source: InterCom messages are procesed up tp message id
nl: InterCom berichten zijn behandeld tot aan bericht id

source: How many InterCom mails should be processed with each request?
nl: Hoeveel InterCom berichten dienen bij iedere iteratie te worden behandeld?

source: Get the mails...
nl: Berichten ophalen...

source: Reset internal counter
nl: Interne teller herstellen

source: Dear user
ca: Estimat usuari/ària
nl: Beste gebruiker

source: the user "%s" has sent a private message to you with the title "%s".
ca: l'usuari/ària "%s" li ha enviat un missatge privat amb el títol "%s".
nl: Gebruiker '%s' heeft een prive bericht gestuurd met onderwerp '%s'.

source: Please take a look into your inbox folder. You have to be logged in to view your private messages.
ca: Si us plau, feu una ullada a la vostra safata d'entrada. Heu d'estar validat per veure els seus missatges privats.
nl: Kijk eens in het Postvak In. Er dient wel ingelogd te zijn hiervoor.

source: Actually, there are %s unread messages awaiting you in your inbox folder.
ca: Hi ha %s missatge no llegits a la seva safata d'entrada.
nl: Momenteel zijn er %s ongelezen bericht in het Postvak In

source: Actually, there is one unread messages awaiting you in your inbox folder.
ca: No hi ha missatge no llegits a la seva safata d'entrada.
nl: Momenteel is er één ongelezen bericht in het Postvak In

source: Login at
ca: Ha entrat a les
nl: Inloggen op

source: Read your messages
ca: Llegiu els vostres missatges
nl: Berichten lezen

source: If you do not want to recieve notifications about new private messages any more please change your personal settings in your communication centre. The settings can be changed directly at the communication centre's index page.
ca: Si no voleu rebre notificacions sobre missatges privats modifiqueu els seus paràmetres personals. Els paràmetres es poden modificar directament a la pàgina d'inici de la missatgeria.
nl: Om geen bericht notificaties meer te ontvangen, dienen de persoonlijke instellingen (te vinden in het communicatiecentrum) aangepast te worden.

source: My settings
ca: Els meus paràmetres
nl: Mijn instellingen

source: Welcome to your communication centre
ca: Benvingut/da a la seva missatgeria privada
nl: Welkom bij het communicatiecentrum

source: Welcome to your communication center. You can read your emails and compose new messages to other contacts. Messages are listed in the table above this text. If this table is not big enough just click at the gray line and resize the messages list as you need it. For the case that you have many messages in your inbox you can start to create custom folders for your messages.
ca: Benvingut/da a la seva missatgeria privada. Podeu llegir els seus missatges i crear-ne de nous. Els missatges els teniu a la llista que hi ha a sobre d'aquest text. Si aquesta taula no és pru gran feu clic a la línia de color gris i feu la llista de missatges tant gran com us sigui necessari. Si teniu molts missatges a la safata d'entrada podeu crear carpetes personals pels vostres missatges.
nl: Welkom bij het communicatiecentrum. Nieuwe berichten kunnen hier gelezen en opgesteld worden. Als de lijst hierboven niet groot genoeg is, kan deze aangepast worden door de grijze lijn aan te klikken om de grootte aan te passen. Ook kan er gebruik gemaakt worden van submappen om berichten in te delen.

source: You can manage some settings here.
ca: Podeu gestionar algunes configuracions des d'aquí.
nl: Hier kunnen enkele instellingen beheerd worden.

source: Disable email notification for new messages
ca: Inhabiliteu la notificació per correu electrònic de missatges nous
nl: E-mail notificatie voor nieuwe berichten uitschakelen

source: Activate autoresponder
ca: Activeu el contestador automàtic
nl: Automatisch antwoord activeren

source: Enter some text that should be automatically sent as auto response for incoming mails
ca: Entreu el text que s'haurà enviar automàticament com a resposta automàtica dels missatges nous
nl: Vul hier een bericht in wat als automatisch antwoord gebruikt dient te worden op inkomende berichten

source: store settings
ca: Paràmetres d'emmagatzematge
nl: Instellingen opslaan

source: Custom mail folders
ca: Carpetes de missatges personals
nl: Eigen bericht mappen

source: Inbox and outbox are system folders. They cannot be renamed or deleted. If you want more folders, feel free to create new folders as you need them. If you want to edit a folder just click the folder name and you will be able to rename or delete the folder.
ca: La safata d'entrada i els missatges privats són carpetes del sistema. No es poden canviar de nom o ser esborrades. Si voleu podeu crear tantes carpetes com necessiteu. Si voleu editar una carpeta feu clic sobre el seu nom i podreu canviar-li el nom o esborrar-la.
nl: Postvak In en Postvak Uit zijn systeemmappen. Deze kunnen niet verwijderd of aangepast worden. Verder kunnen hier mappen aangemaakt en bewerkt worden naar eigen wens. Bewerken of verwijderen kan door de betreffende map aan te klikken.

source: Create a new folder with the title
ca: Crea una carpeta nova amb el títol
nl: Nieuwe map aanmaken met de naam

source: create
ca: crea
nl: Aanmaken

source: delete
ca: esborra
nl: Verwijderen

source: update
ca: modifica
nl: Bijwerken

source: cancel
ca: cancel·la
nl: Annuleren

source: You have not ceated any custom folders yet.
ca: Encara no heu creat cap carpeta privada.
nl: Er zijn nog geen eigen mappen aangemaakt

source: Backend for Zikula Communication Center
nl: Backend voor het Zikula Communicatie Centrum

source: General Settings
ca: Paràmetres generals
nl: Algemene instellingen

source: Format (from zikula pndate modifier) that should be used inside Communication Centre
nl: Datum opmaak / formaat wat gebruikt dient te worden binnen het communicatiecentrum

source: Message limit for a single user (after this limit is reached the user will not be able to send mails any more). To disable quota enter 0 please
nl: Berichten limiet per gebruiker. Als deze limiet bereikt is, kan de betreffende gebruiker geen berichten meer verzenden (0 = geen limiet)

source: Enable WYSIWYG editor (This only works if scribite! is installed).
nl: WYSIWYG editor inschakelen (hiervoor dient scribite! geïnstalleerd te zijn)

source: Spam guard
nl: Spam controle

source: Time in minutes (0 to disable)
nl: Tijd in minuten (0 = uitschakelen)

source: a user is allowed to send a maximum of messages
nl: Een gebruiker is gebonden aan een maximum aantal te verzenden berichten

source: Messages
nl: Berichten

source: Please note: Mails that are sent to buddies (ContactList module) will not be included into the spam guard calculation!
nl: N.B.: Berichten aan (ContactList) buddies zullen niet in de Spam controle meegenomen worden!

source: Popup Notification
nl: Popup notificatie

source: If you want your users to be informed about new messages with an upcoming ajax notification please put the following code inside your theme templates - best place is before the body tag closes.
nl: Indien de gebruikers geïnformeerd dienen te worden bij nieuwe berichten middels een AJAX notificatie, zet dan de volgende code in de theme templates - bij voorkeur voordat de body tag is gesloten.

source: You do not need any clean up or repair functions for this module. This module will do a daily self-check and orphan messages will be deleted automatically. Just have fun with the module.
nl: Er zijn geen opschoon- of reparatie functies nodig voor deze module. Dagelijks wordt er een interne controle uitgevoerd en zullen berichten zonder eigenaar verwijderd worden. Veel plezier met deze module.

source: You like the module? Help us to keep this module up to date for the future, click here and donate some cents!
nl: Bevalt de module? Help ons de module actueel en toekomst voorbereid te houden en klik hier voor een donatie!

source: Store configuration
nl: Configuratie opslaan

source: This message was generated by the mail system. The user sending this mail has read the following message you sent to this user.
ca: Aquest missatge va ser generat pel sistema de missatgeria. Usuari/ària a qui veu enviar aquest missatge l'ha llegit.
nl: Dit bericht is gegenereerd door het berichten systeem. De gebruiker van wie deze leesbevestiging afkomstig is, heeft onderstaand bericht gelezen.

source: Subject
ca: Assumpte
nl: Onderwerp

source: Message was read at
ca: El missatge va ser llegit a
nl: Bericht gelezen op

source: You have %s new Message(s)
ca: Teniu %s missatge/s nous
nl: Er is/zijn %s nieuw(e) bericht(en)

source: Open Inbox Folder
ca: Obre la safata d'entrada
nl: Open het Postvak In

source: Close Notification
ca: Tanca la notificació
nl: Deze notificatie sluiten

source: reply to message
ca: respon el missatge
nl: Bericht beantwoorden

source: forward message
ca: missatge de re-enviament
nl: Bericht doorsturen

source: mark message
ca: marca el missatge
nl: Bericht markeren

source: unmark message
ca: elimina la marca del missatge
nl: Bericht demarkeren

source: mail @ home
ca: correu @ inici
nl: Verzenden @ home

source: move into folder
ca: mou a la carpeta
nl: Naar map verplaatsen

source: print message
ca: imprimeix el missatge
nl: Bericht printen

source: delete message
ca: esborra el missatge
nl: Bericht verwijderen

source: From
ca: Des de
nl: Van

source: To
ca: A
nl: Aan

source: Date
ca: Data
nl: Datum

source: The sender classified this mail as very important.
ca: L'usuari/ària que ha enviat aquest missatge l'ha classificat com a molt important.
nl: De verzender heeft dit bericht als belangrijk geclassificeerd.

source: Message sender requested a notice of receipt.
ca: L'usuari/ària que ha enviat el missatge sol·licita una notificació de rebuda.
nl: De verzender heeft een ontvangst- en leesbevestiging gevraagd.

source: Please click here to send receipt to sender.
ca: Si us plau, feu clic aquí per enviar el missatge de notificació.
nl: Klik hier om deze bevestiging te versturen.

source: Notice of Receipt was requested by sender and was already sent by you.
ca: La notificació de rebuda va ser sol·licitada per la persona que va fer l'enviament i vosaltres la veu enviar.
nl: Leesbevestiging was aangevraagd door de verzender, en is reeds verzonden.

source: Message could not be loaded.
ca: No s'ha pogut carregar el missatge.
nl: Bericht kon niet worden geladen.

source: Switch to mailbox folders
ca: Mou-te a les carpetes de missatges
nl: Schakel naar mailbox-mappen

source: User
ca: Usuari/ària
nl: Gebruiker

source: No message selected
ca: No s'ha seleccionat cap missatge
nl: Geen bericht geselecteerd

source: This message is already in specified target folder!
ca: Aquest missatge ja està a la carpeta de destí especificada!
nl: Dit bericht is al aanwezig in de doel map!

source: Please confirm to delete the message
ca: Si us plau, confirmeu l'esborrament del missatge
nl: Bevestig het verwijderen van dit bericht

source: Please confirm to send the message to your private mailbox (%s)
ca: Si us plau, confirmeu l'enviament del missatge a la seva carpeta privada(%s)
nl: Bevestig het verzenden van dit bericht naar de persoonlijke mailbox (%s)

source: Your settings have been stored
ca: S'ha guardat la seva configuració
nl: Instellingen opgeslagen

source: Preview
ca: Vista prèvia
nl: Voorbeeld

source: Recipients
ca: Destinataris
nl: Ontvangers

source: You can enter multiple recipients separated with comma.
ca: Podeu entrar diversos destinataris separats per coma.
nl: Meerdere ontvangers kunnen worden gescheiden door een komma.

source: Show buddies for quicker recipipent selection.
ca: Mostra companys per la selecció ràpida de destinataris.
nl: Toon buddies voor snellere selectie van ontvangers

source: Mark the users who should recieve this message
ca: Maqueu els usuaris que haurien de rebre aquest missatge
nl: Markeer de gebruikers die dit bericht moeten ontvangen

source: Message subject
ca: Títol del missatge
nl: Bericht onderwerp

source: Message body
ca: Cos del missatge
nl: Bericht inhoud

source: Delivery options
ca: Opcions d'enviament
nl: Aflever opties

source: Request notice of receipt
ca: Sol·licita un notificació de rebuda
nl: Ontvangst- en leesbevestiging vragen

source: send message
ca: envia el missatge
nl: Bericht verzenden

source: preview message
ca: vista prèvia del missatge
nl: Bericht voorbeeld

source: Maintenance
ca: Manteniment
nl: Onderhoud

source: Do not use automatical included clean up.
nl: Schakel de automatische opschoon- en reparatie functionaliteit uit

source: Folder is empty - no message found!
ca: La carpeta està buida - no s'han trobat missatges!
nl: Map is leeg - geen bericht gevonden!

source: You have new mail
ca: Teniu missatges nous
nl: Er is een nieuw bericht

source: You have %s unread message(s) in your inbox folder.
ca: Teniu %s missatges no llegits a la seva safata d'entrada.
nl: Er is/zijn %s ongelezen bericht(en) in het Postvak In.

source: ...read messages now!
ca: ...llegeix els missatges ara!
nl: ... nu lezen!

source: Communicator
ca: Missatgeria

source: InterCom Import
ca: Importació des de InterCom
