Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/MyProfile/2.0/module_myprofile.po
Languages: fr

source: Latest registrations
fr: Dernières inscriptions

source: Show latest user registrations
fr: Voir les derniers utilisateurs inscrits

source: Sum
fr: Total

source: registered users since
fr: Utilisateurs inscrits depuis le

source: no permission to view this field
fr: pas de permission pour voir ce champ

source: You can not request a new validation code before
fr: Vous ne pouvez pas demander de nouveau code de validation avant

source: Attention: You have to activate your new email address before using this site again! Please read the instructions in the incoming email!
fr: Attention : Vous devez activer votre nouveau courrier électronique avant de poursuivre l'utilisation du site! Merci de suivre les instructions dans le message que vous avez reçu!

source: Email verification code for
fr: Courrier de vérification de code pour

source: at
fr: à

source: Show user's profile
fr: Voir le profil de l'utilisateur

source: The advances template based zikula profile module
fr: Système avancé de gestion de profil basé sur le module initial "Profile" intégré à Zikula

source: My profile data
fr: Données de mon profil

source: My password
fr: Mon mot de passe

source: My email address
fr: Mon adresse de courrier électronique

source: Profile data deleted for user
fr: Données du profil effacées pour l'utilisateur

source: User-Profile
fr: Profil utilisateur

source: Error registering System Init Hook for MyProfile module
fr: Erreur initialisation du module MyProfile au niveau du système extensions

source: System Init Hook was created for MyProfile module
fr: Initialisation du module MyProfile dans le système d'extension effectuée

source: System Init Hook remove error
fr: Erreur lors de la suppression de l'extension

source: System Init Hook for MyProfile module was removed
fr: MyProfile a été retiré du système d'extensions

source: MyProfile systeminit hook created
fr: MyProfile a été initialisée dans le système d'extension

source: Config file could not be created - please check the config directory permissions.
fr: Le fichier Config n'a pas pu être créé - Merci de vérifier les permissions du répertoire de config

source: The file modules/MyProfile/config/tabledef.inc has to be writable. If the file does not exist yet, the folder config has to be writeable.
fr: Le fichier modules/MyProfile/config/tabledef.inc doit avoir des permissions en écriture. Si le fichier n'existe pas encore, le répertoire config doit avoir des permissions en écriture.

source: Config file is not readable - change this before trying to edit the actual configuration.
fr: Le fichier config ne peux pas être lu - Veuillez modifier ses permissions avant d'essayer d'éditer la configuration actuelle.

source: Config file is not writeable - change this before trying to edit the actual configuration.
fr: Le fichier config ne peut être écrit - veuillez modifier ses permissions avant d'essayer d'éditer la configuration actuelle.

source: An error occured while trying to update the table definition
fr: Une erreur s'est produite pendant la tentative d'actualisation de la table de définitions

source: Table definition updated successfully
fr: La table de définitions a été actualisée avec succès

source: Table structure updated
fr: Structure de la table actualisée

source: Parameter is missing: no source given
fr: Paramètre manquant : pas de source indiquée

source: An error occured importing the pnProfile configuration
fr: Une erreur s'est produite lors de l'importation de la configuration de pnProfile

source: pnProfile structure imported into MyProfile
fr: La structure de pnProfile a été importée dans MyProfile

source: Import done
fr: Importation terminée

source: items imported
fr: Données importées

source: One import step done.. This step has to be repeated in large communities
fr: Première étape d'importation terminée. Cette étape doit être répétée plusieurs fois pour les communautés importantes

source: about
fr: à propos

source: left
fr: abandonné

source: pnProfile configuration could not be read
fr: la configuration de pnProfile ne peut être lue

source: Parameter error: invalid source given
fr: Paramètre erronée : la source indiquée n'est pas valide

source: Database was cleaned up
fr: La base de données a été nettoyée

source: MyMap module not found
fr: Module MyMap introuvable

source: More than one coordinate field found. Please use the url parameter identifier and the value of the identifier you want to use as coordinate field and reload the page
fr: Plus d'un champ de coordonnées trouvé. Veuillez utiliser le paramètre identifieur et la valeur de l'identifieur de l'url que vous voulez utiliser comme champ de coordination et recharchez la page.

source: User deleted
fr: Utilisateur supprimé

source: An error occured while trying to delete the user
fr: Une erreur s'est produite lors de la suppression de l'utilisateur

source: Profile of user
fr: Profil utilisateur

source: The username you specified does not exist
fr: Le nom d'utilisateur indiqué n'existe pas

source: I hope you trust yourself, but you cannot add your own username to your list
fr: Je suppose que vous vous faîtes confiance, mais vous ne pouvez ajouter votre propre nom d'utilisateur à votre liste

source: User already marked
fr: Utilisateur déjà marqué

source: An error occured while trying to add the user to your list
fr: Une erreur s'est produit lorsque vous avez essayé d'ajouter l'utilisateur à votre liste

source: User was added to the list
fr: Utilisateur ajouté à la liste

source: Updating / creating user attributes failed
fr: Échec de l'actualisation / création d'attributs utilisateur

source: Profile was updated successfully
fr: Profil actualisé avec succès

source: Creating / Updating profile failed
fr: Échec de l'actualisation / création du profil

source: The profile was created successfully
fr: Le profil a été créé avec succès

source: Username
fr: Nom d'utilisateur

source: soft
fr: léger

source: AND
fr: ET

source: OR
fr: OU

source: Your email address was updated successfully
fr: Votre adresse de courrier électronique a été actualisée avec succès

source: An error occured while trying to change your email address
fr: Une erreur s'est produite lors de la modification de votre adresse de courrier électronique

source: Verification code incorrect
fr: Code de vérification incorrect

source: Verification code is no longer valid - you should start a new request for a new verification code
fr: Le code de vérification est périmé - vous devez demander un nouveau code de vérification

source: viewable by everybody
fr: visible par tous

source: all members
fr: tous les membres

source: confirmed buddies
fr: amis confirmés

source: only listed users
fr: seulement les membres listés

source: You have to include all mandatory profile variables into your individual template
fr: Vous devez inclure toutes les variable obligatoire dans votre modèle personnel

source: Settings updated successfully
fr: Paramètres actualisés avec succès

source: The new password was not entered twice the same way - there might be a typo in a password - password was not changed
fr: Le nouveau mot de passe n'a pas été saisi à l'identique dans le champ de vérification - Il est possible qu'il y ait une erreur de frappe dans un des mots de passe - le mot de passe n'a pas été modifié

source: Your password was changed successfully
fr: Votre mot de passe a été modifié avec succès

source: The new password is too short
fr: Le nouveau mot de passe est trop court

source: An verification email with further instructions has been sent to your new email address.
fr: Un message de vérification avec des instructions a été envoyé à votre nouvelle adresse de courrier électronique

source: An error occured while trying to send an verification code to your new, entered email address
fr: Une erreur s'est produite lors de l'envoi de votre code de vérification à votre nouvelle adresse de courrier électronique

source: Email address could not be found in user database
fr: L'adresse de courrier électronique est introuvable dans la base des utilisateurs

source: User marked
fr: Utilisateur marqué

source: Error while trying to mark the user
fr: Erreur lors du marquage de l'utilisateur

source: No
fr: Non

source: Yes
fr: Oui

source: Separator
fr: Séparateur

source: String
fr: Chaîne

source: Integer
fr: Entier

source: Float
fr: Flottant

source: String (multiline)
fr: Chaîne (multi-lignes)

source: Timestamp
fr: Horodatage

source: Coordinate
fr: Coordonnées

source: This field will be shown to everybody
fr: Ce champ sera visible par tous

source: Only registered users will be able to see this field's value
fr: Seuls les utilisateurs inscrits pourront voir le contenu de ce champ

source: Only the administrator will be able to see this field's value
fr: Seul l'administrateur peut voir le contenu de ce champ

source: The user can choose who should be able to see this field's value
fr: L'utilisateur peut choisir qui pourra voir la valeur de ce champ

source: Error while deleting the fields
fr: Erreur lors de la suppression de champs

source: Field was deleted successfully
fr: Champ supprimé avec succès

source: Existing field was updated successfully
fr: Le champ existant a été actualisé avec succès

source: A field named with this identifier exists already - please choose another value for the identifier!
fr: Un nom de champ avec cet identificateur existe déjà - merci de choisir une autre valeur pour cet idenitificateur!

source: The identifier must not contain any other characters than numbers (0-9) and regular characters (A-Z, a-z)
fr: L'identificateur ne doit pas contenir d'autres caractères que des chiffres (0-9) ou des caractères alphabétiques (A-Z, a-z)

source: New field was created successfully
fr: Nouveau champ crée avec succès

source: Configuration updated successfully
fr: Configuration actualisée avec succès

source: Your profile is outdated or incomplete - please check / complete / update your personal data
fr: Votre profil est périmé ou incomplet - merci de vérifier/compléter/actualiser vos données personnelles

source: Your email address has to be updated before using this site! EMails came back to the administrator that did not reach you - valid email addresses are mandatory for this site! After changing your email address you will be able to use this site again!
fr: Votre adresse de courrier électronique doit être actualisée avant d'utiliser le site! Les messages qui vous sont adressés sont retournés à l'administrateur. Il doit donc y avoir une erreur au niveau de votre messagerie. L'utilisation d'une adresse opérationnelle est obligatoire pour utiliser le site! Après avoir indiqué une adresse correcte, vous pourrez à nouveau utiliser le site!

source: Please fill out your personal profile first. This is neccessary before you can interact in this community!
fr: Merci de compléter votre profil avant tout. Ceci est nécessaire avant de pouvoir interagir avec notre communauté.

source: New profile
fr: Nouveau profil

source: pnProfile migration reset done
fr: migration de pnProfile effectuée

source: Element was moved successfully
fr: Élément déplacé avec succès

source: more than one user found
fr: plus d'une utilisateur trouvé

source: please choose one user and enter its username
fr: merci de choisir un utilisateur et de saisir son nom d'utilisateur

source: email address not found
fr: adresse de courrier électronique introuvable

source: No user with this username or user-ID found
fr: Aucun utilisateur avec ce nom d'utilisateur ou cet ID trouvé

source: User's main profile
fr: Profil principal d'utilisateur

source: good luck and a nice party!
fr: Bonne chance et amusez vous bien!

source: Amount of items that should be shown in the newbie list
fr: Nombre d'éléments qui devrait être visible dans la liste des nouveaux venus

source: Welcome to our community!
fr: Bienvenue dans notre communauté!

source: Welcome to MyProfile - the advanced zikula profile module!
fr: Bienvenue dans MyProfile - Module de paramétrages avancé des profils dans Zikula!

source: Modify profile
fr: Modifier le profil

source: You can directly modify a user's profile in entering the
fr: Vous pouvez directement modifier le profil d'un utilisateur en saisissant le

source: username
fr: Nom d'utilisateur

source: E-mail address
fr: Courrier électronique

source: or the user's ID
fr: ou ID de l'utilisateur

source: ... and edit the user's profile
fr: ... et éditer le profil de l'utilisateur

source: Submit
fr: Envoyer

source: Cancel
fr: Annuler

source: Support this module
fr: Soutenez ce module

source: You like this module and it is usefull for you? Thank you for some little donation for the programmer! OK - I like programming very much and this module is free and open source - but if you spend some money I'll go out for a nice candlelight dinner with my girlfriend and it will be much easier next time to get free time for programming ;-)
fr: Vous aimez ce module et le trouvez pratique? Merci de faire un petit don pour le programmeur! D'ac, j'adore programmer et ce module est libre et gratuit, mais si vous dépensiez un peu d'argent, je pourrait offrir un adorable dîner aux chandelles à ma chérie... et ça me facilitera la vie pour trouver du temps pour me consacrer à la programmation :)

source: Donate with PayPal!
fr: Donnez avec Paypal!

source: repair
fr: réparer

source: This function checks the consistency of your MyProfile database. This check might be neccessary, if you allow your user's to delete their accounts themself or if your delete users using the function the Users module offers you. In this case, old data might still be stored in the MyProfile tables. This function is the "garbage collector" for this module.
fr: Cette fonction teste la cohérence de votre base MyProfile. Cette vérification peut être nécessaire, notamment si vous autorisez vos utilisateurs à se désinscrire eux-même ou si vous désincrivez des utilisateurs à partir du module "Utilisateurs" natif. Dans ces cas les données seraient toujours conservées dans les tables de MyProfile. Cette fonction est le nettoyeur de ce module.

source: You have
fr: Vous avez

source: orphans
fr: orphelins

source: Clean up database
fr: Nettoyer la base

source: Database already optimized
fr: La base est déjà optimisée

source: This profile page cannot be displayed
fr: Cette page profil ne peut pas être affichée

source: The user does not exist or there is no vaid profile available for this user yet.
fr: L'utilisateur n'existe pas ou son profil n'est pas valide actuellement

source: Go back one page
fr: Revenir à la page précédente

source: User's gallery
fr: Galerie utilisateur

source: picture(s)
fr: photo(s)

source: User linked at
fr: Utilisateur connecté à

source: Override individual profile template
fr: Écraser les modèle de profil personnel

source: Registerd since
fr: Enregistré depuis

source: Last update
fr: Dernière mise à jour

source: Last login
fr: Dernière connexion

source: Send private message
fr: Envoyer un message privé

source: Add as buddy
fr: Ajouter un contact

source: Modify an existing field
fr: Modifier un champ existant

source: Add a new field
fr: Ajouter un nouveau champ

source: You can add or modify a custom field for the user's profile here.
fr: Ici, vous pouvez ajouter ou modifier des champs de profil personnalisés.

source: Due to some technical and logical reasons the type and identifier of a regular field can not be changed after the field was created.
fr: Pour des raisons techniques et logiques, le type et l'identificateur des champs par défaut ne peut pas être modifié après leur création.

source: Type of this field
fr: Type de champ

source: Identifier for the field (and the name of the column in the database) or title of the separator (if type is separator)
fr: Identificateur pour le champ (et son nom dans la colonne de la base de données) ou titre du séparateur (si le type est séparateur)

source: Should this field be mandatory
fr: Ce champ doit-il être obligatoire?

source: Minimal value for integer or float
fr: Valeur minimum pour les entier ou les nombres flottants

source: Maximal value for integer or float
fr: Valeur maximum pour les entier ou les nombres flottants

source: Maximal length of string
fr: Longueur maximum pour les chaînes

source: List (for building a dropdown menu)
fr: Liste (pour créer des menus déroulants)

source: Example code for dropdown menus: @@value to store||text to show
fr: Exemple de code pour les menus déroulants: @@valeur à stocker||texte à afficher

source: @@daily||I want the daily newsletter @@monthly||Send a newsletter every month @@no||I do not want to recieve newsletters
fr: @@quotidien||Je veux recevoir la lettre quotidiennement @@mensuel||Je veux recevoir la liste mensuellement @@Non||Je ne désire pas recevoir de lettre d'informations

source: Example code for radiobutton menus: @*value to store||text to show
fr: Exemple de code pour les boutons optionnels :@*valeur à stocker||Texte à montrer

source: @*0||No @*1||Yes
fr: @*0||Non @*1||Oui

source: Public status
fr: Statut public

source: Should this field be writeable and shown in the user's profile configuration
fr: Ce champ devrait-il être éditable dans la configuration du profil de l'utilisateur

source: Should this field be shown on the user's profile page that will be generated by this module
fr: Ce champ devrait-il être visible sur la page de profil utilisateur générée par ce module

source: Field should be searchable by all users doing a search
fr: Ce champ doit-il être consultable par tous les utilisateurs faisant une recherche?

source: Name of user attribute / property to store the users value also as user attribute. Example: Entering _REALNAME here will make MyProfile to store the user's value also as _REALNAME
fr: Nom d'attribut/propriété de l'utilisateur pour enregistrer les valeurs utilisateurs personnalisées comme les attributs par défaut. Exemple: Saisissez _REALNAME ici fera enregistrer la valeur utilisateur comme si elle correspondait à _REALNAME

source: Delete this field
fr: Supprimer ce champ

source: Update / create field
fr: Actualiser/Créer un champ

source: Import data from pnProfile
fr: Importer les données depuis pnProfile

source: pnProfile module is available on your system. If you want to import data from this module to use it in the MyProfile module you can do this here. If you used a database dump to reconstruct pnProfile data make sure, that you also need the Users tables - not only the pnProfile tables are important!
fr: Le module pnProfile est activé sur votre système. Si vous voulez importer les données depuis ce module et les utiliser dans le module MyProfile, vous pouvez le faire ici. Si vous utilisez un dump de la base de données pour reconstruire les données de pnProfile, n'oubliez pas que vous aurez aussi besoin des données de la table "Users" (utilisateurs), pas seulement les tables de pnProfile

source: Start import now
fr: Démarrer l'import maintenant

source: Migration from pnProfile to MyProfile already done
fr: La migration depuis pnProfile vers MyProfile a déjà été faîte.

source: import pnProfile structure
fr: Importer la structure de PnProfile

source: If you have already configured MyProfile your configuration will be lost! Also values users might have entered already will be lost! Merging is not supported!
fr: Si vous avez déjà configuré MyProfile, votre configuration sera perdue ainsi que les données utilisateurs! La fusion n'est pas supportée.

source: update table definition
fr: actualiser la table de définition

source: update table
fr: actualisation de la table

source: import pnProfile data into MyProfile
fr: import des données pnProfile vers MyProfile

source: If you have a huge pnProfile database the update might break if the memory limit or the timeout is set to low. If the update breaks, raise your memory limit and the php maximum execution time and try this step again until it works! Also do not run any other processes you do not need when importing the database.
fr: Si vous avez une grosse base de données pnProfile, la mise à jour peut s'interrompre en raison des limites de mémoire ou d'un timeout trop bas. Si la mise à jour s'interrompt, augmenter la limite de mémoire et le temps d'exécution au mximum et renouveller cette étape jusqu'à ce que ça marche! Parallèlement ne lancer aucun autre processus sur la machine dont vous n'ayez un besoin impératif durant l'import de la base.

source: Migration failed
fr: Échec de la migration

source: Reset migration and start with first step again
fr: Réinitialisez la migration et recommencer la première étape

source: pnProfile is not available on your system. No import possible.
fr: pnProfile n'est pas actif sur votre système. Pas d'import possible

source: Import data from Profile
fr: Import des données de Profile

source: Profile module found on your system. You can import all data from Profile module into MyProfile.
fr: Le module Profile a été trouvé sur votre système. Vous pouvez importer toutes les données de Profile vers MyProfile

source: Attention: You first have to setup the structur of the MyProfile user profile. Having done this will enable you to import User-Properties step by step for each user... Just choose the porperty, the target the data should be written into and then import from Profile module.
fr: Attention : Vous devez d'abord paramétrer la structure des profils utilisateurs de MyProfile. Lorsque ceci est fait, vous pourrez importer les Propriétés Utilisateurs pas pas pour chaque utilisateur... vous devrez juste choisir la propriété et la cible d'enregistrement de la donnée pour ensuite l'importer depuis le module Profile

source: After selecting a source user property and a destination MyProfile identifier you will have some sql code shown in here. Please copy and paste this code and execute it in phpmyadmin for example to import your Profile data into MyProfile
fr: Après avoir sélectionné une propriété utilisateur source et un identifieur de destination dans MyProfile, vous aurez du code sql qui sera affiché ici. Merci de copier-coller ce code et de l'exécuter dans phpmyadmin comme exemple pour importer les données Profile vers MyProfile

source: Source field
fr: Champ source

source: Destination field
fr: Champ de destination

source: If your memory limit is to low or your database to huge you can select a start and stop interval for user IDs
fr: Si votre mémoire est limitée ou si votre base de données est trop conséquente, vous pouvez sélectionner le début et la fin d'un intervalle à partir des ID des utilisateurs

source: Begin of User-ID interval
fr: ID utilisateur de début de l'intervalle

source: End of User-ID interval
fr: ID utilisateur de fin de l'intervalle

source: Import this user property
fr: Importer cette propriété utilisateur

source: The regular Profile module could not be found on your system. No Import possible.
fr: Le module Profile originel n'a pas pu être trouvé. Aucun import possible

source: Manage users that can see your private data
fr: Gérer les utilisateurs qui peuvent voir vos données prersonnelles

source: Add a new user to your list
fr: Ajouter un nouvel utilisateur à votre liste

source: add
fr: ajouter

source: Your list
fr: Votre liste

source: delete User
fr: supprimer Utilisateur

source: No entry was made yet
fr: Aucune entrée actuellement

source: Found
fr: Trouvé

source: results
fr: résultats

source: Show search form to change search parameters
fr: Montrer le formulaire de recherche pour modifier les paramètres de recherche

source: Show all members
fr: Voir tous les membres

source: result
fr: résultat

source: previous page
fr: page précédente

source: next page
fr: page suivante

source: Search
fr: Chercher
