Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/MyProfile/2.0/module_myprofile.po
Languages: fr

source: You can now use the following form to search for other users. The more fields you fill out the less results you will get.
fr: Vous pouvez désormais utiliser le formulaire suivant pour chercher d'autres utilisateurs. Plus vous remplissez de champs, moins nombreux seront les résultats.

source: Search string in all fields
fr: Chercher cette chaîne dans tous les champs

source: Choosing more than one item will link them using OR
fr: Choisir plus éléments revient à les lier entre eux avec un opérateur OU

source: There are no more searchable fields or you do not have the permission to view these fields
fr: Il n'y a pas d'autres champs de recherche ou vous n'avez pas les permissions pour voir ces champs

source: Search type
fr: Type de recherche

source: Connector for search logic
fr: Connecteur pour recherche logique

source: Sort result by
fr: Trier les résultats par

source: Using the search type soft and searching for sun you will also get results like sunset because the searched word is in it. If you do not want to use this select exact as search type!
fr: En utilisant le mode de recherche "simple", si vous recherchez le mot "soleil" vous trouverez aussi le mot "ensoleillé" car il contient le mot recherché. Si vous souhaitez trouver le terme exact, sélectionnez le type de recherche "exact"

source: If you just click the search button without any search parameters you will get the whole member list displayed
fr: Si vous cliquer sur le bouton de recherche sans autre paramètres, vous afficherez la liste de tous les membres

source: Your profile's configuration
fr: Configuration de votre profil

source: Manage the existing fields
fr: Gérer les champs existants

source: If you want to change the order just click on the box and move the item to the position you want it to be. Settings will be stored automatically!
fr: Si vous voulez modifier l'ordre, cliquez sur la boite et déplacez là jusqu'à l'emplacement voulu. Les paramètres seront enregistrés automatiquement!

source: mandatory field
fr: champ obligatoire

source: optional field
fr: champ optionnel

source: viewable by registered users only
fr: Uniquement visible par les utilisateurs inscrits

source: viewable by admin users only
fr: Uniquement visible par les administrateurs

source: characters
fr: caractères

source: 0 = unlimited text
fr: 0 = texte illimité

source: Activated
fr: Activé

source: shown
fr: montré

source: Also store value as following user attribute
fr: Enregistre aussi la valeur comme l'attribut utilisateur suivant

source: modify this field
fr: modifier ce champ

source: Move up
fr: Monter

source: Move down
fr: Baisser

source: There are
fr: Il y a

source: members online
fr: membres en ligne

source: MyProfile backend configuration
fr: Configuration administration MyProfile

source: Some modules have plugins for the profile module. For developers: Please take a look at the plugins.txt file in the documentation directory. Found plugins will be used automatically.
fr: Certains modules ont des plugins pour le module Profile. Développeurs: Jetez un regard sur le fichier plugin.txt dans le répertoire de la documentation. Les plugins trouvés sont utilisés automatiquement

source: If you want to remove a plugin from a user's profile page jsut delete the pnmyprofileapi.php in the root folder of the modules you want to remove
fr: Si vous voulez enlever un plugin d'une page profil utilisateur, supprimer simplement le fichier pnmyprofileapi.php qui se trouve à la racine du répertoire des modules pour lesquels désactivés le plugin

source: No plugins found!
fr: Aucun plugin trouvé!

source: General module settings
fr: Module général de paramétrage

source: Appearance
fr: Apparence

source: Profile display configuration
fr: Affichage de la configuration de Profile

source: Date format to be used
fr: Format de date utilisé

source: No-tab mode for user's profile management page
fr: Pas de mode onglet pour la page d'administration des profils par les utilisateurs

source: Do not use AJAX for plugin loading
fr: Ne pas utiliser AJAX pour le chargement des plugins

source: Convert content loaded via AJAX to UTF8
fr: Convertir le contenu chargé avec Ajax en UTF-8

source: Use profile separators as tabs. Might be interesting for huge profile pages
fr: Utiliser les séparateurs comme onglets. Peut être intéressant pour les pages de profils très importantes

source: Search engine configuration
fr: Configuration du moteur de recherche

source: Results that should be shown per page
fr: Résultat qui devront être affichés par page

source: Allow users to access the whole member list in entering no search string
fr: Autoriser les utilisateurs à accéder à l'ensemble de la liste membre en laissant vide la chaîne à chercher

source: You can specify a tempalte that should be included in the vcards that are displayed in a search result page that will have all user data assigned; Enter filename to use this feature
fr: Vous pouvez spécifier un modèle qui pourra être utilisé pour l'affichage des vcards dans une page de résultat dans laquelle seront placés les résultats obtenus. Entrez le nom du fichier à utiliser pour cette fonction

source: URL for search engine
fr: URL pour le moteur de recherche

source: Show users in map
fr: Voir les utilisateurs sur la carte

source: You can show all users that have filled out a field (fieldtype: COORD) using the following url
fr: Vous pouvez montrer tous les utilisateurs qui ont rempli un champ de localisation (type de champ :COORD) en utilisant l'URL suivante

source: MyMap module has to be installed for this feature
fr: Le module MyMap doit être utilisé pour pouvoir utiliser la fonctionnalité suivante

source: Email address management
fr: Gestion adresse de courrier électronique

source: Do not force verification within email change requests
fr: Ne pas forcer la vérification avec un courrier électronique de validation de la requête

source: Forbid new change request within
fr: Bloquer une nouvelle demande de changement pendant

source: days after last request
fr: jours après la dernière demande

source: Validation code's expiration of validity
fr: Expiration de la validité du code de vérification

source: days
fr: jours

source: It is possible to exclude users that use invalid email addresses from site usage. To use this feature you have to include the following function call into your templates
fr: Il est possible d'exclure les utilisateurs qui utilisent des adresses de courrier électronique non-valide sur le site. Pour utiliser cette fonctionnalité, vous devez inclure la fonction suivante dans vos modèles

source: Manage invalid email addresses
fr: Gérer les adresses de courrier électronique non-valides

source: Behaviour
fr: Comportement

source: Send email notification to site admin when new registration is finished
fr: Envoyer une notification par courrier électronique à l'administrateur lorsqu'une nouvelle inscription est terminée

source: Also store profile as a user object attribute
fr: Enregistre aussi le profil comme un objet-attribut de l'utilisateur

source: Valid profile mandatory for every user
fr: Profil valide obligatoire pour tous les utilisateurs

source: User profile's expiration of validity
fr: Expiration de la validité du profil utilisateur

source: in seconds, 0 = no expiration
fr: en secondes, 0 = indéfini

source: If you only want to force every user to complete the profile insert the code and set the expiration period to 0
fr: Si vous voulez seulement obliger chaque utilisateur à compléter son profil, insérez le code et régler la durée d'expiration sur 0

source: User's permissions
fr: Permissions utilisteur

source: Allow users to set individual permissions who can see their profile page
fr: Autoriser les utilisateurs à régler individuellement les permissions de ce qu'on peut voir de leur profil

source: Users should be allowed to upload theis own templates for their profile.
fr: Les utilisateurs seront autorisés à déposer leurs propres modèles pour leur profil

source: Exclude selected groups from the permission to upload and use own individual profile templates
fr: Exclure les groupes sélectionnés de l'autorisation de transférer et d'utiliser leurs propres modèles de profil

source: Update configuration
fr: Actualiser la configuration

source: Integrate user profiles into any zikula content
fr: Intégrer les profils utilisateurs dans n'importe quel contenu Zikula

source: There is a plugin that can be called in any module with this piece of code
fr: Il y a un plugin qui peut être appelé depuis n'importe quel module à partir de ce bout de code

source: But you have to configure this plugin via its template manually - the template file that has to be edited is
fr: Mais vous devez configurer ce plugin à partir du modèle manuellement - Le modèle à éditer pour ça est

source: User's menu
fr: Menu Utilisateur

source: my profile data
fr: données de mon profil

source: email address, password and extended settings
fr: adresse de courrier électronique, mot de passe et paramètres étendus

source: search members
fr: rechercher des membres

source: My profile
fr: Mon profil

source: Here you can define some custom settings for your profile
fr: Ici vous pouvez définir des paramètres personnalisés pour votre profil

source: General settings
fr: Paramètres généraux

source: My timezone
fr: Mon fuseau horaire

source: Do not allow other users to comment my profile
fr: Ne pas autoriser les autres utilisateurs à commenter mon profil

source: My profile page should be accessable by
fr: Ma page de profil sera accessible par

source: Profile data fields that are marked as private should be viewable by
fr: Les données de profil marquées comme privées seront visibles par

source: Manage users that are allowed to view all my data that is declared as private
fr: Gérer les utilisateurs qui sont autorisés à voir toutes mes données déclarées comme privées

source: Use an individual template
fr: Utiliser un modèle personnel

source: Some hints to create your own template
fr: Quelques trucs pour créer votre propre modèle

source: The individual profile tempalte can be designed in HTML
fr: Le modèle personnel d'affichage de profil peut être créé en HTML

source: The use of the following words (bold printed) will cause a replacement with your profile data - with * marked variables are mandatory and have to be used in your template
fr: L'utilisation des mots suivants (inscrits en gras) sera remplacé par l'affichage de vos données de profil correspondantes - ceux signalé par un * sont obligatoires et devront être utilisés dans votre modèle

source: will be replaced with
fr: sera remplacé par

source: Manage your password
fr: Gérer votre mot de passe

source: If you want to change your password enter the new one
fr: Si vous voulez changer de mot de passe, saisissez-en un nouveau

source: and repeat the new password please
fr: et répéter la saisie du nouveau mot de passe, s'il vous plaît

source: Change email address
fr: Changer l'adresse de courrier électronique

source: New email address
fr: Nouvelle adresse de courrier électronique

source: Enter verification code for new email address
fr: Saisissez le code de vérification de votre nouvelle adresse de courrier électronique

source: save / update
fr: Sauver/Actualiser

source: User's email address
fr: Adresse de courrier électronique de l'utilisateur

source: An error occured. Please regard the error message!
fr: Une erreur s'est produite. Merci d'être attentif au message d'erreur!

source: A directory inside the MyProfile module named
fr: Un répertoire interne du module MyProfile nommé

source: This directory has to be writable by the webserver
fr: Ce répertoire doit-être ouvert en écriture pour le serveur

source: In this directory a file called tabledef.inc will be created by the module
fr: Dans ce répertoire un fichier nommé tabledef.inc sera créé par le module

source: This file has to be readable by the webserver
fr: Ce fichier doit avoir des permissions en lecture pour le serveur

source: This file has to be writable by the webserver
fr: Ce fichier doit avoir des permissions en écriture pour le serveur

source: Try again and proceed
fr: Essayez encore et continuez

source: User Name
fr: Nom d'utilisateur

source: main / modify user
fr: utilisateur courant/modifié

source: module configuration
fr: configuration du module

source: profile configuration
fr: configuration du profil

source: profile plugins
fr: plugins de profil

source: import
fr: importer

source: Show my own profile page
fr: Voir mon profil personnel

source: Show all tabs on one page
fr: Voir tous les onglet sur une seule page

source: Switch to the tab-mode
fr: Passer en mode onglet

source: Manage your community profile
fr: Gérer votre profil communautaire

source: Please fill the form with your input. Every field that is marked with this sign: * is mandatory.
fr: Merci de compléter le formulaire avec vos entrées. Chaque champ signalé par le signe * est obligatoire

source: Please click on the tabs above this text to get to the separated sections to manage your profile data. Please click the save-Button only if the profile is completely filled out!
fr: Merci de cliquer sur l'onglet précédent ce texte pour accéder aux autres sections de gestion des données de votre profil. Merci de cliquer sur le bouton d'enregistrement lorsque votre profil est complet!

source: Viewable for
fr: Visible par

source: Private field, only viewable by users you allow to access this data
fr: Champ privé, uniquement visible par les utilisateurs à qui vous aurez accordé l'accès à ces données.

source: Enter verification code to activate new email address
fr: Saisissez le code de vérification pour activer la nouvelle adresse de courrier électronique

source: Verification code (25 characters)
fr: Code de vérification (25 caractères)

source: Your user ID
fr: Votre ID utilisateur

source: Activate new email address
fr: Activer votre nouvelle adresse de courrier électronique

source: Sorry, no authorisation
fr: Désolé, pas d'autorisation

source: The main profile part is not accessible by you
fr: La partie principale du profil ne vous est pas accessible

source: Registered users
fr: Utilisateurs enregistrés

source: Active users
fr: Utilisateurs actifs

source: Active in last two weeks
fr: Actifs les deux dernières semaines

source: Active in last month
fr: Actifs au cours du dernier mois

source: Active in last two months
fr: Actifs au cours des deux derniers mois

source: Active in last three months
fr: Actifs au cours des trois derniers mois

source: Active in last six months
fr: Actifs au cours des six derniers mois

source: Active in last year
fr: Actifs au cours de la dernière année

source: New registrations in last month
fr: Nouvelle(s) inscription(s) au cours du derniers mois

source: Users with a myprofile profile
fr: Utilisateurs avec un profil MyProfile

source: Users without a myprofile profile
fr: Utilisateurs sans profil MyProfile

source: Users with invalid email address
fr: Utilisateurs avec une adresse de courrier électronique non-valide

source: Users with invalid email address and no changes in last month
fr: Utilisateurs avec une adresse non-valide et sans changement au cours du dernier mois

source: Range for graphical statistics
fr: Échelle pour les statistiques graphiques

source: User-defined: Please specify range in days as url parameter named
fr: Défini par utilisateur : merci de spécifier l'échelle en jours comme paramètre d'url nommé

source: Explanation
fr: Explication

source: active accounts
fr: compte actifs

source: online
fr: en ligne

source: online last 2 weeks
fr: en ligne les 2 dernières semaines

source: online last month
fr: en ligne le mois dernier

source: online last 2 months
fr: en ligne les deux derniers mois

source: online last three months
fr: en ligne les trois derniers mois

source: online last 6 months
fr: en ligne les six derniers mois

source: online last year
fr: en ligne cette dernière année

source: Field in the database in which the value for the user's birthday is stored in the format YYY-MM-DD (format: DATE)
fr: Champ dans la base dans lequel l'anniversaire de l'utilisateur est stocké au format AAA-MM-JJ (format : DATE)

source: -- nothing is chosen --
fr: -- aucun choix --

source: Field for restrictions, for example if a field is existing in which the user can manage if his birthday should be hidden and not shown in the list
fr: Champ pour restrictions, par exemple, si un champ existe et dans lequel l'utilisateur gère sa date d'anniversaire alors que ce champ sera masqué ou non visible dans la liste

source: -- nothing is chosen. Empty if no restriction field should be used --
fr: -- aucun choix. Vide si aucun champ restreint ne peut être utilisé --

source: Enter the value the restriction field should have if you want to show the birthday in the list
fr: Saisir la valeur de restriction dans le champ si vous voulez montrer l'anniversaire dans la liste

source: You requested to change your email address at
fr: Vous avez demandé la modification de votre adresse de courrier électronique pour

source: To activate your new email address click the following link please
fr: Pour activer votre nouvelle adresse de courrier électronique, merci de cliquer sur le lien suivant

source: If this link is broken use the following website and enter your verification code there
fr: Si ce lien est brisé, utiliser le lien suivant pour aller sur le site et pour saisir manuellement le code suivant

source: To use the alternate URL you have to enter the following data
fr: Pour utiliser le lien alternatif, vous devez saisir les données suivantes

source: This code is valid until
fr: Ce code est valide jusqu'à

source: or up to a new request by yourself
fr: ou jusqu'à ce que vous le redemandiez vous-même

source: Please do not respond to this automatically created email - contact the website administrator if there are any problems
fr: Merci de ne par répondre directement à ce message généré automatiquement - Contactez l'administrateur du site si vous rencontriez des problèmes

source: more/less
fr: plus/moins
