Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/MultiHook/5.2/module_multihook.po
Languages: es, fr

source: View abbreviations
es: Ver las abreviaturas
fr: Afficher les abréviations

source: View acronyms
es: Ver los acrónimos
fr: Afficher les acronymes

source: View links
es: Ver los enlaces
fr: Afficher les liens

source: Illegal words
es: Palabras no permitidas
fr: Mots interdits

source: Error! Could not read data.
es: ¡Error! No fue posible la lectura de los datos.
fr: Erreur ! Impossible de lire la donnée.

source: Error! Database deletion of entry failed.
es: ¡Error! Fallo en el borrado de una entrada de la base de datos.
fr: Erreur ! La tentative de suppression, d'une entrée dans la base de données, a échoué.

source: Error! No permissions for the MultiHook module.
es: ¡Error! No dispone de los permisos necesarios para el módulo MultiHook.
fr: Erreur ! Pas de permission pour le module MultiHook.

source: already exists in database.
es: ya existe en la base de datos.
fr: existe déjà dans la base de données.

source: no short text
es: no existe un texto reducido
fr: texte à repérer manquant

source: no long text or (in case of a link) no url
es: no hay texto extendido o (en caso de un enlace) no hay URL
fr: substitution (texte ou url selon le cas) manquante

source: no title
es: sin título
fr: titre manquant

source: no type
es: sin tipo
fr: type manquant

source: Error! Entry creation failed.
es: ¡Error! Intento de creación fallido.
fr: Erreur ! La création de l'entrée a échoué.

source: Error! Database update of entry failed.
es: ¡Error! Fallo en la actualización de una entrada de la base de datos.
fr: Erreur ! La mise à jour, de l'entrée dans la base de données, a échoué.

source: Creates xhtml tags for abbreviations, acronyms and autolinks, while providing specific content censorship.
es: Crea etiquetas XHTML para las abreviaturas, acrónimos y autoenlaces, y permite la censura de determinados contenidos.
fr: Création de mots clés au format xhtml pour des abréviations, acronymes et des liens automatiques, tout en fournissant un système de censure spécifique pour le contenu.

source: Abbreviations
es: Abreviaturas
fr: Abréviations

source: Edit
es: Editar
fr: Modifier

source: Acronyms
es: Acrónimos
fr: Acronymes

source: Links
es: Enlaces
fr: Liens

source: Loading data...
es: Cargando datos...
fr: Chargement des données...

source: Saving data...
es: Guardando datos...
fr: Enregistrement des données...

source: Error! Database selection failed. Please contact the webmaster.
es: ¡Error! Fallo en consulta a la base de datos. Póngase en contacto con el administrador.
fr: Erreur ! La sélection de la base de données a échoué. Veuillez contacter l'administrateur.

source: Unkown category
es: Categoría desconocida
fr: Catégorie inconnue

source: No auth for category
es: Sin autorización para la categoría
fr: Aucun droit pour cette catégorie

source: unkown download
es: descarga desconocida
fr: Téléchargement inconnu

source: downloads
es: Descargas
fr: Téléchargements

source: unknown parameter at pos.1 (C, D, L or S)
es: Parámetro desconocido en la pos.1 (C, D, L or S)
fr: paramètre inconnu à la position 1 (C, D, L ou S)

source: Downloads 2.0 or later needed
es: Se requiere Downloads 2.0 o superior
fr: Downloads 2.0 ou plus nécessaire

source: Downloads not available
es: Downloads no está disponible
fr: Downloads n'est pas disponible

source: no needle id
es: sin identificador de needle
fr: aucun ID d'aiguillage

source: Unkown pagesetter tid
es: tid de pagesetter desconocido
fr: Paramètre tid de pagesetter inconnu

source: No auth for pagesetter tid
es: Sin autorización para el tipo de publicación de pagesetter
fr: Aucun droit pour le paramètre tid de pagesetter

source: Unkown pagesetter pid
es: pid de pagesetter desconocido
fr: Paramètre pid de pagesetter inconnu

source: No auth for pagesetter pid
es: Sin autorización para el artículo de pagesetter
fr: Aucun droit pour le paramètre pid de pagesetter

source: wrong needle id
es: identificador de needle incorrecto
fr: ID d'aiguillage incorrect

source: Error reading reading needle data for '%1$s' or module '%2$s' is not active
es: Error al leer datos los datos del needle para '%1$s' o el módulo '%2$s' no está activo
fr: Erreur de lecture des données d'aiguillage pour '%1$s' ou le module '%2$s' n'est pas actif

source: No auth for folder
es: No dispone de autorización para acceder a esa carpeta
fr: Aucun droit pour le répertoire

source: Unkown folder
es: Carpeta desconocida
fr: Répertoire inconnu

source: No auth for photoshare image
es: No dispone de autorización para imagen Photoshare
fr: Aucun droit pour les images photoshare

source: Unkown photoshare image
es: Imagen Photoshare desconocida
fr: Image photoshare inconnue

source: unkown parameter at pos 1 (A,P or T)
es: Parámetro desconocido en la pos 1 (A,P o T)
fr: paramètre inconnu à la position 1 (A,P ou T)

source: Pagesetter not available
es: Pagesetter no está disponible
fr: Pagesetter n'est pas disponible

source: No auth for weblink category
es: No dispone de autorización para la categoría Weblink
fr: Aucun droit pour la catégorie des liens web

source: Unkown welink category
es: Categoría Weblink desconocida
fr: Catégorie des liens web inconnue

source: No auth for weblink
es: No dispone de autorización para este enlace
fr: Aucun droit pour les liens web

source: Unkown weblink
es: Enlace desconocido
fr: Lien web inconnu

source: weblinks
es: enlaces
fr: Liens web

source: Web_Links not available
es: Web_Links no está disponible
fr: Web_Links n'est pas disponible

source: click here to see changeset #%1$s of the %2$s-project
es: haga clic aquí para ver la lista de cambios #%1$s del proyecto %2$s
fr: cliquez ici pour afficher le changement #%1$s du projet %2$s

source: Changeset #%1$s (%2$s-project)
es: Lista de cambios #%1$s (del proyecto %2$s)
fr: Changement #%1$s (projet-%2$s)

source: click here to see ticket #%1%s of the %2$s-project
es: haga click aquí para ver la lista de tickets #%1%s del proyecto %2$s
fr: cliquez ici pour afficher le ticket #%1$s du projet %2$s

source: Ticket #%1$s (%2$s-project)
es: Ticket #%1$s (del proyecto %2$s)
fr: Ticket #%1$s (projet-%2$s)

source: Unkown page
es: Pagina desconocida
fr: Page inconnue

source: htmlpages not available
es: htmlpages no disponible
fr: htmlpages n'est pas disponible

source: Configuration updated
es: Configuracion actualizada
fr: Configuration mise à jour

source: Error! No such item exists.
es: ¡Error! No existe tal elemento.
fr: Erreur ! Aucun élément de ce type n'a été trouvé.

source: Abbreviation
es: Abreviatura
fr: Abréviation

source: Acronym
es: Acrónimo
fr: Acronyme

source: Link
es: Enlace
fr: Lien

source: Illegal word
es: Palabra ilegal
fr: Mot interdit

source: Done! Entry deleted.
es: ¡Hecho! Entrada borrada.
fr: Terminé ! Entrée supprimée.

source: missing short text
es: falta el texto corto
fr: Texte à repérer manquant

source: missing long text
es: falta el texto largo
fr: Substitution manquante

source: missing type text
es: falta el tipo texto
fr: Type manquante

source: missing title text
es: falta el título
fr: Titre manquant

source: Done! Entry created.
es: ¡Hecho! Entrada creada.
fr: Terminé ! Entrée créée.

source: Error! Database creation of entry failed.
es: ¡Error! Fallo en creacion de la entrada en la base de datos.
fr: Erreur ! La création, de l'entrée dans la base de données, a échoué.

source: Done! Entry updated.
es: ¡Hecho! Entrada actualizada.
fr: Terminé ! Entrée mise à jour.

source: Error: Entry creation failed
es: Error al crear la entrada
fr: Erreur : La création de l'entrée a échoué

source: Error! Database deletion of entry failed
es: ¡Error! Fallo al borrar la entrada en la base de datos
fr: Erreur ! La suppression, de l'entrée dans la base de données, a échoué

source: Database update of entry failed
es: Fallo en la actualización de la entrada en la base de datos
fr: La mise à jour, de l'entrée dans la base de données, a échoué

source: no description found
es: no se ha encontrado la descripción
fr: Aucune description trouvée

source: no module found
es: no se ha encontrado el módulo
fr: Aucun module trouvé

source: Start
es: Inicio
fr: Accueil

source: Add item
es: Agregar un elemento
fr: Ajouter un élément

source: View censored words
es: Ver las palabras censuradas
fr: Afficher les mots censurés

source: View needles
es: Ver needles
fr: Afficher les aiguillages

source: Settings
es: Configuración
fr: Paramètres

source: Error! Database create table error
es: Error en la creación de la tabla en la base de datos
fr: Erreur ! Erreur lors de création de la table dans la base de données

source: Error! Failed to register your MultHook
es: No se ha podido registrar su MultHook
fr: Erreur ! Échec lors de l'ajout votre MultiHook

source: %s entries copied from AutoLinks, you can remove this module now.
es: %s entradas copiadas desde AutoLinks, ya puede quitar este módulo.
fr: %s entrées copiées du module AutoLinks, vous pouvez désormais supprimer ce module.

source: Error! Upgrade to 5.0 failed
es: ¡Error! Fallo en la actualización a la versión 5.0
fr: Erreur ! La mise à jour vers la version 5.0 a échoué

source: Error! Database delete table error
es: Error en el borrado de la tabla en la base de datos
fr: Erreur ! Erreur lors de la suppression de la table dans la base de données

source: Error! Unable to remove MultiHook
es: ¡Error! No fue posible eliminar el módulo MultiHook
fr: Erreur ! Impossible de supprimer MultiHook

source: Actually Multihook is used with the following modules
es: En la actualidad, MultiHook está siendo utilizado por los siguientes módulos
fr: Actuellement Multihook est utilisé avec les modules suivants

source: Module
es: Módulo

source: Displayname
es: Nombre público
fr: Nom affiché

source: Options
es: Opciones

source: Hook settings
es: Configuración de hook
fr: Paramètres de l'extension

source: MultiHook is not used with any module
es: MultiHook no está siendo usado por ningún módulo
fr: ** MultiHook n'est utilisé avec aucun module **

source: Activate MultiHook for more modules
es: Activar MultiHook para más módulos
fr: Activater MultiHook pour d'autres modules

source: Links, Abbreviations, Acronyms, Censor and Needles
es: Enlaces, Abreviaturas, Acrónimos, Censor y Needles
fr: Liens, Abréviations, Acronymes, Censure et Aiguillages

source: Visit the MultiHook-project
es: Visite el proyecto MultiHook
fr: Visiter le projet MultiHook

source: General Settings
es: Configuración General
fr: Paramètres généraux

source: Only replace first occurence per text
es: Solo reemplazar la primera ocurrencia del texto
fr: Remplacer seulement la première occurrence trouvée dans le texte

source: CSS class definition for external links
es: Definición de clase CSS para enlaces externos
fr: Classe CSS utilisée pour les liens externes

source: Items per page in admin view
es: Elementos por página para la vista administrativa
fr: Eléments par page dans l'administration

source: Use MultiHook inside [code][/code]
es: Usar MultiHook entre [code][/code]
fr: Utiliser MultiHook à l'intérieur des balises [code][/code]

source: Replace links with title
es: Reemplazar los vínculos con el título
fr: Remplacer les liens par leur titre

source: Replace abbreviations with long text
es: Reemplazar las abreviaturas con texto largo
fr: Remplacer les abréviations par le texte de substitution

source: Show edit link
es: Mostrar el enlace de editar
fr: Afficher le lien de modification

source: Replace illegal words which are parts of other words, eg. replace oo in Google
es: Reemplazar las palabras ilegales que pertenecen a otras palabras, por ejemplo. sustituir oo en Google
fr: Remplace des mots interdits contenus dans d'autres, ex. remplacer oo dans Google

source: Do not replace first and last letter when censoring words with more than two chars
es: No reemplazar la primera letra y la última, cuando la censura de palabras sea superior a dos caracteres
fr: Ne pas remplacer la première et la dernière lettre pour les mots censurés qui font plus de deux caractères.

source: Update Configuration
es: Actualizar Configuración
fr: Mettre à jour la configuration

source: Short version
es: Versión reducida
fr: Texte à repérer

source: Long version
es: Versión extendida
fr: Substitution

source: (in case of a link the url, ignored for illegal words)
es: (en el caso de un vínculo de URL, se ignorará si contiene palabras no permitidas)
fr: (dans le cas d'un lien, l'url n'est pas prise en compte pour les mots interdits)

source: Title
es: Título
fr: Titre

source: (only necessary for a link, ignored for illegal words)
es: (sólo es necesario para un enlace, se ignorara para palabras no permitidas)
fr: (uniquement nécessaire pour un lien, ignoré pour les mots interdits)

source: Language
es: Idioma
fr: Langue

source: Type
es: Tipo

source: Submit
es: Enviar
fr: Envoyer

source: Cancel
es: Cancelar
fr: Annuler

source: Delete entry
es: Borrar la entrada
fr: Supprimer l'entrée

source: Glossary
es: Glosario
fr: Glossaire

source: Select
es: Seleccionar
fr: Sélectionner

source: Show
es: Mostrar
fr: Afficher

source: No entries present
es: No se han encontrado entradas
fr: Aucune entrée

source: Edit item
es: Editar elemento
fr: Modifier l'élément

source: The curly brackets indicate the beginning and the end of the parameters and don't have to be used in the needle, the pipe symbol | indicates different options you can use.
es: Las llaves indican el principio y el final de los parámetros y no tienen que ser utilizados en la needle, el símbolo de canalización | indica las diferentes opciones que puede utilizar.
fr: Les accolades indique le début et la fin des paramètres et ne doivent pas être utilisées dans l'aiguillage, le symbole pipe | indique les différentes options que vous pouvez utiliser.

source: Usage
es: Uso

source: Source
es: Fuente

source: Case sensitive
es: Sensible a mayúsculas
fr: Sensible à la casse

source: Yes
es: Sí
fr: Oui

source: No Needles found
es: No se han encontrado needles
fr: Aucun aiguillage trouvé

source: Censor
fr: Censure

source: Needles
fr: Aiguillages

source: No
fr: Non
