Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Ephemerids/1.7/module_ephemerids.po
Languages: fa

source: Done! Ephemerid created.
fa: انجام شد! رخداد روز ساخته شد.

source: No such ephemerid found.
fa: چنین رخدادی پیدا نشد.

source: Done! Ephemerid updated.
fa: انجام شد! رخداد روز بروز شد.

source: Done! Ephemerid deleted.
fa: انجام شد! رخداد روز حذف شد.

source: Edit
fa: ویرایش

source: Delete
fa: حذف کردن

source: Done! Saved module configuration.
fa: انجام شد! پیکربندی ماژول ذخیره شد.

source: Error! Could not load any ephemerids.
fa: خطا!نمی توانم هیچ رخدادی را بارگزاری کنم.

source: Ephemerids
fa: رخداد روز

source: Ephemerid
fa: رخداد روز

source: Ephemerids
fa: رخداد روز

source: ephemerids
fa: رخداد روز

source: Error! Could not create the new ephemerid.
fa: خطا! نمی توانم رخداد جدید را ایجاد کنم.

source: No such ephemerid found
fa: چنین رخدادی پیدا نشد

source: Error! Could not delete the ephemerid.
fa: خطا! نمی توانم رخداد را حذف کنم.

source: Error! No such ephemerid found
fa: خطا! چنین رخدادی پیدا نشد

source: Error! Could not save your changes.
fa: خطا! نمی توانم تغییرات را ذخیره کنم.

source: Ephemerids list
fa: لیست رخداد های روز

source: Create new ephemerid
fa: ایجاد رخداد جدید

source: Settings
fa: تنظمیات

source: General settings
fa: تنظیمات عمومی

source: Items per page in admin panel list view
fa: تعداد آیتم به ازای صفحه در لیست پانل مدیریت

source: Save
fa: ذخیره

source: Cancel
fa: لغو

source: Edit ephemerid
fa: ویرایش رخداد

source: Date
fa: تاریخ

source: Language
fa: زبان

source: Content
fa: محتوا

source: New ephemerid
fa: رخداد جدید

source: Internal ID
fa: شناسه داخلی

source: Actions
fa: عملیات

source: No items found.
fa: آیتمی پیدا نشد.

source: Delete ephemerid
fa: حذف رخداد

source: Do you really want to delete this ephemerid?
fa: آیا واقعا می خواهید این رخداد را حذف کنید؟
