Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Feeds/2.5/module_feeds.po
Languages: fr

source: Error! Unable to load class [%s]
fr: Erreur ! Impossible de charger la classe [%s]

source: Done! Feed created.
fr: Terminé ! Syndication créée.

source: No such Feed found.
fr: Aucune syndication de ce type n'a été trouvée.

source: Done! Feed updated.
fr: Terminé ! Syndication mise à jour.

source: Done! Feed deleted.
fr: Terminé ! Syndication supprimée.

source: Purging of the pemalinks was successful
fr: Le nettoyage des liens permanents c'est déroulé correctement

source: Purging of the pemalinks has failed
fr: Le nettoyage des liens permanents a échoué

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Done! Module configuration updated.
fr: Terminé ! La configuration du module a été mise à jour.

source: Feeds
fr: Syndications

source: feeds
fr: syndications

source: Feed Reader.
fr: Lecteur de syndications.

source: Error! Could not load any Feed.
fr: Erreur ! Impossible de charger la syndication.

source: Display feed
fr: Afficher la syndication

source: Show a feed item
fr: Afficher un élément de la syndication

source: Invalid category
fr: Catégorie invalide

source: No Feeds found.
fr: Aucune syndication n'a été trouvée.

source: Error! Could not load any Feeds.
fr: Erreur ! Impossible de charger les syndications.

source: Incorrect Key given. No update performed.
fr: La clé fournie est incorrecte. Aucune mise à jour n'a été réalisée.

source: Items updated in Feed cache
fr: Éléments mis à jour dans le cache des syndications

source: Error
fr: Erreur

source: The provided URL is too long (200 chars max.).
fr: L'URL indiquée est trop longue (200 caractères max.).

source: Invalid protocol selected. Only http and https are allowed.
fr: Le protocole sélectionne n'est pas valide. Seuls http et https sont autorisés.

source: Error! Creation attempt failed.
fr: Erreur ! La tentative de création a échoué.

source: Error! Deletion attempt failed.
fr: Erreur ! La tentative de suppression a échoué.

source: Error! Update attempt failed.
fr: Erreur ! La tentative de mise à jour a échoué.

source: View Feeds
fr: Afficher les syndications

source: Create a Feed
fr: Créer une syndication

source: Purge PermaLinks
fr: Nettoyer les liens permanents

source: Settings
fr: Paramètres

source: Warning! Could not create the default Feeds category tree. If you want to use categorisation with Feeds, register at least one property for the module in the Category Registry.
fr: Attention ! Impossible de créer la catégorie par défaut des syndications. Si vous voulez utiliser la catégorisation avec les syndications, enregistrez au moins une propriété pour le module dans le registre des catégories.

source: Welcome to the Feeds of %s
fr: Bienvenue dans les syndications de %s

source: Choose a category to see the Feeds that belongs to it
fr: Choisissez une catégorie pour voir les syndications qui en font partie

source: Category: %s
fr: Catégorie : %s

source: The Feeds of this category are as follows:
fr: Les syndications de cette catégorie sont les suivantes :

source: View all feeds
fr: Afficher toutes les syndications

source: Feeds list
fr: Liste des syndications

source: Available feeds
fr: Syndications disponibles

source: Feed
fr: Syndication

source: Display feed image
fr: Afficher l'image de la syndication

source: (if available in feed)
fr: (si disponible dans la syndication)

source: Display feed description
fr: Afficher la description de la syndication

source: Use alternate layout
fr: Utiliser une mise en page alternative

source: Number of items to display
fr: Nombre d'éléments à afficher

source: (upto the maximum supplied by the feed or -1 for all items)
fr: (jusqu'au maximum fournit par la syndication ou -1 pour tous les éléments)

source: Delete Feed
fr: Supprimer la syndication

source: Do you really want to delete this Feed?
fr: Confirmez-vous la suppression de cette syndication ?

source: Confirm deletion?
fr: Confirmez-vous la suppression ?

source: Cancel
fr: Annuler

source: Cache Updated
fr: Cache mis à jour

source: Update Feed
fr: Mettre à jour la syndication

source: Content
fr: Contenu

source: Name
fr: Nom

source: Category
fr: Catégorie

source: PermaLink URL title
fr: Titre pour l'URL du lien permanent

source: (Blank = auto-generate)
fr: (Blanc = régénération automatique)

source: Meta data
fr: Méta-données

source: Created by %s
fr: Créé par %s

source: Created on %s
fr: Créé le %s

source: Last update by %s
fr: Dernière mise à jour par %s

source: Updated on %s
fr: Mis à jour le %s

source: Update
fr: Mettre à jour

source: by %s
fr: par %s

source: Read more
fr: Lire la suite

source: New Feed
fr: Nouvelle syndication

source: Choose a category
fr: Choisissez une catégorie

source: Create
fr: Créer

source: General Settings
fr: Paramètres généraux

source: Enable categorization
fr: Activer la catégorisation

source: Display item names in bold
fr: Afficher le nom des éléments en gras

source: Open links in new browser window
fr: Ouvrir les liens dans une nouvelle fenêtre du navigateur

source: Items per page
fr: Éléments par page

source: Number of feeds to list per page
fr: Nombre de syndications à lister par page

source: Maximum items to add per feed
fr: Nombre maximum d'éléments à ajouter par syndication

source: for combined feeds (0 to add all)
fr: pour les syndications combinées (0 pour les ajouter tous)

source: Cache Settings
fr: Paramètres du cache

source: Cache directory for feeds
fr: Répertoire pour le cache des syndications

source: (relative to pnTemp)
fr: (relatif par rapport à pnTemp)

source: Cache interval for feeds
fr: Intervalle du cache pour les syndications

source: in seconds (3600 = 1 hour)
fr: en secondes (3600 = 1 heure)

source: Cron Job Settings
fr: Paramètres de la tâche automatisée

source: Using a Cron Job to update the cache
fr: Utiliser une tâche automatisée pour mettre à jour le cache

source: (see instructions)
fr: (voir instructions)

source: Link for using a Cron Job
fr: Lien pour l'utilisation de la tâche automatisée

source: Save
fr: Enregistrer

source: Filter
fr: Filtre

source: Reset
fr: Réinitialiser
