Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/bbcode/2.1/module_bbcode.po
Languages: fr, nl, pl

source: BBCode is a transform hook that converts usual bbcode tags into html.
fr: BBCode est une extension de transformation qui converti les balises bbcode courantes en html.
nl: BBCode is een transform hook welke de gebruikelijke bbcode tags omzet in html code.
pl: Wtyczka zamieniająca tagi bbcode na html.

source: BBCode Hook
fr: Extension BBCode
pl: Wtyczka BBCode

source: Spoiler follows
fr: Cacher le texte qui suit
nl: Spoiler volgt nog
pl: Uwaga - spoiler

source: Quote
fr: Citation
nl: Citaat
pl: Cytat

source: From
fr: De
nl: Van
pl: Od

source: Code
pl: Kod

source: *Not allowed to see the external links*
fr: *Pas autorisé à voir les liens externes*
nl: *Geen toestemming om externe links te bekijken*
pl: *Brak uprawnień do przeglądania zewnętrznych linków*

source: *Not allowed to see emails*
fr: *Pas autorisé à voir les e-mails*
nl: *Geen toestemming om emails te bekijken*
pl: *Brak uprawnień do przeglądania adresów e-mail*

source: No highlighting
fr: Pas de surbrillance
nl: Geen markering
pl: Bez wyróżniania

source: GeSHi with line numbers
fr: GeSHi avec le numéro des lignes
nl: GeSHi met regelnummers
pl: GeSHi z numerami linii

source: GeSHi without line numbers
fr: GeSHi sans le numéro des lignes
nl: GeSHi zonder regelnummers
pl: GeSHi bez numerów linii

source: Illegal value, allowed format: up to four decimal places + dot + two decimal places followed by unit, one out of cm,em,ex,in,mm,pc,pt,px or %. Example: 1.05em or 95%.
fr: Valeur interdite. Le format autorisé est : jusqu'à quatre chiffres + point + deux chiffres après la point suivi par l'une de ces unités : cm, em, ex, in, mm, pc, pt, px ou %. Exemple : 1.05em ou 95%.
nl: Ongeldige waarde. Toegestaan formaat: max. 4 decimale waarden + punt + max. 2 decimale waarden, direct gevolgd door de eenheid (geldige waarden: cm,em,ex,in,mm,pc,pt,px of %). Voorbeeld: 1.05em of 95%.
pl: Nieprawidłowa wartość, dozwolony format: do czterech cyfr + kropka + dwie cyfry oraz jednostka (jedna z cm,em,ex,in,mm,pc,pt,px lub %). Przykład: 1.05em lub 95%.

source: Done! Configuration has been updated
fr: Terminé ! La configuration a été mise à jour
nl: Configuratie is bijgewerkt
pl: Konfiguracja została zapisania

source: Settings
fr: Paramètres
nl: Instellingen
pl: Ustawienia

source: Error! Could not register BBCode transform hook
fr: Erreur ! Impossible d'activer l'extension de transformation BBCode
nl: BBCode transform hook kon niet geregistreerd worden
pl: Błąd! Nie można zarejestrować wtyczki transformacyjnej BBCode

source: Error! Could not register BBCode display hook
fr: Erreur ! Impossible d'activer l'extension d'affichage BBCode
nl: BBCode weergave hook kon niet geregistreerd worden
pl: Błąd! Nie można zarejestrować wtyczki wyświetlającej BBCode

source: Error! Failed to upgrade hook (smodule)
fr: Erreur ! Impossible de mettre à jour l'extension (smodule)
nl: Hook kon niet worden bijgewerkt (als bronmodule)
pl: Błąd! Aktualizacja wtyczki zakończyła się niepowodzeniem (smodule)

source: Error! Failed to upgrade hook (tmodule)
fr: Erreur ! Impossible de mettre à jour l'extension (tmodule)
nl: Hook kon niet worden bijgewerkt (als doelmodule)
pl: Błąd! Aktualizacja wtyczki zakończyła się niepowodzeniem (tmodule)

source: Error! Could not unregister BBCode transform hook
fr: Erreur ! Impossible de désactiver l'extension de transformation BBCode
nl: BBCode transform hook kon niet gederegistreerd worden
pl: Bład! Nie można wyrejestrować wtyczki transformującej BBCode

source: Actually the bbcode hook is used with the following modules
fr: L'extension BBCode est actuellement utilisée avec les modules suivants
nl: BBCode wordt nu bij de volgende modules gebruikt
pl: Moduły, dla których wtyczka bbcode została włączona

source: Module
pl: Moduł

source: Displayname
fr: Nom affiché
nl: Weergave naam
pl: Nazwa wyświetlana

source: Options
nl: Opties
pl: Opcje

source: Hook settings
fr: Paramètres des extensions
nl: Hook instellingen
pl: Ustawienia wtyczki

source: bbcode is not used with any module
fr: BBCode n'est utilisé par aucun module
nl: bbcode wordt momenteel door geen enkele module gebruikt
pl: bbcode nie jest włączony dla żadnego modułu

source: Activate bbcode for more modules
fr: Activer BBCode pour d'autres modules
nl: Activeer bbcode voor meer modules
pl: Włącz bbcode dla innych modułów

source: Visit the bbcode project site
fr: Visiter le site du projet BBCode
nl: Bezoek de bbcode project site
pl: Odwiedź stronę projektu bbcode

source: Notice! Please allow the used HTML tags in the SecurityCenter.
fr: Note ! Veuillez autoriser, dans le centre de sécurité, les balises HTML utilisées.
nl: Let op! De gebruikte HTML tags dienen wel toegestaan te zijn in de Beveiligingscentrum-module.
pl: Uwaga! Należy włączyć w module Centrum Bezpieczeństwa wyświetlanie tagów wykorzystywanych przez BBCode.

source: Configuration [code][/code]
fr: Configuration de [code][/code]
nl: Configuratie [code][/code]
pl: Ustawienia [code][/code]

source: Enable code highlighting
fr: Activer la surbrillance du code
nl: Code markering inschakelen
pl: Włącz wyróżnianie kodu

source: %h = Header (Code), %c=lines of code, %j=lines of code, escaped for javascript.
fr: %h = En-tête (Code), %c = lignes de codes, %j = lignes de codes échappées pour javascript.
nl: %h = Header (Code), %c = coderegels, %j = coderegels, ge-escaped voor gebruik in javascript.
pl: %h = Nagłówek (Kod), %c=linie kodu, %j=linie kodu dla javascript.

source: Select code highlight mode
fr: Sélectionnez le type de surbrillance pour le code
nl: Selecteer de gewenste code markering
pl: Wybierz metodę poświetlania kodu

source: Preview
fr: Prévisualiser
nl: Voorbeeld
pl: Podgląd

source: Configuration [quote][/quote]
fr: Configuration de [quote][/quote]
nl: Configuratie [quote][/quote]
pl: Ustawienia [quote][/quote]

source: Enable quote highlighting
fr: Activer la surbrillance des citations
nl: Citaat markering inschakelen
pl: Włącz wyróżnianie cytatów

source: %u = username, %t=quoted text
fr: %u = nom d'utilisateur, %t = texte cité
nl: %u = gebruikersnaam, %t = geciteerde tekst
pl: %u = nazwa użytkownika, %t = cytowany tekst

source: Configuration [color][/color]
fr: Configuration de [color][/color]
nl: Configuratie [color][/color]
pl: Ustawienia [color][/color]

source: Enable flexible text colors
fr: Permettre d'autres couleurs de texte
nl: Flexibele tekst kleuren inschakelen
pl: Włącz kolorowanie tekstu

source: Allow userdefined text color
fr: Permettre à l'utilisateur de définir une couleur de texte
nl: Door gebruikers gedefinieerde kleurwaarden toestaan
pl: Pozwól użytkownikom na własne kolory

source: Configuration [size][/size]
fr: Configuration de [size][/size]
nl: Configuratie [size][/size]
pl: Ustawienia [size][/size]

source: Enable flexible text size
fr: Permettre d'autres tailles de texte
nl: Flexibele tekst groottes inschakelen
pl: Włącz zmienianie rozmiaru tekstu

source: Tiny
fr: Minuscule
nl: Kleinst
pl: Bardzo mały

source: Small
fr: Petite
nl: Kleiner
pl: Mały

source: Normal
fr: Normale
nl: Normaal
pl: Normalny

source: Large
fr: Grande
nl: Groter
pl: Duży

source: Huge
fr: Géante
nl: Grootst
pl: Bardzo duży

source: Allow userdefined text size
fr: Permettre à l'utilisateur de définir une taille de texte
nl: Door gebruikers gedefinieerde tekstgroottes toestaan
pl: Pozwól użytkownikom na własne rozmiary

source: Configuration of mimeTeX integration [math][/math]
fr: Configuration de l'intégration de mimeTeX [math][/math]
nl: Configuratie van mimeTeX integratie [math][/math]
pl: Ustawienia integracji mimeTeX [math][/math]

source: Enable mimeTeX support
fr: Activer le support de mimeTeX
nl: mimeTeX markering inschakelen
pl: Włącz mimeTeX

source: Full URL to the mimeTeX cgi script
fr: URL complète envoyée au script cgi de mimeTeX
nl: Volledige URL naar het mimeTeX CGI script
pl: Pełny adres URL do skryptu cgi dla mimeTeX

source: Please use an own mimeTeX installation for your website!
fr: Veuillez utiliser votre propre installation de mimeTeX pour votre site !
nl: Gebruik een eigen mimeTeX installatie voor deze website!
pl: Musisz użyć własnej instalacji mimeTeX!

source: Test image for mimeTeX
fr: Image de test pour mimeTeX
nl: Test afbeelding voor mimeTeX
pl: Testowy obraz dla mimeTeX

source: Enter URl to your mimeTeX installation and you will see a test image here
fr: Indiquez l'URI vers votre installation de mimeTeX et vous verrez une image de test s'afficher ici
nl: Voer de URl naar het mimeTeX installatiepad in, dan zal er hier een test afbeelding verschijnen
pl: Podaj URL do swojej instalacji mimeTeX, by zobaczyć testowy obrazek

source: Miscellaneous settings
fr: Configurations diverses
nl: Overige instellingen
pl: Różne ustawienia

source: Shrink links to
fr: Tronquer les liens à
nl: Links inkorten tot
pl: Skracaj linki do

source: chars
fr: caractères
nl: karakters
pl: znaków

source: Shrinks the urls shown to the specified length (0=no action).
fr: Tronquer les liens affichés à une longueur spécifique (0 = pas de réduction).
nl: De weergegeven urls inkorten tot de opgegeven lengte (0 = geen inkorting, dus volledige URL)
pl: Skracanie wyświetlanych adresów url do podanej długości (0 oznacza brak skracania).

source: Use Lightbox in img-tag
fr: Utiliser Lightbox pour la balise 'img'
nl: Gebruik Lightbox in img tag
pl: Użyj Lightbox dla obrazków

source: Width of preview image
fr: Largeur de l'image de prévisualisation
nl: Breedte van voorbeeld afbeelding
pl: Szerokość miniatur

source: Height will be calculated by the browser automatically.
fr: La hauteur sera calculée automatiquement par le navigateur.
nl: Hoogte wordt automatisch berekend door de browser
pl: Wysokość zostanie automatycznie wyliczona dla podanej szerokości.

source: Enable spoiler tag
fr: Activer la balise de texte caché
nl: Spoiler tag inschakelen
pl: Włącz spoiler

source: HTML for spoiler tag
fr: Code HTML pour la balise du texte caché
nl: HTML code voor spoiler tag
pl: HTML dla tagu spoiler

source: %h = Heading (Spoiler follows), %s = text
fr: %h = En-tête (Cacher le texte qui suit), %s = texte
nl: %h = Heading (Spoiler volgt nog), %s = tekst
pl: %h = Nagłówek (Uwaga - spoiler), %s = tekst

source: Update
fr: Mettre à jour
nl: Bijwerken
pl: Zapisz

source: Insert a link
fr: Insérer un lien
nl: Link invoegen
pl: Wstaw link

source: Insert an email address
fr: Insérer une adresse e-mail
nl: E-mail adres invoegen
pl: Wstaw adres e-mail

source: Insert an image
fr: Insérer une image
nl: Afbeelding invoegen
pl: Wstaw obraz

source: Insert quote
fr: Insérer une citation
nl: Citaat invoegen
pl: Wstaw cytat

source: Insert code
fr: Insérer du code
nl: Code invoegen
pl: Wstaw kod

source: Open list
fr: Début de liste
nl: Lijst openen
pl: Rozpocznij listę

source: Add list entry
fr: Élément de la liste
nl: Lijst item invoegen
pl: Dodaj element listy

source: Close list
fr: Fin de liste
nl: Lijst sluiten
pl: Zamknij listę

source: Bold text
fr: Texte en gras
nl: Vet gedrukte tekst
pl: Pogrubienie

source: Italic text
fr: Texte en italique
nl: Schuin gedrukte tekst
pl: Kursywa

source: Underlined text
fr: Texte souligné
nl: Understreepte tekst
pl: Podkreślenie

source: Image
nl: Afbeelding
pl: Obraz

source: Hide text
fr: Cacher le texte
nl: Tekst verbergen
pl: Ukryj tekst

source: Select code type
fr: Sélectionnez le type de code
nl: Selecteer code type
pl: Wybierz typ kodu

source: No special code
fr: N'est pas un code spécial
nl: Geen specifieke code
pl: brak

source: Font color
fr: Couleur de la police
nl: Tekst kleur
pl: Kolor czcionki

source: Select font color
fr: Sélectionnez la couleur de la police
nl: Selecteer tekst kleur
pl: Wybierz kolor czcionki

source: Black
fr: Noir
nl: Zwart
pl: Czarny

source: Dark Red
fr: Rouge foncé
nl: Donkerrood
pl: Ciemnoczerwony

source: Red
fr: Rouge
nl: Rood
pl: Czerwony

source: Orange
nl: Oranje
pl: Pomarańczowy

source: Brown
fr: Brun
nl: Bruin
pl: Brązowy

source: Yellow
fr: Jaune
nl: Geel
pl: Żółty

source: Green
fr: Vert
nl: Groen
pl: Zielony

source: Olive
nl: Olijfgroen
pl: Oliwkowy

source: Cyan
nl: Cyaan
pl: Seledynowy

source: Blue
fr: Bleu
nl: Blauw
pl: Niebieski

source: Dark Blue
fr: Bleu foncé
nl: Donkerblauw
pl: Ciemoniebieski

source: Indigo
pl: Indygo

source: Violet
pl: Fioletowy

source: White
fr: Blanc
nl: Wit
pl: Biały

source: Enter color code
fr: Indiquez le code de la couleur
nl: Geef kleurcode op
pl: Podaj kod koloru

source: Self defined color
fr: Couleur personnalisée
nl: Zelf gedefinieerde kleur
pl: Własny kolor

source: Font size
fr: Taille de la police
nl: Tekst grootte
pl: Rozmiar czcionki

source: Select font size
fr: Sélectionnez la taille de la police
nl: Selecteer tekst grootte
pl: Wybierz rozmiar czcionki

source: Enter text size
fr: Indiquez la taille du texte
nl: Geef tekstgrootte op
pl: Podaj rozmiar czcionki

source: Self defined size
fr: Taille personnalisée
nl: Zelf gedefinieerde grootte
pl: Własny rozmiar

source: Your browser does not support javascript or you turned it off. The BBCode interface has been disabled.
fr: Votre navigateur ne supporte pas javascript ou vous l'avez désactivé. L'interface de BBCode a été désactivée.
nl: De gebruikte browser ondersteunt geen JavaScript, of het is momenteel uitgeschakeld. De BBCode interface is hierdoor uitgeschakeld.
pl: Twoja przeglądarka nie posiada obsługi javascript lub jest ona wyłączona. Interfejs BBCode został zablokowany.

source: bbcode Administration
fr: Administration de BBCode
nl: bbcode beheer
pl: Administracja bbcode

source: Start
fr: Accueil

source: Spoiler
fr: Texte caché
