Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Feeds/2.6.0/module_feeds.po
Languages: de, nl

source: Fatal error: SimplePie system plugin is not available
de: Fataler Fehler: Das SimplePie System-Plugin steht nicht zur Verfügung
nl: Foutmelding! SimplePie systeem plugin is niet beschikbaar

source: Error! Could not load any Feed.
de: Fehler! Feed konnte nicht geladen werden.
nl: Foutmelding! Geen feed kunnen laden.

source: The provided URL is too long (200 chars max.).
de: Die angegebene URL ist zu lang (max. 200 Zeichen).
nl: De opgegeven URL is te lang (Max. 200 karakters)

source: Invalid protocol selected. Only http and https are allowed.
de: Falsches Protokoll - nur http und https sind möglich.
nl: Ongeldig protocol geselecteerd. Alleen http en https zijn toegestaan.

source: Error! Creation attempt failed.
de: Fehler! Der Erstellversuch ist fehlgeschlagen.
nl: Foutmelding! Aanmaak poging mislukt.

source: No such Feed found.
de: Keinen entsprechenden Feed gefunden.
nl: Geen feed gevonden.

source: Error! Deletion attempt failed.
de: Fehler! Der Löschversuch ist fehlgeschlagen.
nl: Foutmelding! Verwijder poging mislukt.

source: Error! Update attempt failed.
de: Fehler! Der Aktualisierungsversuch ist fehlgeschlagen.
nl: Foutmelding! Update poging mislukt.

source: List Feeds
de: Feeds anzeigen
nl: Bekijk feeds lijst

source: Create a Feed
de: Feed anlegen
nl: Feed aanmaken

source: Purge PermaLinks
de: Permalinks bereinigen
nl: Permalinks opschonen

source: Settings
de: Konfiguration
nl: Instellingen

source: Warning! Could not create the default Feeds category tree. If you want to use categorisation with Feeds, register at least one property for the module in the Category Registry.
de: Warnung! Der Standard-Kategorienbaum für Feeds konnte nicht angelegt werden. Wenn die Kategorisierung von Feeds verwendet werden soll, muss mindestens eine Kategorienzuweisung dafür Kategorienverwaltung erstellt werden.
nl: Let op: De standaard categorie-structuur voor de Feeds module kon niet worden aangemaakt. Indien er gebruik gemaakt gaat worden van categorisatie binnen de Feeds module, dient tenminste 1 categorie-eigenschap te worden geregistreerd voor de Feeds module in het categorie-register.

source: Feed Reader.
de: Newsfeed Reader
nl: Feed lezer

source: Invalid category
de: Ungültige Kategorie
nl: Ongeldige categorie

source: No Feeds found.
de: Keine Feeds gefunden.
nl: Geen feeds gevonden.

source: Error! Could not load any Feeds.
de: Fehler! Feeds konnten nicht geladen werden.
nl: Foutmelding! Geen feeds kunnen laden.

source: Incorrect Key given. No update performed.
de: Fehlerhafter Schlüssel angegeben. Keine Aktualisierung durchgeführt.
nl: Incorrecte Key opgegeven. Geen update uitgevoerd.

source: Items updated in Feed cache
de: Eintrag im Feed-Cache aktualisiert
nl: Bijgewerkte items in de Feed cache:

source: Error
de: Fehler
nl: Foutmelding

source: Done! Feed created.
de: Erledigt! Feed erstellt.
nl: Klaar! Feed aangemaakt.

source: Done! Feed updated.
de: Erledigt! Feed aktualisiert.
nl: Klaar! Feed bijgewerkt.

source: Done! Feed deleted.
de: Erledigt! Feed gelöscht.
nl: Klaar! Feed verwijderd.

source: Purging of the pemalinks was successful
de: Die Bereinigung der Permalink war erfolgreich.
nl: Opschonen van de permalinks is geslaagd

source: Purging of the pemalinks has failed
de: Die Bereinigung der Permalink ist fehlgeschlagen.
nl: Opschonen van de permalinks is mislukt

source: Edit
de: Bearbeiten
nl: Bewerken

source: Delete
de: Löschen
nl: Verwijderen

source: Done! Module configuration updated.
de: Erledigt! Modulkonfiguration aktualisiert.
nl: Klaar! Module configuratie bijgewerkt.

source: The Feeds module provides a feed reader to your website.
de: Das Feeds-Modul stellt einen Feed-Reader für die Website zur Verfügung.
nl: De Feeds module is een feed-reader die in de website ge√Øntegreerd kan worden.

source: Display feed
de: Feed anzeigen
nl: Feed weergeven

source: Show a feed item
de: Feedeintrag anzeigen
nl: Toon een feed item

source: Create a feed
de: Feed anlegen
nl: Feed aanmaken

source: New Feed
de: Neuer Feed
nl: Feed aanmaken

source: PermaLink URL title
de: Permalink URL Titel
nl: Permalink URL titel

source: (Blank = auto-generate)
de: (Leer = Automatisches Erstellen)
nl: (Automatisch gegenereerd indien leeg)

source: Category
de: Kategorie
nl: Categorie

source: Choose a category
de: Kategorie auswählen
nl: Kies een categorie

source: Save
de: Speichern
nl: Opslaan

source: Cancel
de: Abbrechen
nl: Annuleren

source: Update feed
de: Feed aktualisieren
nl: Feed bijwerken

source: Content
de: Inhalt
nl: Inhoud

source: Meta data
de: Meta-Daten

source: Created by %s
de: Erstellt von %s
nl: Aangemaakt door %s

source: Created on %s
de: Erstellt am %s
nl: Aangemaakt op %s

source: Last update by %s
de: Zuletzt aktualisiert von %s
nl: Laatste aanpassing door %s

source: Updated on %s
de: Aktualisiert am %s
nl: Aangepast op %s

source: View feeds
de: Feeds anzeigen
nl: Bekijk feeds

source: Reset
de: Zurücksetzen

source: Actions
de: Aktionen
nl: Acties

source: Delete feed
de: Feed löschen
nl: Feed verwijderen

source: Do you really want to delete this Feed?
de: Soll dieser Feed wirklich gelöscht werden?
nl: Dient deze Feed echt verwijderd te worden?

source: Confirm deletion?
de: Löschen bestätigen?
nl: Bevestig verwijdering?

source: General Settings
de: Allgemeine Einstellungen
nl: Algemene instellingen

source: Enable categorization
de: Kategorisierung aktivieren
nl: Categorisatie aanzetten

source: Display item names in bold
de: Namen in Fettschrift
nl: Toon item namen vetgedrukt

source: Open links in new browser window
de: Links im neuen Fenster öffnen
nl: Open links in een nieuw venster

source: Items per page
de: Einträge pro Seite
nl: Items per pagina

source: Number of feeds to list per page
de: Anzahl der Feeds pro Seite auf der Feedliste
nl: Aantal weer te geven feeds per pagina

source: Maximum items to add per feed
de: Maximale Einträge je Feed
nl: Maximaal aantal toe te voegen items per feed

source: for combined feeds (0 to add all)
de: bei kombinierten Feeds (0 für alle)
nl: voor gecombineerde feeds (0 om alle items toe te voegen)

source: Cache Settings
de: Cache Einstellungen
nl: Cache instellingen

source: Cache directory for feeds
de: Cacheverzeichnis für Feeds
nl: Cache directory voor feeds

source: (relative to [%s])
de: (relativ zu [%s])
nl: (relatief tot [%s])

source: Cache interval for feeds
de: Cachingdauer
nl: Cache interval voor feeds

source: in seconds (3600 = 1 hour)
de: in Sekunden (3600 = 1 Stunde)
nl: in seconden (3600 = 1 uur)

source: Cron Job Settings
de: CronJob Einstellungen
nl: Cron Job instellingen

source: Using a Cron Job to update the cache
de: CronJob zum Aktualisieren des Feedcaches benutzen
nl: De feed dient te worden bijgewerkt middels een Cron Job

source: (see instructions)
de: (siehe Anleitung)
nl: (zie instructies)

source: Link for using a Cron Job
de: Link für den CronJob
nl: Link voor het gebruiken van een Cron Job

source: by %s
de: von %s
nl: door %s

source: Read more
de: Weiterlesen
nl: Lees verder

source: Category: %s
de: Kategorie: %s
nl: Categorie: %s

source: Welcome to the Feeds of %s
de: Willkommen zu den Feeds von %s
nl: Welkom bij de feeds van %s

source: Choose a category to see the Feeds that belongs to it
de: Kategorie für die Feeds auswählen
nl: Kies een categorie om de feeds te zien die daar toe behoren

source: The Feeds of this category are as follows:
de: Folgende Feeds sind in dieser Kategorie enthalten:
nl: De feeds van deze categorie zijn:

source: View all feeds
de: Alle Feeds anzeigen
nl: Bekijk alle feeds

source: Feeds list
de: Feedliste
nl: Feeds overzicht

source: Available feeds
de: Verfügbare Feeds
nl: Beschikbare feeds

source: Display feed image
de: Feed-Bild anzeigen
nl: Toon feed afbeelding

source: (if available in feed)
de: (wenn im Feed vorhanden)
nl: (indien deze in de feed beschikbaar is)

source: Display feed description
de: Feed-Beschreibung anzeigen
nl: Toon feed beschrijving

source: Use alternate layout
de: Alternatives Layout benutzen
nl: Gebruik alternatieve vormgeving

source: Number of items to display
de: Anzahl der anzuzeigenen Feeds
nl: Aantal te tonen items

source: (upto the maximum supplied by the feed or -1 for all items)
de: (bis zum bereitgestellten Feedmaximum oder -1 für alle Artikel)
nl: (tot het maximum beschikbaar in de feed of -1 voor alle items)

source: Name
nl: Naam
