Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/TNGz/1.4/module_tngz.po
Languages: de

source: Sorry! No authorization to access this module.
de: Entschuldigung! Keine Berechtigung für dieses Modul.

source: TNG files Not Found
de: Die TNG-Dateien wurden nicht gefunden.

source: TNG Root Path is not correct!
de: Das TNG-Wurzelverzeichnis ist nicht korrekt.

source: TNG files Found
de: TNG-Dateien gefunden.

source: TNG Root Path is correct!
de: Das TNG-wurzelverzeichnis ist korrekt.

source: Unknown
de: Unbekannt

source: TNGz is not in sync with TNG version. Please update. Found new TNG Version. Changed from
de: TNGz ist nicht mit TNG synchronisiert. Es wurde eine neue Version von TNG gefunden, bitte aktualisieren. Geändert von

source: TNGz is in sync with TNG Version
de: TNGz stimmt mit der Version von TNG überein.

source: No (faster)
de: Nein (schneller)

source: Yes
de: Ja

source: Yes, and make plain email addresses clickable
de: Ja, und erstelle anklickbare E-Mail-Adressen

source: Off
de: Aus

source: On
de: An

source: minutes
de: Minuten

source: hour
de: Stunde

source: hours
de: Stunden

source: day
de: Tag

source: days
de: Tage

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
de: Der Wert 'authkey' ist ungültig: Wahrscheinlich wurde der 'Zurück'-Knopf gedrückt oder die Seite 'authkey' ist abgelaufen. Bitte die Seite neu laden und erneut versuchen.

source: Guest
de: Gast

source: Done! Module configuration updated.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.

source: Cache cleared
de: Zwischenspeicher geleert

source: Error clearing cache
de: Fehler beim Leeren des Zwischenspeichers

source: Genealogy
de: Ahnenforschung

source: TNG genealogy website integration module for Zikula
de: TNG-Ahnenforschung für Zikula

source: Error in accessing the TNG tables.
de: Fehler beim Zugriff auf die TNG-Tabellen.

source: Divorced
de: Geschieden

source: Genealogy Page
de: Ahnenforschungsseite

source: Search
de: Suche

source: Last Name
de: Nachname

source: First Name
de: Vorname

source: Advanced Search
de: Erweiterte Suche

source: Error in accessing the database.
de: Fehler beim Zugriff auf die Datenbank.

source: No Photo found
de: Kein Foto gefunden

source: Show top
de: Beste anzeigen

source: ordered by occurrence
de: nach Vorkommen sortiert

source: Go
de: Start

source: Show all surnames alphabetically
de: Alle Nachnamen in alphabetischer Reihenfolge anzeigen

source: Main surname page
de: Nachnamen-Hauptseite

source: This is the latest recommended version
de: Dies ist die aktuell empfohlene Version

source: Show all places alphabetically
de: Alle Orte in alphabetischer Reihenfolge anzeigen

source: Main places page
de: Haupt-Orteseite

source: Error! Could not load items.
de: Fehler beim Laden der Einträge.

source: born:
de: geboren:

source: died:
de: gestorben:

source: The following individual is flagged as living - Details withheld.
de: Die folgende Person ist als lebend gekennzeichnet - Details sind gesperrt.

source: Table
de: Tabelle

source: List
de: Liste

source: ordered by occurrence
de: nach Vorkommen sortiert

source: sorted alphabetically
de: alphabetisch sortiert

source: and
de: und

source: m.
de: verh.

source: divorced
de: gesch.

source: Last Name, First Name
de: Nachname, Vorname

source: Event date - earliest to latest
de: Ereignisdatum - frühestes zu aktuellstem

source: Event date - latest to earliest
de: Ereignisdatum - aktuellstes nach frühestem

source: Order entered
de: Eingegebene Reihenfolge

source: Full names
de: Volle Namen

source: Surnames only
de: Nur Nachnamen

source: No
de: Nein

source: Yes, show all
de: Ja, alle anzeigen

source: Yes, but never living people
de: Ja, aber niemals Lebende anzeigen

source: Yes, but show living people only if user is logged in
de: Ja, aber Lebende nur angemeldeten Benutzern anzeigen

source: Thumbnail of Photo
de: Foto-Vorschau

source: Actual Photo
de: Aktuelles Foto

source: Surname cloud
de: Wolke aus Nachnamen

source: Settings
de: Einstellungen

source: User Log
de: Benutzer-Log

source: Administration Log
de: Administrator-Log

source: Installation Instructions
de: Installationsanweisungen

source: Information
de: Informationen

source: Individuals
de: Personen

source: Families
de: Familien

source: Nobody found for today
de: Heute niemanden gefunden

source: Edit
de: Bearbeiten

source: Edit this Block
de: Diesen Block bearbeiten

source: <strong>All Fields below are optional.</strong><br /> Fields left blank will be ommited in the output.<br />IDs which are not in the right format, are not in TNG, or contain errors will be omitted in the output.
de: <strong>Alle Felder unten sind optional.</strong><br /> Leere Felder werden bei der Ausgabe ausgelassen.<br />ID's, die nicht im richtigen Format sind, nicht in TNG vorhanden sind oder Fehler haben, werden ebenso in der Ausgabe ausgelassen.

source: Explanation text at the top of the block (can included HTML)
de: Erklärungstext zu Beginn der Blockausgabe (kann HTML beinhalten).

source: Sort display entries by :
de: Einträge sortieren nach:

source: List of PersonIDs (e.g. I001, I002)
de: Liste von Personen-ID's (z.B. I001, I002)

source: List of FamilyIDs (e.g. F001, F002)
de: Liste von Familien-ID's (z.B. F001, F002)

source: Display Families by :
de: Familien anzeigen nach:

source: Show TNG Menu Link at the bottom?
de: TNG-Menülink am Ende anzeigen?

source: %1$s newest in %2$s days
de: %1$s neue Einträge in den letzten %2$s Tagen

source: No new or updated records
de: Keine neuen oder aktualisierten Einträge

source: Photos
de: Fotos

source: People Who Died
de: Verstorbene Personen

source: Show Today's Date :
de: Heutiges Datum anzeigen:

source: Show Birthdays :
de: Geburtstage anzeigen:

source: Show Marriages :
de: Eheschließungen anzeigen:

source: Show Who Died :
de: Verstorbene Personen anzeigen:

source: Show Wikipedia link :
de: Link zu Wikipedia anzeigen:

source: Detail Readme file
de: Detaillierte Readme-Datei

source: Top Locations and Places
de: Beste Orte

source: Top Places
de: Beste Orte

source: Total Places
de: Anzahl Orte

source: All places
de: Alle Orte

source: Main place listing page
de: Hauptliste der Orte

source: Top Surnames
de: Top-Nachnamen

source: Top %1$s Surnames out of %2$s Total Unique Surnames
de: Top %1$s der Nachnamen von insgesamt %2$s eindeutigen Nachnamen

source: Show all surnames
de: Zeige alle Nachnamen

source: Main surname listing page
de: Hauptliste der Nachnamen

source: Configuration status
de: Status der Konfiguration

source: Password hash method from Zikula is set to MD5.
de: Passwort-Hashing-Methode von Zikula ist MD5.

source: Password hash method from Zikula should be set to MD5 in order to get in sync with TNG!
de: Die Methode für das Passwort-Hashing von Zikula sollte auf MD5 geändert werden, damit TNG synchronisiert werden kann!

source: Want all green status for a good configuration
de: Wenn alles grün ist, dann ist die Konfiguration in Ordnung

source: TNG installation location
de: Ort der TNG-Installation

source: Guest Access
de: Gastzugriff

source: Check to allow non-logged in Zikula user to have TNG Guest access
de: Aktivieren, wenn nicht-angemeldete Benutzer Gastzugriff auf TNG bekommen sollen

source: - What username to use for the guest account
de: - Benutzername, der für den Gastzugriff verwendet werden soll

source: If enabled, please make sure in TNG's Users administration that the TNG user specified here has the level of access you want for a guest. Anyone not logged into Zikula will apear to TNG as this user.
de: Wenn aktiviert sollte in der Administration von TNG der gewünschte Zugriff dieses Benutzers überprüft werden. Jeder nicht in Zikula angemeldete Benutzer wird in TNG als dieser Benutzer identifiziert.

source: Zikula and TNG User Synchronization
de: Synchronisation von Zikula- und TNG-Benutzern

source: Create TNG users from Zikula user information
de: TNG-Benutzer aus den Benutzer-Informationen von Zikula erstellen

source: If enabled, the first time a logged in Zikula user accesses TNG, a TNG user with the same username is created
de: Wenn aktiviert wird beim erstmaligen Zugriff auf TNG ein Benutzer mit gleichem Namen erstellt

source: - Allow created user to view living
de: - Dem erstellten Benutzer Zugriff auf lebend gekennzeichnete Personen erlauben

source: - Allow created user to download GEDCOMs
de: - Dem erstellten Benutzer erlauben GEDCOM-Dateien herunterzuladen

source: - Allow created user to view LDS information
de: - Dem erstellten Benutzer Zugriff LDS-Daten erlauben

source: - Keep TNG user information up to date with changed Zikula user information
de: - Änderungen von Benutzerinformation in Zikula sollen auch in TNG durchgeführt werden

source: (includes changes to Real Name, website, and email address)
de: (beinhaltet Änderungen am Namen, Internetseite und E-Mail-Adresse)

source: Identify Primary Person
de: Primär-Person auswählen

source: Tree that includes person
de: Zweig, der diese Person beinhaltet

source: TNG ID of person (must be in the Tree)
de: TNG-ID dieser Person (muss im Zweig vorhanden sein)

source: These settings are optional. If used, they allow for more personalized links in templates. For example, the example default 'home' page will add a link to display this person's ancestors. If you do not want to use, then just leave this field blank.
de: Diese Einstellungen sind optional. Wenn sie benutzt werden, dann werden weitere personalisierte Links in den Vorlagen angezeigt. Zum Beispiel zeigt die TNGz-Startseite einen Link zu den Vorfahren dieser Person. Wenn dies nicht gewünscht ist, dann das Feld einfach leer lassen.

source: Other Settings
de: Weitere Einstellungen

source: Use TNGz's homepage instead of TNG's index page
de: TNGz-Startseite anstatt der TNG-Startseite anzeigen

source: Enable email address hiding/encoding (if you have email addresses in your TNG files)
de: E-Mail-Verschleierung aktivieren (wenn E-Mail-Adressen in den TNG-Daten benutzt werden)

source: Cache
de: Zwischenspeicher

source: Using the cache can speed up the time it takes to generate blocks and plugins. Instead of making multiple requests to the TNG database, data that has already been calculated and stored in the cache can be retrieved more quickly.
de: Das Benutzen des Zwischenspeichers kann den Seitenaufbau beschleunigen. Anstelle von mehrfachen Aufrufen der TNG-Datenbank werden die Daten, die schon berechnet wurden, gespeichert. Neue Aufrufe können dann schneller aus diesem Zwischenspeicher geladen werden.

source: TNG database change resets the cache
de: Eine Änderung der TNG-Datenbank leert den Zwischenspeicher

source: Checking the database update time does not work on all systems. If you are having trouble with the cache, then turn this off.
de: Die Aktualisierungsrate des Zwischenspeichers funktioniert nicht auf allen Systemen. Bei Problemen sollte diese Option deaktiviert werden.

source: Interval to refresh cache
de: Aktualisierungsrate für den Zwischenspeicher

source: The cache will expire and reload when either condition occurs. Both settings must be 'off' to disable caching.
de: Der Zwischenspeicher wird geleert und erneuert wenn eine Bedingung zutrifft. Beide Einstellungen müssen deaktiviert sein, um den Zwischenspeicher zu deaktivieren.

source: Clear the cache
de: Zwischenspeicher löschen

source: No Cache
de: Kein Zwischenspeicher

source: Update TNGz configuration
de: TNGz-Konfiguration aktualisieren

source: Cancel
de: Abbrechen

source: Birthdays
de: Geburtstage

source: Marriages
de: Eheschließungen

source: Go to Wikipedia
de: Zeige Wikipedia-Eintrag

source: Genealogy People Search
de: Genealogie-Daten-Suche

source: Change Log
de: Veränderungs-Log

source: Debug Information
de: Entwicklungs-Informationen

source: Information used to debug problems. This might be useful if you need to report a problem.
de: Informationen, die zur Behebung von Problemen benötigt werden (können zur Meldung von Fehlern hilfreich sein).

source: Histogram
de: Histogramm

source: This histogram shows the distribution of dates in the database.
de: Dieses Histogramm zeigt die Häufigkeit von Daten in der Datenbank an.

source: Place Map
de: Karte

source: Select the number top Surnames to display, the type of display, and the ordering. Ordering can be by most used (rank) or alphabetical.
de: Anzahl, Typ und Sortierung der anzuzeigenden Nachnamen auswählen. Die Sortierung kann alphabetisch oder nach Vorkommen erfolgen.

source: Show items
de: Einträge anzeigen

source: Display as
de: Anzeigen als

source: Number of columns (used only Table)
de: Anzahl Spalten (in Tabelle)

source: This is optional explanation text at the top of the block (can included HTML)
de: Dies ist ein optionaler Erklärungstext im oberen Bereich des Blocks (kann HTML enthalten).

source: Show new or changed Individuals
de: Neue oder bearbeitete Personen anzeigen

source: Show new or changed Families
de: Neue oder bearbeitete Familien anzeigen

source: Show new or changed Photos
de: Neue oder bearbeitete Fotos anzeigen

source: Maximum number of entries to display
de: Maximale Anzahl der anzuzeigenden Einträge

source: Maximum number of days to to display
de: Maximale Anzahl der anzuzeigenden Tage

source: Select the number top Places to display, the type of display, and the ordering. Ordering can be by most used (rank) or alphabetical.
de: Auswahl von Anzahl, Typ und Sortierung der Orte. Die Sortierung kann nach Häufigkeit oder alphabetisch erfolgen.

source: Show Pictures of People
de: Fotos von Personen anzeigen

source: Which type of photo to use
de: Welcher Typ von Foto benutzt werden soll

source: Maximum Height of display image
de: Maximalhöhe des angezeigten Bildes

source: Maximum Width of display image
de: Maximalbreite des angezeigten Bildes

source: Limit Photo selection to the following list of TNG mediaID numbers (default = blank)
de: Limitierung der anzuzeigenden Bilder auf die folgenden Medien-ID's (Voreinstellung = leer)
