Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: criteria
th: เกณฑ์, กฎเกณฑ์, เงื่อนไข

source: criteria range
th: ขอบเขตของเงื่อนไข

source: criterion
th: เกณฑ์, กฎเกณฑ์, เงื่อนไข

source: critical
th: วิกฤต

source: Croatia
th: โครเอเชีย, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐโครเอเชีย (Republic of Croatia)

source: crop
th: ครอบตัด

source: cross
th: กากบาท, เครื่องหมายกากบาท, ข้าม, ไขว้

source: crosshatch
th: ขีดไขว้

source: cross-reference
th: การอ้างอิงโยง

source: crosstab
th: แถบไขว้

source: crypto
th: ลับ (prefis ex. Cryptogram)

source: crystal
th: คริสตัล

source: CSS
th: CSS, Continuous System Simulator Language, Cascading Style Sheet [Microsoft], Contact Start-Stop, Content Scrambling System

source: CTRL
th: คอนโทรล, Ctrl, Control

source: Cuba
th: คิวบา, สาธารณรัฐคิวบา (Republic of Cuba)

source: cube
th: ลูกบาศก์

source: cumulative
th: ที่เพิ่มมากขึ้น, ที่สะสมเพิ่มมากขึ้น

source: currency
th: เงินตรา

source: current
th: ปัจจุบัน, กระแส (เงิน), ลม, น้ำ

source: cursor
th: เคอร์เซอร์, ตัวชี้ตำแหน่ง

source: curvature
th: ความโค้ง

source: curve
th: เส้นโค้ง, รูปโค้ง

source: custom
th: กำหนดเอง, เลือกเอง

source: customize
th: กำหนดเลือก, กำหนดเอง

source: cut
th: ตัด

source: cyan
th: ฟ้า (ฟ้าอมเขียว)

source: cycle
th: ไซเกิล, วงจร, รอบ, วนรอบ, หมุนรอบ

source: cylinder
th: ไซลินเดอร์, ทรงกระบอก

source: cynosure
th: เป้าสายตา

source: Cyprus
th: ไซปรัส, สาธารณรัฐไซปรัส (Republic of Cyprus), ชื่อประเทศในทวีปเอเชีย

source: Czechoslovakia
th: เช็กโกสโลวะเกีย, ชื่อประเทศในทวีปยุโรป

source: daemon
th: ดีมอน

source: damaged
th: เสียหาย

source: dark
th: มืด, เข้ม, แก่ (สี)

source: dash
th: เส้นประ

source: dash-dot
th: ประ-จุด

source: dash-dot-dot
th: ประ-จุด-จุด

source: dash length
th: ประยาว

source: data
th: ข้อมูล

source: database
th: ฐานข้อมูล

source: databinding
th: ดาต้าไบน์ดิง

source: data processing
th: ดาต้าโพรเซสซิง, การประมวลผลข้อมูล

source: datasheet
th: แผ่นข้อมูล

source: data source
th: แหล่งข้อมูล

source: data source control
th: ดาต้าซอร์สคอนโทรล

source: data type
th: ชนิดข้อมูล

source: date
th: วันที่

source: datetime
th: วันที่และเวลา, วันที่เวลา

source: daybreak
th: รุ่งอรุณ, รุ่งสาง, เช้ามืด

source: deactivate
th: ทำให้หยุดทำงาน

source: deal
th: แจกไพ่, จัดการ

source: dealer
th: ผู้แจกไพ่

source: Debian
th: เดเบียน

source: debug
th: ดีบั๊ก, แก้จุดบกพร่อง

source: debugger
th: ดีบั๊กเกอร์, โปรแกรมแก้ไขจุดบกพร่อง, โปรแกรมตรวจแก้จุดบกพร่อง

source: decay
th: เสื่อม, ผุ, พัง, การเสื่อม

source: decimal
th: ฐานสิบ, เลขทศนิยม

source: decision
th: การตัดสินใจ

source: declaration
th: การยืนยัน, การประกาศ, คำประกาศ

source: decline
th: ปฏิเสธ

source: decode
th: อ่านรหัส

source: decoder
th: ตัวอ่านรหัส

source: decorative
th: ที่ใช้ตกแต่ง, ที่ทำให้ดึงดูด

source: decrease
th: ลดลง

source: decrypt
th: ถอดรหัสลับ

source: default
th: ปริยาย

source: defeat
th: `พิชิต, ชนะ

source: define
th: กำหนด

source: definition
th: การนิยาม, นิยามคำ, การกำหนดความหมาย, คำอธิบาย

source: deflate
th: ทำให้ยุบ, ทำให้แบน, ทำให้แฟบ

source: defrag
th: จัดเรียง (พื้นที่แฟ้มข้อมูลในฮาร์ดดิสก์)

source: defragment
th: การจัดเรียงพื้นที่แฟ้มข้อมูล

source: defragmentation
th: การจัดเรียงพื้นที่แฟ้มข้อมูล

source: degree
th: องศา

source: delay
th: หน่วงเวลา

source: delegate
th: ตัวแทน

source: delete
th: ลบ

source: delimiter
th: ตัวแบ่ง, ตัวคั่น

source: delivery
th: การนำส่ง

source: deluxe
th: เดอลุกซ์, ชั้นเยี่ยม, หรูหรา

source: demand
th: `ต้องการ, ความต้องการ

source: demon
th: ดีมอน, = daemon

source: demote
th: ลดชั้น, ลดระดับ

source: demotype
th: แบบตัวอย่าง, ชนิดตัวอย่าง

source: denied
th: ปฏิเสธ, ถูกปฏิเสธ

source: denim
th: ผ้ายีนส์

source: Denmark
th: เดนมาร์ก, ชื่อประเทศในทวีปยุโรป, ราชอาณาจักรเดนมาร์ก (Kingdom of Denmark)

source: density
th: ความหนาแน่น

source: deny
th: ปฏิเสธ

source: department
th: แผนก, ฝ่าย

source: depend
th: ขึ้นอยู่กับ

source: dependence
th: การพึ่งพา, การขึ้นอยู่กับ

source: depth
th: ความลึก, ความเข้ม

source: derived
th: ได้รับมาจาก, มาจาก

source: descending
th: เรียงจากมากไปหาน้อย, จากมากไปหาน้อย

source: description
th: คำอธิบาย, การบรรยาย, รายละเอียด

source: descriptor
th: ตัวบอก

source: deselect
th: ยกเลิกการเลือก

source: desert
th: ทิ้ง, ละทิ้ง

source: design
th: ดีไซน์, ออกแบบ

source: desktop
th: เดสก์ท็อป, พื้นที่หน้าจอ, พื้นที่ทำงาน, พื้นโต๊ะ

source: desktop environment
th: สภาพแวดล้อมเดสก์ท็อป, สภาพแวดล้อมพื้นที่หน้าจอ

source: destination
th: ปลายทาง, ที่หมาย, จุดหมาย

source: destroy
th: ทำลาย, ล้ม

source: detach
th: แยกออก, เอาออก

source: detail
th: รายละเอียด

source: detect
th: ค้นหา, ตรวจหา, ตรวจสอบ

source: developer
th: ผู้พัฒนา

source: development
th: การพัฒนา

source: device
th: ดีไวซ์, อุปกรณ์

source: device driver
th: ดีไวซ์ไดรเวอร์, โปรแกรมขับอุปกรณ์

source: DHCP
th: DHCP, Dynamic Host Configuration Protocol

source: diagnose
th: การวินิจฉัย, การวิเคราะห์ปัญหา

source: diagnostics
th: โปรแกรมวินิจฉัย, โปรแกรมตรวจสอบปัญหา

source: diagonal
th: ทแยงมุม, เส้นทแยงมุม

source: diagonaldown
th: เส้นทแยงมุมลง

source: diagonalup
th: เส้นทแยงมุมขึ้น

source: diagram
th: ไดอะแกรม, แผนภาพ, แผนภูมิ

source: dial
th: หมุนโทรศัพท์, เรียกเลขหมาย, ปุ่มหมุน

source: dialog
th: ไดอะล็อก, กล่องโต้ตอบ, กรอบข้อความ

source: dialog box
th: กรอบสนทนา, กล่องโต้ตอบ

source: diamond
th: เพชร, สี่เหลี่ยมข้าวหลามตัด

source: dictionary
th: พจนานุกรม

source: difference
th: ความแตกต่าง

source: differential
th: ที่แตกต่าง

source: difficult
th: ยาก, ยุ่งยาก, ลำบาก

source: digest
th: (ข้อมูล)ที่ย่อยแล้ว

source: digit
th: ตัวเลข, เลขโดด

source: digital
th: ดิจิทัล

source: dim
th: มัว, สลัว, พร่ามัว

source: dimension
th: มิติ, ขนาด, ขอบเขต

source: direct
th: ตรง, โดยตรง

source: direction
th: ทิศทาง

source: directory
th: ไดเรกทอรี [ที่เก็บแฟ้ม], สารบบ [บัญชีรายชื่อ]

source: dirty
th: สกปรก, ลามก

source: disable
th: ปิดการใช้งาน, ยกเลิกการใช้งาน

source: disabled
th: ปิดการใช้งาน

source: disagree
th: ไม่เห็นด้วย, ไม่คล้อยตาม

source: disappear
th: ไม่ปรากฎ

source: discard
th: ละทิ้ง

source: disclaimer
th: ข้อความปฏิเสธความรับผิดชอบ

source: disconnect
th: ยกเลิกการเชื่อมต่อ

source: discrete
th: ซึ่งแยกกันโดยสิ้นเชิง

source: discuss
th: สนทนา, ถก

source: discussion
th: การสนทนา

source: disk
th: ดิสก์

source: disk drive
th: ดิสก์ไดรฟ์

source: diskette
th: แผ่นดิสก์

source: dismiss
th: ยกเลิก, บอกเลิก, ไม่สนใจ, มองข้าม

source: dispatch
th: ดิสแพตช์

source: display
th: แสดงผล, แสดง, จอภาพ

source: disposition
th: นิสัย, แนวโน้ม

source: dissolve
th: จางหาย, ละลาย

source: distance
th: ระยะห่าง, ระยะทาง

source: distinctive
th: เด่น, ที่มีลักษณะเฉพาะ

source: distortion
th: การบิดเบือน, การบิดเบี้ยว

source: distribute
th: แจกจ่าย, กระจาย, เผยแพร่

source: distribution
th: การแจกจ่าย, การกระจาย, การเผยแพร่, ชุดโปรแกรมสำหรับแจกจ่าย

source: distributor
th: ดิสทริบิวเตอร์, ผู้จัดจำหน่าย, ผู้จัดแจก

source: dithering
th: การปรับสีให้กลมกลืน

source: divide
th: แบ่ง, แบ่งแยก, หาร

source: division
th: การแบ่ง, การหาร, การแยก, แผนก, ฝ่าย

source: Djibouti
th: จิบูตี, สาธารณรัฐจิบูตี (Republic of Djibouti)

source: DL
th: DL, Download

source: DLE
th: DLE, Data Link Escape

source: DNS
th: DNS, Domain name system

source: document
th: เอกสาร

source: documentation
th: ระบบเอกสาร

source: domain
th: ขอบเขต, อาณาเขต

source: domestic
th: ภายในประเทศ

source: Domincan Republic
th: สาธารณรัฐโดมินิกัน

source: Dominica
th: โดมินิกา, เครือรัฐโดมินิกา (Commonwealth of Dominica)

source: done
th: เสร็จสิ้น, เรียบร้อย, สมบูรณ์, เสร็จ

source: doorway
th: ทางเข้าออก

source: DOS
th: DOS, ดอส, Denial Of Service, Disk Operating System

source: dot
th: จุด, ใส่จุด

source: dotted
th: ใส่จุด

source: double
th: ดับเบิล, สองเท่า, คู่

source: double-click
th: ดับเบิลคลิก, คลิกซ้ำ

source: double-sided
th: หน้าคู่

source: down
th: ขัดข้อง, ไม่ทำงาน, ใช้การไม่ได้

source: down arrow
th: ลูกศรชี้ลง

source: download
th: ดาวน์โหลด

source: draft
th: ดราฟต์, ฉบับร่าง

source: drag
th: ลาก, การลาก

source: drag and drop
th: ลากแล้วปล่อย

source: drawing
th: การวาด, วาดภาพ, งานวาด

source: drawing area
th: พื้นที่วาดรูป

source: drift
th: ล่องลอย, เบี่ยงเบน, บิดเบน

source: drive
th: ไดรว์

source: drive-in
th: ไดรฟ์อิน

source: driver
th: ไดรเวอร์, ตัวควบคุม, ตัวขับ

source: drop
th: ปล่อย

source: drop down list
th: เมนูแบบดึงลง

source: drop down menu
th: เมนูแบบดึงลง

source: dropline
th: เส้นขีดลง

source: dub
th: ทำสำเนา

source: due
th: ถึงกำหนด, ตามกำหนด, ครบกำหนด

source: dumb
th: dumb, not programmable: able only to transmit information to or receive information from a computer, and not able to process data

source: dumb terminal
th: ดัมบ์ เทอร์มินอล

source: dummy
th: ดัมมี, ตัวฝาก

source: dump
th: dump, to transfer computer data from one site to another without processing it

source: duplex
th: การสื่อสารสองทาง, การส่งผ่านข้อมูลสองทาง, การสื่อสารสองทิศทาง

source: duplicate
th: ทำซ้ำ, ทำสำเนา, สำเนา

source: duration
th: ความยาวของเสียง

source: dynamic
th: ไดนามิก, พลวัต

source: Ecuador
th: เอกวาดอร์, ชื่อประเทศในทวีปอเมริกาใต้, สาธารณรัฐเอกวาดอร์ (Republic of Ecuador)

source: edge
th: ริม, ขอบ

source: edit
th: แก้ไข

source: editable
th: แก้ไขได้

source: editor
th: เอดิเตอร์, เครื่องมือแก้ไข, บรรณาธิกรณ์

source: EDO RAM
th: อีดีโอแรม, Extended Data Out RAM

source: effect
th: เอฟเฟ็กต์, ลักษณะพิเศษ, ลูกเล่น

source: Egypt
th: อียิปต์, สาธารณรัฐอาหรับอียิปต์ (Arab Republic of Egypt)

source: eject
th: ดันออก, เอาแผ่นออก, ดันแผ่นออก

source: elapsed
th: ผ่านไป, ที่ผ่านไป

source: elastic
th: ยืดหยุ่น

source: elasticity
th: ความยืดหยุ่น

source: elbow
th: โค้งงอ, โค้ง, สิ่งที่โค้งงอ

source: electronic mail
th: ไปรษณีย์อิเล็กทรอนิกส์

source: elegant
th: หรูหรา

source: element
th: ส่วนประกอบ

source: elevation
th: การยกให้สูง, การเพิ่มระดับ, มุมยก

source: ellipse
th: วงรี

source: ellipsis
th: จุดไข่ปลา

source: elliptical
th: ที่เป็นรูปวงรี

source: El Salvador
th: เอลซัลวาดอร์, สาธารณรัฐเอลซัลวาดอร์ (Republic of El Salvador)

source: e-mail
th: อีเมล, จดหมายอิเล็กทรอนิกส์

source: embed
th: ฝัง

source: emblem
th: สัญลักษณ์, เครื่องหมาย

source: emboss
th: ทำให้นูนขึ้น

source: emphasis
th: การให้ความสำคัญ, การเน้น

source: empty
th: ว่างเปล่า, ทำให้ว่าง

source: emulate
th: เลียนแบบ

source: emulator
th: โปรแกรมเลียนแบบ..., ...เทียม (terminal emulator = เทอร์มินัลเทียม)

source: enable
th: เปิดใช้งาน

source: encapsulated postscript
th: แฟ้มเก็บภาพโพสต์สคริปต์

source: enclosure
th: สิ่งแนบ, สิ่งที่แนบมา

source: encode
th: ลงรหัส

source: character encoding
th: ชุดการเข้ารหัสอักขระ, ชุดรหัสอักขระ, การเข้ารหัสอักขระ

source: encrypt
th: เข้ารหัสลับ

source: end
th: จบ, ถึง, สิ้นสุด, ตรงปลาย

source: endless
th: ไม่สิ้นสุด, ไม่จำกัด

source: endnote
th: อ้างอิงข้างท้าย, อ้างอิงท้ายบท, อ้างอิงท้ายเรื่อง

source: enforced
th: บังคับ

source: engine
th: เครื่องกล, เครื่องยนต์

source: engineer
th: วิศวกร

source: engineering
th: วิศวกรรมศาสตร์, ทางวิศวกรรม

source: engrave
th: ประทับ, จารึก

source: enhancement
th: การเพิ่มระดับ, การเพิ่มค่า

source: enlarge
th: ขยาย

source: enter
th: ใส่ข้อมูล, ป้อนค่า, กรอก

source: enterprise
th: โครงการ, กิจการ

source: entertainment
th: ความบันเทิง

source: entity
th: เอนทิตี, เอกลักษณ์

source: entry
th: การเข้า, รายการ, การบันทึก

source: enumerate
th: แจงนับ

source: enumeration
th: การแจงนับ

source: end user
th: เอนด์ ยูสเซอร์, ผู้ใช้ขั้นปลาย

source: envelope
th: ซองจดหมาย

source: environment
th: สภาวะแวดล้อม, สภาพแวดล้อม

source: environment variable
th: ตัวแปรสภาวะแวดล้อม, ตัวแปรแวดล้อม

source: epoch
th: เหตุการณ์

source: EPS
th: แฟ้มเก็บภาพโพสต์สคริปต์, Encapsulated PostScript file name extension

source: Equador
th: เอกวาดอร์

source: equal
th: เท่ากัน, เท่ากับ

source: equalizer
th: ตัวปรับแต่งเสียง, ที่ปรับคลื่นเสียง

source: equation
th: สมการ

source: Equatorial Guinea
th: อิเควทอเรียลกินี, สาธารณรัฐอิเควทอเรียลกินี (Republic of Equatorial Guinea)

source: erase
th: ลบ, ลบข้อมูล

source: eraser
th: ยางลบ, ตัวลบ

source: Eritrea
th: เอริเทรีย, รัฐเอริเทรีย (State of Eritrea)

source: error
th: ข้อผิดพลาด, ความผิดพลาด, เกิดข้อผิดพลาด

source: error-checking
th: การตรวจสอบข้อผิดพลาด

source: escape
th: When sent by the user, escape is often used to abort execution or data entry. When sent by the computer it often starts an

source: essential
th: จำเป็น, สิ่งสำคัญ, สิ่งจำเป็น

source: estate
th: อสังหาริมทรัพย์, มรดก, ที่ดิน, ทรัพย์สิน

source: estimated
th: ประเมิน, ได้ประเมิน

source: Estonia
th: เอสโตเนีย, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐเอสโตเนีย (Republic of Estonia)

source: etched
th: สลัก, แกะสลัก

source: Ethernet
th: อีเทอร์เน็ต

source: Ethiopia
th: เอธิโอเปีย, สหพันธ์สาธารณรัฐประชาธิปไตยเอธิโอเปีย (Federal Democratic Republic of Ethiopia)

source: evaluate
th: ประเมินค่า, ประเมิน

source: even
th: คู่, เท่า

source: event
th: เหตุการณ์

source: exactly
th: ถูกต้อง, แน่นอน

source: examine
th: ตรวจสอบ

source: excellent
th: ยอดเยี่ยม, ดีเยี่ยม

source: exception
th: ข้อยกเว้น, สิ่งที่ยกเว้น, สิ่งผิดปรกติ

source: exclamation
th: คำอุทาน, การอุทาน

source: exclude
th: แยกออก, คัดออก

source: executable
th: ที่ปฏิบัติการได้

source: execute
th: ปฏิบัติการ, ดำเนินงาน

source: executive
th: ผู้บริหาร

source: exist
th: มีอยู่, คงอยู่

source: exit
th: ออกจากโปรแกรม, ออกจากระบบ

source: expand
th: ขยาย

source: expanded memory
th: หน่วยความจำขยาย

source: experience
th: ประสบการณ์

source: expert
th: ผู้เชี่ยวชาญ, ระดับผู้เชี่ยวชาญ, โดยผู้เชี่ยวชาญ

source: expire
th: หมดอายุ

source: explain
th: อธิบาย

source: explanation
th: คำอธิบาย, การอธิบาย

source: explode
th: ระเบิด, ระเบิดแฟ้ม

source: explore
th: สำรวจ

source: explosion
th: การระเบิด

source: exponential
th: เอ็กซ์โพเน็นเชียล

source: exponential notation
th: เอ็กซ์โพเน็นเชียล โนเทชัน, วิธีนำเสนอตัวเลขที่ได้จากการทดลองทางวิทยาศาสตร์ที่มีค่ามากๆ หรือน้อยๆ

source: export
th: ส่งออก, ส่งข้อมูลออก, นำออก

source: expression
th: นิพจน์, ชุดของสัญลักษณ์ที่หาค่าออกมาได้

source: expunge
th: ลบออก, กำจัดออก

source: extend
th: ขยาย

source: extension
th: นามสกุลของแฟ้ม, นามสกุลไฟล์, การขยาย

source: extra
th: พิเศษ, เสริม, สิ่งที่เพิ่มเติม, นอกรายการ

source: extract
th: ขยาย, แยกออกมา, แตกแฟ้ม, แตก

source: facsimile
th: แฟกซิมิลี, สำเนา

source: factory
th: แฟกทอรี่

source: fade
th: จางลง

source: fail
th: ล้มเหลว

source: failure
th: ความล้มเหลว

source: fair
th: ใช้ได้, ค่อนข้างดี, ท้องฟ้าโปร่ง (ศัพท์อุตุนิยมวิทยา)

source: false
th: เท็จ

source: family
th: ตระกูล

source: fancy
th: แฟนซี

source: fantasy
th: แฟนตาซี

source: FAQ
th: คำถามถามบ่อย, Frequently Asked Question

source: fatal
th: ที่ทำให้ตาย, ที่ทำให้พัง, ที่ทำให้ล้มเหลว

source: favorite
th: ที่โปรดปราน, รายการโปรด

source: fax
th: แฟกซ์, โทรสาร

source: FCC
th: FCC, คณะกรรมการกลางกำกับดูแลกิจการสื่อสาร, Federal Communications Commission, File Carbon Copy

source: FDISK
th: FDISK, Fixed Disk

source: feature
th: ฟีเจอร์, คุณสมบัติ, คุณลักษณะ

source: feed
th: ป้อน

source: feedback
th: การตอบรับ, การตอบสนอง, การสะท้อนกลับ

source: feeder
th: ที่ป้อนกระดาษ

source: feet
th: ฟุต

source: female
th: หญิง, เพศหญิง

source: fetch
th: เฟตช์, ดึงข้อมูล

source: field
th: ฟิลด์, เขตข้อมูล, ช่อง

source: Fiji
th: ฟิจิ, สาธารณรัฐหมู่เกาะฟิจิ (Republic of the Fiji Islands)

source: file manager
th: ตัวจัดการแฟ้มข้อมูล

source: fuzzy logic
th: ตรรกศาสตร์แบบกำกวม

source: freeware
th: ฟรีแวร์

source: fill
th: เติม

source: filter
th: ตัวกรอง

source: final
th: สุดท้าย

source: financial
th: ทางการเงิน, เกี่ยวกับการเงิน

source: find
th: ค้นหา, หา

source: finder
th: ตัวค้นหา

source: fingerprint
th: ลายนิ้วมือ, พิมพ์ลายนิ้วมือ

source: finish
th: เสร็จ

source: Finland
th: ฟินแลนด์, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐฟินแลนด์ (Republic of Finland)

source: fire
th: ไฟ

source: firewall
th: ไฟร์วอลล์

source: firmware
th: เฟิร์มแวร์

source: firstname
th: ชื่อ, ชื่อตัว

source: fit
th: พอดี

source: fix
th: ซ่อมแซม, ยึด, ติด, กำหนด

source: fixed font
th: ฟอนต์ที่มีความกว้างคงที่

source: fixup
th: แก้ไข, ซ่อมแซม

source: flag
th: ตัวบ่งชี้, ค่าสถานะ

source: flame
th: ข้อความที่ไม่เหมาะสม, ข้อความไม่สุภาพ

source: flash
th: แฟลช

source: flat
th: แบน, แบนราบ, ราบเรียบ

source: flicker
th: กระพริบ, วูบวาบ

source: flip
th: ฟลิป, พลิก, กลับ

source: floating
th: ทศนิยม

source: floor
th: พื้น

source: Floppy
th: ฟลอปปี้

source: floppy disk
th: แผ่นบันทึก, ฟลอปปี้ดิสก์

source: flowchart
th: ผังลำดับงาน, ผังงาน

source: flyer
th: ใบปลิว

source: focus
th: โฟกัส

source: fold
th: พับ

source: folder
th: โฟลเดอร์

source: follow-up
th: สิ่งที่ตามมา, ผลที่ตามมา

source: formula
th: สูตร, วิธีการ

source: font
th: แบบอักษร

source: foot
th: ฟุต

source: foot-endnote
th: อ้างอิงท้ายเรื่อง

source: footer
th: ท้ายกระดาษ

source: footnote
th: เชิงอรรถ

source: foreground
th: โฟร์กราวนด์, ตำแหน่งโดดเด่น, เบื้องหน้า, ส่วนหน้า

source: foremost
th: หน้าสุด

source: forever
th: ตลอดไป

source: form
th: รูปแบบ, ฟอร์ม

source: formal
th: ทางการ, เป็นทางการ

source: format
th: ฟอร์แมต, รูปแบบ, จัดรูปแบบ

source: forward
th: ถัดไป, ส่งต่อ

source: found
th: พบ

source: fraction
th: เศษส่วน

source: fragment
th: ชิ้นส่วน, แยกชิ้นส่วน

source: frame
th: เฟรม, กรอบ

source: framestyle
th: รูปแบบกรอบ

source: framework
th: โครงงาน, ขอบข่ายงาน

source: France
th: ฝรั่งเศส, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐฝรั่งเศส (French Republic)

source: free
th: ว่าง, พื้นที่ว่าง

source: freeform
th: รูปแบบอิสระ

source: freehand
th: วาดอิสระ

source: free software
th: ซอฟต์แวร์เสรี

source: frequency
th: ความถี่

source: FTP
th: FTP, เอฟทีพี, File Transfer Protocol [Internet], เกณฑ์วิธีถ่ายโอนแฟ้ม

source: fuchsia
th: แดงอมม่วง

source: fuel
th: เชื้อเพลิง, เชื้อไฟ

source: full
th: เต็ม

source: full pathname
th: ชื่อเส้นทางแบบเต็ม, ชื่อพาธแบบเต็ม

source: full screen
th: มุมมองเต็มจอ

source: function
th: ฟังก์ชัน, หน้าที่, การทำงาน

source: funnel
th: กรวย, รูปกรวย

source: Fwd
th: Forward

source: Gabon
th: กาบอง, สาธารณรัฐกาบอง (Gabonese Republic)

source: galaxy
th: กาแล็กซี

source: gallery
th: คลังภาพ

source: Gambia
th: แกมเบีย, สาธารณรัฐแกมเบีย (Republic of the Gambia)

source: game
th: เกม

source: gamma
th: แกมมา

source: gap
th: ช่องว่าง

source: gateway
th: เกตเวย์

source: GB
th: กิกะไบต์

source: gender
th: เพศ

source: genre
th: ประเภท

source: geometry
th: เรขาคณิต

source: Georgia
th: จอร์เจีย, ชื่อรัฐของสหรัฐอเมริกา, ชื่อประเทศในทวีปเอเชีย

source: Germany
th: เยอรมนี, สหพันธ์สาธารณรัฐเยอรมนี (Federal Republic of Germany)

source: Ghana
th: กานา, สาธารณรัฐกานา (Republic of Ghana)

source: GIF
th: GIF, Graphics Interchange Format (file name extension)

source: gigabyte
th: กิกะไบต์

source: GIMP
th: GIMP, GNU Image Manipulation Program

source: global
th: โดยรวม, ทั่วไป, กว้างๆ, (ตัวแปร) ส่วนกลาง

source: globe
th: โลก, ลูกโลก

source: glossary
th: อภิธานศัพท์

source: GMT
th: GMT, เวลาสากล, Greenwich Mean Time

source: GNOME
th: GNOME, GNU Network Object Model Environment

source: GNU
th: GNU, กนู, Gnu's Not Unix

source: forgery
th: (สิ่ง,เว็บ,เมล) ลอกเลียน

source: gopher
th: โกเฟอร์

source: hash
th: แฮช

source: GPL
th: GPL, General Public License

source: grab
th: ยึด, จับ, คว้า

source: gradient
th: ไล่ระดับสี

source: gradual
th: ทีละน้อย, ค่อย ๆ, ช้า ๆ

source: grammar
th: ไวยากรณ์

source: granite
th: แกรนิต

source: graph
th: กราฟ

source: graphic
th: กราฟิก

source: graphical user interface
th: GUI, การใช้งานแบบกราฟิก, ระบบติดต่อผู้ใช้ที่เป็นกราฟิก

source: graphite
th: แกรไฟต์

source: grave
th: รุนแรง

source: gravity
th: แรงโน้มถ่วง

source: gray
th: เทา

source: grayscale
th: ระดับสีเทา

source: Greece
th: กรีซ, สาธารณรัฐเฮลเลนิก (Hellenic Republic)

source: green
th: เขียว

source: greeter
th: หน้าต่างต้อนรับ

source: greeting
th: การทักทาย, คำอวยพร

source: Grenada
th: เกรเนดา

source: grey
th: เทา

source: grid
th: เส้นตาราง, ตะแกรงภาพ

source: gridline
th: เส้นตาราง

source: grip
th: ยึด

source: group
th: กลุ่ม, จัดกลุ่ม

source: groupware
th: กรุ๊ปแวร์, ซอฟต์แวร์เครือข่าย

source: Guatemala
th: กัวเตมาลา, สาธารณรัฐกัวเตมาลา (Republic of Guatemala)

source: phishing
th: (สิ่ง,เว็บ,เมล) ล่อลวง

source: guest
th: ผู้ใช้ชั่วคราว

source: GUI
th: GUI, การใช้งานแบบกราฟิก, หน้าจอแบบกราฟิก, Graphical User Interface

source: guide
th: แนะนำ, นำร่อง, ผู้แนะนำ, คู่มือ , คู่มือแนะนำ, คู่มือแนะนำการทำงาน, การใช้งานของโปรแกรมต่างๆ

source: Guinea
th: กินี, สาธารณรัฐกินี (Republic of Guinea)

source: Guinea Bissau
th: กินีบิสเซา, สาธารณรัฐกินีบิสเซา (Republic of Guinea Bissau)

source: test1
th: ทดสอบ1, การทดสอบ

source: Guyana
th: กายอานา, สาธารณรัฐสหกรณ์กายอานา (Cooperative Republic of Guyana)

source: hacker
th: แฮ็กเกอร์, ผู้เจาะระบบ

source: Haiti
th: เฮติ, สาธารณรัฐเฮติ (Republic of Haiti)

source: halt
th: หยุด, ทำให้หยุด, การหยุดชั่วคราว

source: hammer
th: ค้อน

source: hand
th: มือ

source: handbook
th: คู่มือ

source: handout
th: เอกสารประกอบคำบรรยาย

source: handshake
th: จับมือ

source: handwriting
th: ลายมือเขียน

source: hang
th: แฮงก์, หยุดทำงานกระทันหัน

source: hang up
th: วางหู, วางสาย

source: harddisk
th: ฮาร์ดดิสก์

source: hard drive
th: ฮาร์ดไดรฟ์

source: hardware
th: ฮาร์ดแวร์, ส่วนเครื่อง, ส่วนอุปกรณ์

source: hatching
th: การใส่เส้นลาย

source: HD
th: ความจุสูง, High Density

source: head
th: หัว, ส่วนหัว

source: header
th: หัวกระดาษ

source: heading
th: หัวข้อ, หัวเรื่อง

source: headline
th: ข่าวพาดหัว

source: headphone
th: หูฟัง

source: headword
th: คำหลัก, คำสำคัญ

source: heavy
th: หนัก, ร้ายแรง

source: help
th: วิธีใช้, คำแนะนำ, ช่วยเหลือ, แนะนำ

source: hertz
th: เฮิรตซ์

source: hexadecimal
th: ฐานสิบหก

source: hexagon
th: รูปหกเหลี่ยม

source: hidden
th: ที่ซ่อน, ที่แอบ

source: hidden file
th: ไฟล์ซ่อน, แฟ้มแบบซ่อน

source: highlight
th: เน้น, สิ่งที่เน้น

source: highscore
th: คะแนนสูงสุด

source: highway
th: ทางหลวง, ทางหลัก, ทางสายสำคัญ

source: hint
th: คำแนะนำ, ข้อแนะนำ

source: histogram
th: กราฟแท่ง, แผนภูมิแท่ง

source: history
th: ประวัติ, บันทึกการใช้

source: hit
th: ครั้ง

source: home
th: บ้าน, หน้าแรก, พื้นที่ส่วนตัว

source: home directory
th: พื้นที่ส่วนตัว

source: homepage
th: โฮมเพจ

source: homephone
th: โทรศัพท์บ้าน

source: Honduras
th: ฮอนดูรัส, สาธารณรัฐฮอนดูรัส (Republic of Honduras)

source: horizontal
th: ทางแนวนอน, ตามแนวนอน

source: host
th: โฮสต์, คอมพิวเตอร์แม่ข่าย

source: hostname
th: ชื่อโฮสต์, ชื่อคอมพิวเตอร์แม่ข่าย

source: hot key
th: ปุ่มลัด

source: hot list
th: ฮอตลิสต์, รายการโปรด, รายชื่อของเว็บที่มีผู้สนใจมาก

source: HTML
th: HTML, เอชทีเอ็มแอล, HyperText Markup Language

source: HTTP
th: HTTP, HyperText Transfer Protocol

source: hub
th: ฮับ

source: hue
th: ความเข้มอ่อนของสี

source: huge
th: ใหญ่โต

source: Hungary
th: ฮังการี, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐฮังการี (Republic of Hungary)

source: hyperlink
th: ไฮเพอร์ลิงก์, เชื่อมโยงหลายมิติ

source: Hz
th: เฮิรตซ์

source: Iceland
th: ไอซ์แลนด์, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐไอซ์แลนด์ (Republic of Iceland)

source: icon
th: ไอคอน, สัญรูป

source: ID
th: หมายเลขประจำตัว, Identification, Identifier

source: IDE
th: IDE, Imbedded Drive Electronics, Integrated Development Environment [Borland], Integrated Drive Electronics, Intelligent Drive Electronics, Interactive Design and Engineering, Interface Design Enhancement

source: idea
th: ความคิด, ความเห็น

source: idle
th: ที่ยังไม่ได้ใช้การ, ที่ยังไม่ทำงาน

source: ignore
th: เพิกเฉย, ไม่สนใจ

source: illegal
th: ผิดกฎหมาย, ไม่ถูกกฎหมาย

source: ILS
th: ILS, International Language Support

source: image
th: ภาพ, รูปภาพ, ภาพลักษณ์

source: immediately
th: ทันทีทันใด

source: impact
th: ผลกระทบ, ส่งผลกระทบ

source: implementation
th: การนำเอาไปใช้งาน

source: imploded
th: ระเบิดภายใน

source: import
th: นำเข้า, ข้อมูลนำเข้า

source: inaccessible
th: ไม่สามารถเข้าใช้งาน

source: inactive
th: ไม่ทำงาน

source: inbox
th: กล่องจดหมายเข้า

source: inch
th: นิ้ว

source: include
th: รวม

source: incoming
th: ข้อมูลเข้า

source: increase
th: เพิ่มขึ้น

source: indent
th: ย่อหน้า

source: indentation
th: การย่อหน้า

source: index
th: ดัชนี

source: India
th: อินเดีย, สาธารณรัฐอินเดีย (Republic of India)

source: indicator
th: ตัวบ่งชี้
