Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: Bibliography Heading
th: หัวเรื่องบรรณานุกรม

source: Binary
th: ทวิภาค

source: Binary file
th: แฟ้มข้อมูลฐานสอง

source: Bitmap
th: ภาพจากจุดเล็กๆ

source: Black
th: ดำ, สีดำ

source: Black White
th: ดำขาว

source: Black White View
th: มุมมองแบบขาวดำ

source: Black -45 degrees
th: ดำ -45 องศา

source: Black 0 degrees
th: ดำ 0 องศา

source: Black 1
th: ดำ 1

source: Black 2
th: ดำ 2

source: Black 45 degrees
th: ดำ 45 องศา

source: Black 90 degrees
th: ดำ 90 องศา

source: Black and White
th: ดำและขาว

source: Black and White (1 Bit)
th: ดำและขาว (1 บิต), ขาวดำ (1 บิต)

source: Black Italic
th: ดำ ตัวเอียง, ดำเอียง

source: Black/White
th: ดำ/ขาว

source: Blank
th: ว่าง, ช่องว่าง, เปล่า, ว่างเปล่า

source: blank group object
th: กลุ่มวัตถุว่างเปล่า

source: Blank group objects
th: กลุ่มวัตถุว่างเปล่า

source: Blank lines
th: บรรทัดว่าง

source: blank page
th: หน้าว่าง

source: Blank Slide
th: สไลด์ว่าง

source: Blink
th: กระพริบ

source: Blinking
th: กระพริบ, กำลังกระพริบ, การกระพริบ

source: Blue
th: น้ำเงิน

source: Blue gray
th: เทาน้ำเงิน

source: Blue:
th: น้ำเงิน:

source: Bold (thickness)
th: หนา (ความหนา)

source: Bold Font
th: อักษรตัวหนา

source: Bold Italic
th: หนาเอียง

source: bold off
th: ปิดตัวหนา

source: bold on
th: เปิดตัวหนา

source: Bold strikethrough
th: ตัวหนา ขีดทับ

source: Book title
th: ชื่อหนังสือ

source: Bookmark
th: ที่คั่นหน้า, บุ๊กมาร์ก

source: Bookmark file
th: แฟ้มที่คั่นหน้า, แฟ้มบุ๊กมาร์ก

source: Bookmark folder
th: โฟลเดอร์ที่คั่นหน้า, โฟลเดอร์บุ๊กมาร์ก

source: Bookmark Menu
th: เมนูที่คั่นหน้า, เมนูบุ๊กมาร์ก

source: Bookmark path
th: บุ๊กมาร์กพาธ

source: Bookmarks
th: ที่คั่นหน้า, บุ๊กมาร์กส์

source: Boolean And
th: บูลีน And

source: Boolean AND
th: บูลีน AND

source: Boolean NOT
th: บูลีน NOT

source: Boolean Not
th: บูลีน Not

source: Boolean OR
th: บูลีน OR

source: Boolean Or
th: บูลีน Or

source: Boolean Value
th: ค่าบูลีน

source: Boolean Xor
th: บูลีน Xor

source: Bordeaux
th: บอร์กโดซ์

source: Border
th: ขอบ

source: Border / Background
th: ขอบ/พื้นหลัง

source: Border Color
th: ขอบสี, สีขอบ

source: Border Style
th: ลักษณะขอบ

source: Borders
th: ขอบ

source: Bosnia and Herzegowina
th: บอสเนีย-เฮอร์เซโกวีนา, ประเทศบอสเนีย-เฮอร์เซโกวีนา

source: Bottom Left
th: ซ้ายล่าง

source: Bottom Left?
th: ล่างซ้ายใช่หรือไม่?

source: Bottom margin
th: ระยะขอบด้านล่าง, ระยะขอบล่าง

source: Bottom margin:
th: ระยะขอบด้านล่าง :, ระยะขอบล่าง :

source: Bottom of character
th: ด้านล่างของอักษร

source: Bottom of line
th: ด้านล่างของบรรทัด

source: Bottom Right
th: ล่างขวา

source: Bottom Right?
th: ล่างขวาใช่หรือไม่?

source: Bottom to Top
th: จากล่างขึ้นบน

source: Brackets
th: วงเล็บ

source: Brand
th: ตรา, ยี่ห้อ

source: Break
th: หยุด

source: Break after new column
th: หยุดหลังคอลัมน์ใหม่, หยุดหลังจากขึ้นคอลัมน์ใหม่

source: Break after new page
th: หยุดหลังจากขึ้นหน้าใหม่

source: Break before new column
th: หยุดก่อนขึ้นคอลัมน์ใหม่

source: Break before new page
th: หยุดก่อนขึ้นหน้าใหม่

source: Breakpoint
th: จุดเปลี่ยนแปลง

source: Breakpoints
th: จุดเปลี่ยนแปลง, จุดเปลี่ยนแปลง

source: Breaks
th: หยุด

source: Breve
th: เครื่องหมายเน้นเสียง

source: Brightness
th: ความสว่าง

source: Brightness Contrast
th: ความแตกต่างความสว่าง

source: Brightness:
th: ความสว่าง:

source: Bring Forward
th: นำไปข้างหน้า

source: Bring to Front
th: นำไปไว้ข้างหน้าสุด

source: Brochures
th: แผ่นพับสำหรับโฆษณา, แผ่นพับ

source: Brown
th: น้ำตาล

source: Browse
th: ค้นหา, เรียกดู

source: Browser
th: โปรแกรมที่ช่วยค้นหาหรืออ่านเอกสารบนอินเทอร์เน็ต, เบราว์เซอร์

source: Brush
th: แปรง, พู่กัน

source: Business data
th: ข้อมูลธุรกิจ

source: Business letter
th: จดหมายธุรกิจ

source: Button type
th: ประเภทปุ่ม, ชนิดปุ่ม

source: Buttons
th: ปุ่ม, ปุ่มต่างๆ

source: By author
th: โดยผู้ประพันธ์

source: Byte
th: ไบต์

source: Bytes
th: ไบต์

source: Cache
th: แคช

source: Calculate Selection
th: คำนวณส่วนที่เลือก

source: Calculate Table
th: ตารางคำนวณ

source: Calculation
th: การคำนวณ

source: Calendar
th: ปฎิทิน

source: Calendar URL
th: ปฎิทินยูอาร์แอล

source: Call Database Manager
th: เรียกตัวจัดการฐานข้อมูล

source: Camera
th: กล้อง

source: Camera position
th: ตำแหน่งกล้อง

source: Cancel
th: ยกเลิก

source: Cancel all changes?
th: ยกเลิกการเปลี่ยนแปลงทั้งหมดหรือไม่?

source: Canceled by user
th: ถูกยกเลิกโดยผู้ใช้

source: Cannot change to directory
th: ไม่สามารถเปลี่ยนไดเรกทอรี่ได้

source: Cannot create the file $(URL1).
th: ไม่สามารถสร้างไฟล์ $(URL1) ได้, ไม่สามารถสร้างแฟ้ม $(URL1) ได้

source: Cannot find a Java function
th: ไม่พบฟังก์ชันจาวา

source: Cannot open document.
th: ไม่สามารถเปิดเอกสารได้

source: Cannot open the file %1
th: ไม่สามารถเปิดแฟ้ม %1ได้

source: Cannot sort selection
th: ไม่สามารถจัดเรียงส่วนที่เลือกได้

source: Cannot transfer data
th: ไม่สามารถถ่ายโอนข้อมูลได้

source: Categories
th: หมวดหมู่

source: Category
th: หมวดหมู่,ประเภท

source: Category and Number
th: ประเภทและจำนวน

source: CD-ROM drive
th: ไดรฟ์ซีดีรอม

source: Cell Attributes
th: คุณสมบัติเซลล์

source: Cell Contents
th: เนื้อหาเซลล์

source: Cell must contain a formula.
th: ต้องบรรจุสูตรในเซลล์

source: Cell Style
th: รูปแบบเซลล์

source: Cell Styles
th: รูปแบบเซลล์, รูปแบบเซลล์ต่างๆ

source: Cell value is
th: ค่าเซลล์คือ

source: Cells
th: เซลล์

source: Center
th: กลาง, ตรงกลาง, ศูนย์กลาง

source: Center ( vertical )
th: กลาง (แนวตั้ง)

source: Center %O
th: กลาง %O, ตรงกลาง %O, ศูนย์กลาง %O

source: Center of character
th: กึ่งกลางของตัวอักษร

source: Center of line
th: กึ่งกลางบรรทัด

source: Center X
th: ศูนย์กลางแกนนอน

source: Center Y
th: ศูนย์กลางแกนตั้ง

source: Centimeter
th: เซนติเมตร

source: Change %O
th: เปลี่ยน %O

source: Change >>
th: เปลี่ยน

source: Change Database
th: เปลี่ยนฐานข้อมูล

source: Change Database Range
th: เปลี่ยนขอบเขตของฐานข้อมูล

source: Change Font
th: เปลี่ยนแบบอักษร

source: Change mode
th: เปลี่ยนโหมด

source: Change name
th: เปลี่ยนชื่อ

source: Change object order of %O
th: เปลี่ยนลำดับวัตถุของ %O

source: Change order of layers
th: เปลี่ยนลำดับของชั้นงาน

source: Change order of pages
th: เปลี่ยนลำดับของหน้า

source: Change page number
th: เปลี่ยนหมายเลขหน้า

source: Change password
th: เปลี่ยนรหัสผ่าน

source: Change password protection
th: เปลี่ยนการป้องกันรหัสผ่าน

source: Change Position
th: เปลี่ยนตำแหน่ง

source: Change Scale
th: เปลี่ยนอัตรา, เปลี่ยนขนาด

source: changed
th: เปลี่ยนแล้ว, ถูกเปลี่ยน, ที่เปลี่ยน

source: Changed to
th: ได้ถูกเปลี่ยนไปเป็น

source: Changes
th: เปลี่ยน

source: Changes discovered
th: ความเปลี่ยนแปลงที่ถูกค้นพบ

source: Chapter
th: บท

source: Chapter name
th: ชื่อบท

source: Chapter no.
th: หมายเลยบท

source: Chapter number
th: หมายเลขบท

source: Chapter number and name
th: หมายเลขบทและชื่อ, หมายเลขและชื่อบท

source: Chapter Styles
th: รูปแบบบท

source: Chapters
th: บท

source: Character
th: ตัวอักษร, อักขระ

source: Character background
th: พื้นหลังอักษร, พื้นหลังอักขระ

source: Character set
th: ชุดอักษร, ชุดอักขระ

source: Character set color
th: สีชุดอักษร, สีชุดอักขระ

source: Character Style
th: รูปแบบอักษร, รูปแบบอักขระ

source: Character Style:
th: รูปแบบอักษร:, รูปแบบอักขระ:

source: Character Styles
th: รูปแบบอักษร, รูปแบบอักษรต่างๆ, รูปแบบอักขระ, รูปแบบอักขระต่างๆ

source: Characters
th: อักษร, อักษรต่างๆ, อักขระ, อักขระต่างๆ

source: Characters at end of line
th: อักษรที่จุดสิ้นสุดบรรทัด

source: Characters at line begin
th: อักษรที่จุดเริ่มต้นบรรทัด

source: Characters at line end
th: อักษรที่บรรทัดสุดท้าย

source: Chart
th: แผนภูมิ

source: Chart Area
th: พื้นที่แผนภูมิ

source: Chart Bar
th: แท่งแผนภูมิ

source: Chart colors
th: สีแผนภูมิ

source: Chart Data
th: ข้อมูลแผนภูมิ

source: Chart Options
th: ตัวเลือกแผนภูมิ

source: Chart title
th: ชื่อแผนภูมิ

source: Chart Type
th: ชนิดแผนภูมิ

source: Chart Wall
th: พื้นหลังแผนภูมิ, ผนังแผนภูมิ

source: Check
th: ตรวจสอบ

source: Check spelling
th: ตรวจการสะกดคำ

source: Chinese (HongKong)
th: ภาษาจีน (ฮ่องกง), ชาวจีน (ฮ่องกง), จีน (ฮ่องกง)

source: Chinese (simlpe)
th: ภาษาจีน(ประยุกต์)

source: Chinese (Singapore)
th: ภาษาจีน (สิงค์โปร์), ชาวจีน (สิงค์โปร์), จีน (สิงค์โปร์)

source: Chinese (Trad.)
th: ภาษาจีนดั่งเดิม, ภาษาจีน(ดั่งเดิม)

source: Choose
th: เลือก

source: CHOOSE
th: เลือก

source: Choose a chart type
th: เลือกชนิดแผนภูมิ

source: Choose a data source
th: เลือกแหล่งข้อมูล

source: Choose help file
th: เลือกไฟล์ช่วยเหลือ, เลือกแฟ้มช่วยเหลือ

source: Choose the type of installation.
th: เลือกประเภทการติดตั้ง

source: Choose your pages
th: เปลี่ยนหน้า

source: Circle
th: วงกลม,ทรงกลม

source: Circle Arc
th: ส่วนโค้งวงกลม

source: Circle attributes
th: คุณลักษณะวงกลม

source: Circle Pie
th: unfilled

source: Circle Segment
th: unfilled

source: Circumflex
th: เครื่องหมายกำกับเสียงรูปหมวก

source: City
th: เมือง

source: City/State/Zip
th: เมือง/รัฐ/รหัสไปรษณีย์

source: Class
th: ระดับ, ชั้น, ชั้นเรียน

source: Class ID
th: รหัสชั้น, รหัสระดับ

source: Class Location
th: ตำแหน่งชั้น, ตำแหน่งระดับ

source: CLEAN
th: ลบล้าง, สะอาด

source: Clear
th: ลบ, ลบล้าง, ล้าง

source: Click here to start
th: กดที่นี่เพื่อเริ่ม, กดที่นี่เพื่อเริ่มต้น

source: Click object
th: กดวัตถุ

source: Click to add notes
th: กดเพื่อเพิ่มการบันทึก

source: Click to add text
th: กดเพื่อเพิ่มข้อความ

source: Click to add title
th: กดเพื่อเพิ่มชื่อเรื่อง

source: Click to exit presentation
th: กดเพื่อออกจากการนำเสนอ

source: Close
th: ปิด

source: Close %O
th: ปิด %O

source: Close Active Window
th: ปิดหน้าต่างที่ทำงาน

source: Close All
th: ปิดทั้งหมด

source: Close All Files
th: ปิดทุกแฟ้ม

source: Close All Windows
th: ปิดทุกหน้าต่าง

source: Close Application
th: ปิดโปรแกรม

source: Close Document
th: ปิดเอกสาร

source: Close mail
th: ปิดจดหมาย

source: Close message
th: ปิดข้อความ

source: Close Object
th: ปิดวัตถุ

source: Close Task
th: ปิดงาน

source: Close Window
th: ปิดหน้าต่าง

source: Closed Circle
th: วงกลมปิด

source: Closed Circle II
th: วงกลมปิด II

source: Closing folder
th: กำลังปิดโฟลเดอร์

source: CODE
th: รหัส

source: Collate
th: เทียบ, เปรียบเทียบ

source: Color
th: สี

source: Color Bar
th: แถบสี

source: Color format
th: รูปแบบสี

source: Color Palette
th: จานสี

source: Color Preview
th: แสดงตัวอย่างสี

source: Color resolution
th: ความละเอียดสี

source: Color sample
th: ตัวอย่างสี

source: Color selection
th: การเลือกสี

source: Colors
th: สี, สีต่างๆ

source: Column
th: คอลัมน์

source: Column $(N)
th: คอลัมน์ $(N)

source: Column and row headers
th: หัวเรื่องคอลัมน์และแถว

source: Column Arrangement
th: การจัดเรียงคอลัมน์

source: Column deleted
th: ลบคอลัมน์แล้ว, คอลัมน์ถูกลบ

source: Column Format
th: รูปแบบคอลัมน์

source: Column headers
th: หัวคอลัมน์

source: Column information
th: ข้อมูลคอลัมน์

source: Column inserted
th: แทรกคอลัมน์แล้ว, คอลัมน์ถูกแทรก

source: Column name
th: ชื่อคอลัมน์

source: Column names
th: ชื่อคอลัมน์

source: Column not found
th: ไม่พบคอลัมน์

source: Column Properties
th: คุณสมบัติคอลัมน์

source: Column properties:
th: คุณสมบัติคอลัมน์:

source: Column spacing
th: ระยะห่างคอลัมน์

source: Column Width
th: ความกว้างคอลัมน์

source: Column widths
th: ความกว้างคอลัมน์

source: Column/Row headers
th: หัวคอลัมน์/แถว

source: Column/Row Headers On/Off
th: เปิด/ปิดหัวคอลัมน์/แถว

source: Columns
th: คอลัมน์

source: Combination
th: การรวมตัว, การรวมกัน

source: Combine
th: รวมกัน

source: Combine %O
th: รวมกัน %O

source: Combine with -
th: รวมกับ -

source: Comma
th: จุลภาค

source: Command Button
th: ปุ่มคำสั่ง

source: Command mode
th: โหมดคำสั่ง

source: Commands
th: คำสั่ง

source: Comment
th: คำอธิบาย, คำวิจารณ์

source: Comment:
th: คำอธิบาย:, คำวิจารณ์:

source: Comments
th: คำอธิบาย, คำวิจารณ์

source: Common
th: ปกติ, ทั่วไป, สามัญ

source: Company
th: บริษัท

source: Compare
th: เปรียบเทียบ

source: Compare Document
th: เปรียบเทียบเอกสาร

source: Compare documents
th: เปรียบเทียบเอกสาร

source: Comparison aborted.
th: ยกเลิกการเปรียบเทียบ

source: Compatibility
th: ความสอดคล้องกัน

source: Compile
th: เรียบเรียง, แปล

source: Compile Error:
th: ข้อผิดพลาดในการแปล:

source: Compiling help files
th: กำลังแปลแฟ้มช่วยเหลือ

source: Complete
th: ครบถ้วน, สมบูรณ์

source: Complete Directory
th: ไดเรกทอรี่สมบูรณ์

source: Complete words
th: คำสมบูรณ์

source: Compressed
th: บีบอัดแล้ว, ถูกบีบอัด

source: Compression
th: การบีบอัด

source: Compression 0..9
th: การบีบอัด 0..9

source: Compression value
th: การบีบอัดค่า

source: Condition
th: เงื่อนไข

source: Condition 1
th: เงื่อนไข 1, ข้อแม้ 1

source: Condition 2
th: เงื่อนไข 2, ข้อแม้ 2

source: Condition 3
th: เงื่อนไข 3, ข้อแม้ 3

source: Conditional Formatting
th: การวางรูปแบบอย่างมีเงื่อนไข

source: Conditional text
th: ข้อความแบบมีเงื่อนไข

source: cone
th: กรวย

source: Cones
th: deep

source: Confidential
th: ลับ

source: Configuration
th: การตั้งค่า, การปรับแต่ง

source: Configuration file
th: แฟ้มการตั้งคา, แฟ้มการตั้งค่า, แฟ้มตั้งค่า, แฟ้มการปรับแต่ง, แฟ้มเก็บค่า

source: Configuration Menu
th: เมนูการตั้งค่า, เมนูตั้งค่า, เมนูการปรับแต่ง

source: Configuration Server
th: เซิร์ฟเวอร์การปรับค่า, เซิร์ฟเวอร์การตั้งค่า

source: Configuration Server System User
th: ผู้ใช้ระบบการตั้งค่าเซิร์ฟเวอร์

source: Configurations
th: การตั้งค่า

source: Configure
th: ปรับแต่ง, ตั้งค่า

source: Confirm
th: ยืนยัน

source: Confirm delete
th: ยืนยันการลบ

source: Confirm file replacement
th: ยืนยันการแทนที่แฟ้ม

source: Confirm Overwrite
th: ยืนยันการเขียนทับ

source: Confirm password
th: ยืนยันรหัสผ่าน

source: Confirm receipt
th: ยืนยันการได้รับ

source: Connect
th: เชื่อมต่อ

source: Connecting to $(ARG1)
th: กำลังเชื่อมต่อไปยัง $(ARG1)

source: Connecting with %1
th: กำลังเชื่อมต่อไปยัง $(ARG1), กำลังเชื่อมต่อโดย %1

source: Connection
th: การเชื่อมต่อ

source: Connection failed
th: การเชื่อมต่อล้มเหลว

source: Connection Lines
th: สายที่ใช้เชื่อมต่อ

source: Connection mode
th: โหมดการเชื่อมต่อ

source: Connection to database interrupted.
th: การเชื่อมต่อไปยังฐานข้อมูลถูกรบกวน

source: Connection to database lost.
th: การเชื่อมต่อไปยังฐานข้อมูลสูญหาย

source: Connector
th: ตัวเชื่อม

source: Connector attributes
th: คุณสมบัติของตัวเชื่อม

source: Connector Ends with Arrow
th: ตัวเชื่อมที่ปลายเป็นลูกศร

source: Connector Ends with Circle
th: ตัวเชื่อมที่ปลายเป็นวงกลม

source: Connector reserved 2
th: ตัวเชื่อต่อสงวน 1, ตัวเชื่อมต่อสงวน 1, ตัวเชื่อมต่อสงวน 2

source: Connector reserved 3
th: ตัวเชื่อต่อสงวน 3, ตัวเชื่อมต่อสงวน 3

source: Connector reserved 4
th: ตัวเชื่อต่อสงวน 4, ตัวเชื่อมต่อสงวน 4

source: Connector reserved 5
th: ตัวเชื่อมต่อสงวน 5

source: Connector reserved 6
th: ตัวเชื่อมต่อสงวน 6

source: Connector reserved 7
th: ตัวเชื่อมต่อสงวน 7

source: Connector reserved 8
th: ตัวเชื่อมต่อสงวน 8

source: Connector reserved 9
th: ตัวเชื่อมต่อสงวน 9

source: Connector Starts with Arrow
th: ตัวเชื่อมที่เริ่มด้วยลูกศร

source: Connector Starts with Circle
th: ตัวเชื่อมที่เริ่มด้วยวงกลม

source: Connector with Arrows
th: ตัวเชื่อมต่อพร้อมหัวลูกศร

source: Connector with Circles
th: ตัวเชื่อมต่อพร้อมหัววงกลม

source: Connectors
th: ตัวเชื่อมต่อ

source: Constant value
th: ค่าคงที่

source: Content
th: เนื้อหา

source: Contents
th: เนื้อหา

source: Contents 1
th: เนื้อหา 1

source: Contents 10
th: เนื้อหา 10

source: Contents 2
th: เนื้อหา 2

source: Contents 3
th: เนื้อหา 3

source: Contents 4
th: เนื้อหา 4

source: Contents 5
th: เนื้อหา 5

source: Contents 6
th: เนื้อหา 6

source: Contents 7
th: เนื้อหา 7

source: Contents 8
th: เนื้อหา 8

source: Contents 9
th: เนื้อหา 9

source: Contents cannot be renamed
th: ไม่สามารถเปลี่ยนชื่อเนื้อหาได้

source: Context
th: บริบท

source: Continue
th: ต่อไป, ต่อเนื่อง

source: Continue >>
th: ต่่อไป, ต่อเนื่อง

source: Continue search backwards
th: ค้นย้อนหลังต่อ

source: Continue search forward
th: หาต่อ

source: Continue the installation anyway?
th: ทำการติดตั้งต่อไปเลยหรือไม่?

source: Continue?
th: ดำเนินการต่อหรือไม่?

source: Continue>>
th: ทำต่อไป

source: Continuous
th: อย่างต่อเนื่อง, ไม่ขาดสาย

source: Contour
th: เส้นขอบวัตถุ

source: Control
th: ควบคุม

source: Control Bar
th: แถบควบคุม

source: Control message
th: ข้อความใช้ควบคุม

source: Control Password
th: รหัสผ่านในการควบคุม

source: Convert
th: แปลง

source: Convert %O to contour
th: แปฃ, แปลง %O เป็นเส้นขอบวัตถุ

source: Convert %O to curve
th: แปลง %O เป็นส่วนโค้ง

source: Convert %O to polygon
th: แปลง %O เป็นรูปเหลี่ยม

source: Convert selected object to curve?
th: แปลงวัตถุที่เลือกเป็นส่วนโค้งหรือไม่?

source: Convert table to text
th: แปลงตารางเป็นข้อมูล

source: Convert Table/Text
th: แปลงตาราง/ข้อความ

source: Convert text -> table
th: แปลงข้อความ -> ตาราง

source: Convert Text to Table
th: แปลงข้อความเป็นตาราง

source: Convert to bitmap
th: แปลงเป็นภาพบิตแมพ

source: Convert to contour
th: แปลงเป็นเส้นขอบวัตถุ

source: Convert to Curve
th: แปลงเป็นส่วนโค้ง

source: Convert to Grayscale
th: แปลงเป็นโทนเทา, แปลงเป็นเกรย์สเกล

source: Convert to Polygon
th: แปลงเป็นรูปเหลี่ยม

source: Converting the documents
th: การแปลงเอกสาร, กำลังแปลงเอกสาร

source: Converts text to a number.
th: แปลงข้อความเป็นจำนวน

source: Copies
th: คัดลอก

source: Copy
th: คัดลอก

source: Copy %O
th: คัดลอก %O

source: Copy HTML table
th: คัดลอกตารางเอชทีเอ็มแอล, คัดลอกตาราง HTML

source: Copy Link
th: คัดลอกการเชื่อมโยง

source: Copy List
th: คัดลอกรายการ

source: Copy list from
th: คัดลอกรายการจาก

source: Copy page
th: คัดลอกหน้า

source: Copy results to
th: คัดลอกผลลัพธ์ไปยัง

source: Copy table
th: คัดลอกตาราง

source: Copy to
th: คัดลอกไปยัง

source: Copy to folder
th: คัดลอกไปยังโฟลเดอร์

source: Copy user files
th: คัดลอกแฟ้มผู้ใช้

source: Copy while moving
th: คัดลอกขณะเคลื่อนย้าย

source: Copy/Move to
th: คัดลอก/ย้ายไปยัง

source: Copying %1 to %2
th: กำลังคัดลอก %1 ไปยัง %2

source: Copying data
th: กำลังคัดลอกข้อมูล

source: Copying in progress
th: การคัดลอกอยู่ในขั้นตอน

source: could not be found.
th: หาไม่พบ

source: Could not create Address Book!
th: ไม่สามารถสร้างสมุดที่อยู่ได้

source: Could not merge documents.
th: ไม่สามารถรวมเอกสารได้

source: Count
th: นับ

source: country
th: ประเทศ

source: Country/State
th: ประเทศ/รัฐ

source: Create
th: สร้าง

source: Create %O
th: สร้าง %O

source: Create backup
th: สร้างการสำรอง

source: Create Directory
th: สร้างไดเรกทอรี่

source: Create Document
th: สร้างเอกสาร

source: Create from
th: สร้างจาก

source: Create from file
th: สร้างจากแฟ้ม

source: Create Group
th: สร้างกลุ่ม

source: Create HTML Document
th: สร้างเอกสารเอชทีเอ็มแอล, สร้างเอกสาร HTML

source: Create Link
th: สร้างจุดเชื่อมโยง, สร้างการเชื่อมโยง

source: Create Master Document
th: สร้างเอกสารหลัก

source: Create name from
th: สร้างชื่อจาก

source: Create Names
th: สร้างชื่อ

source: Create new
th: สร้างใหม่

source: Create new folder
th: สร้างโฟลเดอร์ใหม่

source: Create New Group as Folder
th: สร้างกลุ่มใหม่เป็นโฟลเดอร์

source: Create table
th: สร้างตาราง

source: Created
th: สร้างแล้ว, ถูกสร้าง

source: Created by
th: สร้างโดย

source: Created on
th: สร้างเมื่อ, สร้างบน

source: Creating directories
th: กำลังสร้างไดเรกทอรี่

source: Cube
th: ลูกบาศก์

source: Current Database
th: ฐานข้อมูลปัจจุบัน

source: Current Date
th: วันปัจจุบัน

source: Current document only
th: เอกสารปัจจุบันเท่านั้น

source: current installation.
th: การติดตั้งปัจจุบัน

source: Current Time
th: เวลาปัจจุบัน

source: Current version
th: รุ่นปัจจุบัน, เวอร์ชั่นปัจจุบัน

source: Cursor
th: เคอร์เซอร์

source: Cursor type
th: ชนิดเคอร์เซอร์, ประเภทเคอร์เซอร์

source: Curve
th: เส้นโค้ง

source: Curves
th: เส้นโค้ง

source: Cut
th: ตัด

source: Cut %O
th: ตัด %O

source: Cylinder
th: ทรงกระบอก

source: Daisy
th: ดอกเดซี

source: Dark violet
th: สีม่วงเข้ม

source: Dash
th: เครื่องหมาย " - " หรือ ยติภังค์, เครื่องหมายขีดคั่นระหว่างพยางค์ คำ วลี หรือประโยค

source: Dash (Bold)
th: เครื่องหมาย " - " (ตัวหนา)

source: DATA
th: ข้อมูล

source: Data Area
th: พื้นที่ข้อมูล

source: Data buffer size (MB)
th: ขนาดแหล่งพักข้อมูล (เมกกะไบต์)

source: Data comparison has been started.
th: การเปรียบเทียบข้อมูลได้เริ่มขี้นแล้ว

source: Data could not be written.
th: ไม่สามารถเขียนข้อมูลได้

source: Data in Columns
th: ข้อมูลในคอลัมน์

source: Data in Rows
th: ข้อมูลในแถว

source: Data range
th: ช่วงข้อมูล

source: Data Series
th: ชุดข้อมูล

source: Data Source
th: แหล่งข้อมูล

source: Data transfer has been aborted.
th: การโอนถ่ายข้อมูลถูกยกเลิก

source: Data transfer has been started.
th: การโอนถ่ายข้อมูลถูกเริ่มต้นแล้ว

source: Data transfer not possible
th: เป็นไปไม่ได้ที่จะทำการโอนถ่ายข้อมูล

source: Data type mismatch
th: ชนิดของข้อมูลไม่ตรงกัน

source: Data_1
th: ข้อมูล_1

source: Data_2
th: ข้อมูล_2

source: Data_B
th: ข้อมูล_บี

source: data_E
th: ข้อมูล_อี

source: data_X
th: ข้อมูล_เอ็กซ์

source: data_Y
th: ข้อมูล_วาย

source: Database bar
th: แถบฐานข้อมูล

source: Database columns
th: คอลัมน์ฐานข้อมูล

source: Database Converter
th: ตัวแปลงฐานข้อมูล

source: Database could not be opened.
th: ไม่สามารถเปิดฐานข้อมูลได้

source: Database file
th: แฟ้มฐานข้อมูล

source: Database files
th: แฟ้มฐานข้อมูล

source: Database Name
th: ชื่อฐานข้อมูล

source: Database name not specified.
th: ชื่อฐานข้อมูลยังไม่ได้ถูกระบุ

source: Database names
th: ชื่อฐานข้อมูล

source: Database password
th: รหัสผ่านฐานข้อมูล

source: Database selection
th: การเลือกฐานข้อมูล

source: Database settings
th: ตั้งค่าฐานข้อมูล

source: Database size (MB)
th: ขนาดฐานข้อมูล (เมกกะไบต์)

source: Database sizes
th: ขนาดฐานข้อมูล

source: Database Statistics
th: สถิติฐานข้อมูล

source: Database Table
th: ตารางฐานข้อมูล

source: Database type
th: ชนิดฐานข้อมูล, ประเภทฐานข้อมูล

source: Databases
th: ฐานข้อมูล

source: Databases in Use
th: ฐานข้อมูลอยู่ในระหว่างการใช้งาน

source: Databuffer size (MB)
th: ขนาดแหล่งพักข้อมูล (เมกกะไบต์)

source: Date
th: วันเดือนปี

source: Date time
th: วันเวลา

source: Date (fixed)
th: วันเดือนปี (ตายตัว), วันเดือนปี (คงที่)

source: Date (variable)
th: วันเดือนปี (เปลี่ยนแปลงได้)

source: Date 1
th: วันเดือนปี 1

source: Date 2
th: วันเดือนปี 2

source: Date and time
th: วันเดือนปี และ เวลา

source: Date and time :
th: วันเดือนปี และ เวลา :

source: Date format
th: รูปแบบวันเดือนปี

source: Date_1
th: วันเดือนปี_1

source: Date_2
th: วันเดือนปี_2

source: Date:
th: วันเดือนปี:

source: day(s)
th: วัน

source: DAYS360
th: วัน360

source: Decimal
th: เลขฐานสิบ, ระบบฐานสิบ

source: Decimal Symbol
th: สัญลักษณ์ฐานสิบ

source: Default
th: ปริยาย, ค่าปริยาย, ค่าเริ่มต้น

source: Default button
th: ปุ่มปริยาย, ปุ่มดั่งเดิม

source: Default colors
th: สีปริยาย, สีมาตรฐาน

source: Default Colors for Data Series
th: สีปริยายสำหรับชุดข้อมูล

source: Default control
th: คอนโทรลปริยาย, คอนโทรลมาตรฐาน

source: Default fonts
th: แบบอักษรปริยาย, แบบอักษรมาตรฐาน

source: Default language
th: ภาษาปริยาย

source: Default printer
th: เครื่องพิมพ์ปริยาย

source: Default protocol
th: โปรโตคอลปริยาย

source: Default selection
th: การเลือกแบบปริยาย

source: Default status
th: สถานะปริยาย, สถานะมาตรฐาน

source: Default Templates
th: แม่แบบปริยาย, แม่แบบมาตรฐาน

source: Default value
th: ค่าปริยาย, ค่ามาตรฐาน

source: Default writing aids languages
th: ภาษามาตรฐานสำหรับเครื่องมือภาษา, ภาษาปริยายสำหรับเครื่องมือภาษา

source: Define
th: กำหนด

source: Define Database Range
th: กำหนดช่วงฐานข้อมูล, กำหนดขอบเขตฐานข้อมูล

source: Define line styles
th: กำหนดหน้าตาเส้นแบ่ง

source: Define Names
th: กำหนดชื่อ

source: Define Print Range
th: กำหนดช่วงพิมพ์

source: Define Range
th: กำหนดขอบเขต

source: Define Text Attributes
th: กำหนดคุณลักษณะอักษร

source: Definition
th: ค่ากำหนด

source: Definition and data
th: ค่ากำหนดและข้อมูล

source: Deinstall
th: ถอน

source: Deinstall %1
th: ถอน %1

source: Deinstallation
th: การถอน

source: Deinstallation was successful.
th: การถอนได้เสร็จสิ้นไปแล้ว

source: Delay
th: ล่าช้า

source: Delete # objects
th: ลบวัตถุ #, ลบ # วัตถู

source: Delete %O
th: ลบ %O

source: Delete all
th: ลบทั้งหมด

source: Delete all files
th: ลบแฟ้มทั้งหมด
