Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: Modify Size
th: แก้ไขขนาด

source: Modify slide
th: แก้ไขภาพนิ่ง

source: Modify Symbol
th: แก้ไขเครื่องหมาย, แก้ไขสัญลักษณ์

source: Mongolian
th: มองโกเลีย

source: Monochrome
th: สีเดียว, สีขาวดำ

source: month
th: เดือน

source: Months
th: เดือน

source: More
th: อีก, มากกว่า

source: More Blue
th: เพิ่มสีฟ้า

source: More Brightness
th: เพิ่มความสว่าง

source: More Contrast
th: เพิ่มความแตกต่าง

source: More Green
th: เพิ่มสีเขียว

source: More Red
th: เพิ่มสีแดง

source: Mosaic
th: direct

source: Move %O to back
th: เลื่อน%Oไปข้างหลัง

source: Move %O to front
th: เลื่อน%Oไปข้างหน้า

source: Move Down
th: เลื่อนลง

source: Move frame
th: เลื่อนเฟรม

source: Move Left
th: เลื่อนซ้าย

source: Move Object To Left
th: เลื่อนวัตถุไปทางซ้าย

source: Move Object To Lower Left
th: เลื่อนวัตถุไปทางด้านล่างซ้าย

source: Move Object To Lower Right
th: เลื่อนวัตถุไปทางด้านล่างขวา

source: Move Object To Right
th: เลื่อนวัตถุไปทางขวา

source: Move Object To Upper Left
th: เลื่อนวัตถุไปทางด้านบนซ้าย

source: Move Object To Upper Right
th: เลื่อนวัตถุไปทางด้านบนขวา

source: Move Right
th: เลื่อนขวา

source: Move slide
th: เลื่อนภาพนิ่ง

source: Move slides
th: เลื่อนภาพนิ่ง

source: Move table
th: เลื่อนตาราง

source: Move To Left
th: เลื่อนทางซ้าย

source: Move To Lower Left
th: เลื่อนทางซ้ายลง, เลื่อนทางซ้ายล่าง

source: Move To Lower Right
th: เลื่อนทางขวาล่าง

source: Move To Right
th: เลื่อนทางขวา

source: Move To Upper Left
th: เลื่อนทางขวาบน, เลื่อนทางซ้ายบน

source: Move To Upper Right
th: เลื่อนทางขวาบน

source: Move Up
th: เลื่อนขึ้น

source: My Documents
th: เอกสารของฉัน

source: Name
th: ชื่อ

source: Name Object
th: ชื่อวัตถุ

source: Name of Report
th: ชื่อของรายงาน

source: Names
th: ชื่อ

source: Navigator
th: ตัวนำทาง

source: Negative numbers red
th: แสดงค่าติดลบด้วยสีแดง

source: Nepali (India)
th: ชาวเนปาล (อินเดีย), ภาษานปาล (อินเดีย)

source: Network
th: เครือข่าย

source: Network operating system
th: ระบบปฏิบัตการเครือข่าย, ระบบจัดการเครือข่าย, ระบบปฏิบัติการเครือข่าย

source: Network system
th: ระบบเครือข่าย

source: New
th: ใหม่, สร้างใหม่

source: New (text only)
th: สร้างใหม่ (เฉพาะข้อความ)

source: New #
th: ใหม่ #, สร้างใหม่ #

source: New data source
th: สร้างแหล่งข้อมูลใหม่

source: New Database
th: สร้างฐานข้อมูลใหม่

source: New database title
th: สร้างหัวเรื่องฐานข้อมูลใหม่

source: New doc.
th: สร้างเอกสารใหม่

source: New document
th: สร้างเอกสารใหม่

source: New Event
th: สร้างเหตุการณ์ใหม่

source: New Folder
th: สร้างแฟ้มข้อมูลใหม่

source: New Folder Bookmark
th: สร้างโฟลเดอร์ที่คั่นหนังสือใหม่

source: New Folder:
th: โฟลเดอร์ใหม่:

source: New Mail
th: จดหมายใหม่

source: New name
th: ชื่อใหม่

source: New News Server
th: เซิร์ฟเวอร์ข่าวใหม่

source: New POP3 Account
th: สร้างบัญชีผู้ใช้ POP3 ใหม่

source: New Search
th: ค้นหาใหม่

source: New template
th: สร้างแม่แบบใหม่

source: New user
th: ผู้ใช้ใหม่

source: News
th: ข่าว

source: Newsgroup
th: กลุ่มข่าว

source: Newsgroups
th: กลุ่มข่าว

source: Next >>
th: ถัดไป >>

source: Next bookmark
th: ที่คั่นหนังสือถัดไป

source: Next Error
th: ข้อผิดพลาดถัดไป

source: Next link
th: การเชื่อมต่อถัดไป

source: Next Message
th: ข้อความถัดไป

source: Next page
th: หน้าถัดไป

source: Next picture
th: รูปถัดไป

source: Next section
th: ส่วนถัดไป

source: Next Slide
th: สไลด์ถัดไป

source: Next table
th: ตารางถัดไป

source: Next Window
th: หน้าต่างถัดไป

source: Next>
th: ถัดไป>

source: No.
th: หมายเลข

source: No
th: ไม่

source: No ($Arg1) files found
th: เอกสารข้อมูล($Arg1)ไม่ถูกพบ

source: No %s
th: ไม่มี %s

source: No action
th: ไม่มีการกระทำ

source: No additional information
th: ไม่มีข้อมูลเพิ่มเติม

source: No border
th: ไม่มีขอบ, ไม่มีกรอบ

source: No. of sheets
th: หมายเลขแผ่นงาน, หมายเลขชีท

source: Noname
th: ไม่มีชื่อ

source: none
th: ไม่มี

source: Nonprinting characters
th: อักขระไม่มีรูปพิมพ์

source: Normal
th: ธรรมดา, ปกติ

source: Normal position
th: ตำแหน่งปกติ

source: North
th: เหนือ, ทางเหนือ, ภาคเหนือ

source: NOT
th: ไม่

source: Not available
th: ยังไม่มี

source: Not Blinking
th: ปิดการกระพริบ

source: Not centered
th: ปิดการจัดระยะกึ่งกลาง

source: Not Equal
th: ไม่เท่า, ไม่เท่ากับ

source: not equal to
th: ไม่เท่ากับ

source: Not Shadowed
th: ปิดการใช้เงา

source: Not Transparent
th: ปิดการโปร่งใส

source: not verified
th: ยังไม่ได้รับการยืนยัน

source: Note
th: คำแนะนำ, หมายเหตุ

source: Notes Background
th: แท็กหมายเหตุ

source: Notes View
th: มุมมองหมายเหตุ

source: Nov
th: พ.ย., พฤศจิกายน

source: November
th: พฤศจิกายน

source: NOW
th: ชณะนี้

source: number
th: หมายเลข, เลข

source: Number entries
th: รายการหมายเลข

source: Number Forms
th: หมายเลขฟอร์ม

source: Number of cells
th: จำนวนช่อง, จำนวนเซลล์, จำนวนของเซลล์

source: Number of characters
th: จำนวนของอักขระ

source: Number of colors
th: จำนวนสี

source: Number of connections
th: จำนวนของการเชื่อมต่อ

source: Number of copies
th: จำนวนต้นฉบับ, จำนวนที่จะคัดลอก

source: Number of Graphics
th: จำนวนของกราฟิก

source: Number of Lines
th: จำนวนบรรทัด

source: Number of OLE Objects
th: จำนวนวัตถุ OLE, จำนวนของวัตถุ OLE

source: Number of pages
th: จำนวนหน้า

source: Number of Paragraphs
th: จำนวนย่อหน้า, จำนวนของย่อหน้า

source: Number of Selected Files
th: จำนวนแฟ้มที่เลือก

source: Number of Tables
th: จำนวนของตาราง, จำนวนตาราง

source: Number of Words
th: จำนวนคำ

source: Number of workstations
th: จำนวนเครื่องเวิร์คสเตชัน

source: Object
th: วัตถุ

source: Object $(ARG1) is locked
th: วัตถุ $(ARG1) ถูกล็อค, วัตถุ $(ARG1) ถูกล็อก

source: Object $(ARG1) is not locked
th: วัตถุ $(ARG1) ไม่ได้ถูกล็อค, วัตถุ $(ARG1) ไม่ได้ถูกล็อก

source: Object $(ARG1) is read-only
th: วัตถุ $(ARG1) เป็นวัตถุที่อ่านได้อย่างเดียว

source: Object Bar
th: แถบวัตถุ

source: Object color
th: สีวัตถุ

source: Object Menu
th: เมนุวัตถุ

source: Object name
th: ชื่อวัตถุ

source: Object names
th: ชื่อวัตถุ

source: Objects
th: วัตถุ

source: Oct
th: ต.ค., ตุลาคม

source: October
th: ตุลาคม

source: of
th: ของ

source: Off
th: ปิด

source: Old
th: เก่า

source: Old value
th: ค่าเก่า

source: older than
th: เก่ากว่า

source: On
th: เปิด

source: Online
th: ออนไลน์

source: Open
th: เปิด

source: Open / Close
th: เปิด/ปิด

source: Open Circle
th: วงกลมโปร่ง

source: Open Document
th: เปิดเอกสาร

source: Open File
th: เปิดไฟล์, เปิดแฟ้ม

source: Open in New Window
th: เปิดในหน้าต่างใหม่

source: Open Message
th: เปิดข้อความ

source: Open object
th: เปิดวัตถุ

source: Open windows
th: เปิดหน้าต่าง

source: Open with
th: เปิดด้วย

source: Opening folder
th: กำลังเปิดโฟลเดอร์

source: Operating systems
th: ระบบปฏิบัติการ

source: Operations
th: การปฏิบัติการ

source: Optical Character Recognition
th: การรู้จำตัวอักษร

source: Optimal Column Width
th: direct

source: Optimal Row Height
th: ปรับความสูงตามค่าข้อมูลในเซลล์

source: Optimize
th: หาค่าที่ดีที่สุด

source: Option Bar
th: แถบตัวเลือก

source: Option Button
th: ปุ่มตัวเลือก

source: Options
th: ตัวเลือก

source: Options <<
th: ตัวเลือก <<

source: Options >>
th: ตัวเลือก >>

source: Options Bar
th: แถบตัวเลือก

source: Options bar/Graphics
th: แถบตัวเลือก/กราฟฟิค, แถบตัวเลือก/กราฟิก

source: Or
th: หรือ

source: OR
th: หรือ

source: Oracle
th: ออราเคิล

source: Orange
th: สีส้ม

source: Order
th: ลำดับ(น), เรียงลำดับ(ก)

source: Organization
th: องค์กร

source: Other
th: อื่นๆ

source: Other application
th: แอพลิเคชันอื่น

source: Other character
th: อักขระอื่น

source: Other Unix systems
th: ระบบ Unix อื่น

source: Other:
th: อื่นๆ:

source: Others
th: อื่นๆ

source: Outbox
th: กล่องขาออก

source: Overwrite
th: เขียนทับ

source: Page
th: หน้า

source: Page Break
th: ตัวแบ่งหน้า

source: Page break between groups
th: ตัวแบ่งหน้าระหว่างกลุ่ม

source: Page Break Mode
th: โหมดตัวแบ่งหน้า

source: Page breaks
th: ตัวแบ่งหน้า

source: Page Columns
th: ตัวแบ่งคอลัมน์

source: Page Count
th: คำนวณจำนวนหน้า

source: Page Description
th: รายละเอียดหน้า

source: Page Down
th: เลื่อนหน้าลง

source: Page End
th: จบหน้า, สิ้นสุดหน้า

source: Page Format
th: รูปแบบหน้ากระดาษ

source: Page height
th: ความสูงหน้ากระดาษ

source: Page layout
th: เค้าโครงหน้ากระดาษ

source: Page margins
th: ระยะหน้า, ระยะกระดาษ

source: Page name
th: ชื่อหน้า

source: Page no.
th: เลขหน้า

source: Page number
th: หมายเลขหน้า

source: Page number:
th: หน้าที่:, หน้า:

source: Page Numbers
th: จำนวนหน้า, หมายเลขหน้า

source: Page order
th: ลำดับหน้ากระดาษ

source: Page Preview
th: แสดงตัวอย่างก่อนพิมพ์, แสดงตัวอย่างหน้า

source: Page Preview: Four Pages
th: ตัวอย่างหน้ากระดาษ : แสดงครั้งละ 4 หน้า

source: Page Preview: Two Pages
th: ตัวอย่างหน้ากระดาษ : แสดงครั้งละ 2 หน้า

source: Page Settings
th: การตั้งค่าหน้ากระดาษ

source: Page Setup
th: ตั้งค่าหน้ากระดาษ

source: Page size
th: ขนาดกระดาษ

source: Page Style
th: รูปแบบกระดาษ

source: Page Style:
th: รูปแบบกระดาษ:

source: Page Style: Columns
th: รูปแบบกระดาษ: คอลัมน์

source: Page Styles
th: รูปแบบหน้ากระดาษ, รูปแบบกระดาษ

source: Page width
th: ความกว้างหน้ากระดาษ

source: Page(s)
th: หน้า

source: Pagebreak
th: ตัวแบ่งหน้า

source: Pages
th: หน้า

source: Paper
th: กระดาษ

source: Paper format
th: รูปแบบกระดาษ

source: Paper jam
th: กระดาษติด

source: Paper size
th: ขนาดกระดาษ

source: Paper tray
th: ถาดกระดาษ

source: Paper tray from printer settings
th: ถาดกระดาษจากการตั้งค่าเครื่องพิมพ์

source: Paragraph
th: ย่อหน้า

source: Paragraph alignment
th: การจัดวางย่อหน้า, การจัดตำแหน่งย่อหน้า

source: Paragraph area
th: พื้นที่ย่อหน้า

source: Paragraph end
th: สิ้นสุดย่อหน้า

source: Paragraph is
th: ย่อหน้าคือ, ย่อหน้าได้แก่

source: Paragraph Style
th: ลักษณะของย่อหน้า

source: Paragraphs
th: ย่อหน้า

source: Parallel
th: ขนาน

source: Password
th: รหัสผ่าน

source: Password (repeat)
th: รหัสผ่าน (อีกครั้ง)

source: Password protected
th: รหัสผ่านถูกป้องกัน

source: Password required
th: ต้องการรหัสผ่าน

source: Passwords do not match
th: รหัสผ่านไม่ตรงกัน

source: Paste
th: วาง

source: Paste all
th: วางทั้งหมด

source: Paste Clipboard
th: วางในคลิปบอร์ด

source: Paste List
th: วางรายการ

source: Paste name
th: วางชื่อ

source: Paste Special
th: วางแบบพิเศษ

source: Path
th: ตำแหน่ง, เส้นทาง

source: Path for BMP files
th: ตำแหน่งแฟ้ม BMP

source: Path not found
th: ไม่พบตำแหน่ง

source: Path to shared configrc
th: ตำแหน่ง configrc ที่แบ่งใช้

source: Path/File access error
th: ผิดพลาดระหว่างเข้าหาแฟ้ม/ตำแหน่ง

source: Path/File name
th: ตำแหน่ง/ชื่อแฟ้ม

source: Paths
th: ตำแหน่ง

source: Pattern
th: ลวดลาย

source: Pattern color
th: สีลวดลาย

source: Pattern color:
th: สีลวดลาย

source: Pause
th: หยุดชั่วคราว

source: Paused
th: ถูกหยุดชั่วคราว

source: PBM Options
th: ตัวเลือก PBM

source: PDF file
th: แฟ้ม PDF

source: Pen
th: ปากกา

source: Pending deletion
th: กำลังทำการลบ

source: Pens
th: ปากกา

source: Per chapter
th: ต่อบท

source: Per document
th: ต่อเอกสาร

source: Per page
th: ต่อหน้า

source: Percent
th: เปอร์เซ็นต์, ร้อยละ

source: Percent with symbols
th: เปอร์เซนต์ พร้อมเครื่องหมาย

source: Percentage
th: เปอร์เซ็นต์, ร้อยละ

source: Period
th: ช่วงเวลา

source: Personal
th: ส่วนตัว, ส่วนบุคคล

source: Personal certificates
th: ใบรับรองส่วนบุคคล

source: Personal Data
th: ข้อมูลส่วนตัว, ข้อมูลส่วนบุคคล

source: Personal letter
th: จดหมายส่วนตัว

source: Personal settings
th: การตั้งค่าส่วนตัว, การตั้งค่าส่วนบุคคล

source: Perspective shadow
th: เงามุมมอง

source: Phone Dialer
th: เครื่องมือหมุนโทรศัพท์

source: Phone/cellphone
th: โทรศัพท์/มือถือ

source: Phone/Cellphone/Fax
th: โทรศัพท์/มือถือ/โทรสาร

source: Phonetic Symbols
th: สัทอักษร, เครื่องหมายแทนเสียง

source: Photo CD Options
th: ตัวเลือกซีดีรูปภาพ

source: PICT Options
th: ตัวเลือก PICT

source: Picture (%PRODUCTNAME 3.0)
th: รูปภาพ (%PRODUCTNAME 3.0)

source: Picture (%PRODUCTNAME 4.0)
th: รูปภาพ (%PRODUCTNAME 4.0)

source: Picture (%PRODUCTNAME 5.0)
th: รูปภาพ (%PRODUCTNAME 5.0)

source: Picture (%PRODUCTNAME)
th: รูปภาพ (%PRODUCTNAME)

source: Pictures
th: รูปภาพ

source: Pixels
th: พิกเซล, จุดภาพ

source: Plastic
th: พลาสติก

source: Play
th: เล่น

source: Play in full
th: เล่นเต็ม ๆ

source: Play sound
th: เล่นเสียง

source: Please choose
th: กรุณาเลือก

source: Please comment
th: กรุณาหมายเหตุ

source: Please enter the Zip code.
th: กรุณากรอกรหัสไปรษณีย์, กรุณาใส่รหัสไปรษณีย์

source: Please enter your browser settings
th: กรุณาตั้งค่าเบราว์เซอร์ของคุณ

source: Please enter your first name.
th: กรุณาใส่ชื่อของท่าน

source: Please enter your last name.
th: กรุณาใส่นามสกุล, กรุณาใส่นามสกุลของท่าน

source: Please select a screen resolution
th: กรุณาเลือกความละเอียดของหน้าจอ

source: Please wait a moment
th: กรุณารอสักครู่, กรุณารอสักครู่

source: plug-in
th: ปลั๊กอิน, โปรแกรมเสริม, โปรแกรมเล็กๆที่เพิ่มความสามารถให้แก่โปรแกรมหลักที่ผู้ใช้สามารถติดตั้งด้วยตนเองเมื่อต้องการ

source: PNG Options
th: ตัวเลือก PNG

source: Polygon
th: รูปหลายเหลี่ยม

source: Polygon (45?)
th: filled

source: Polyline
th: เส้นหลายมุม

source: POP3 account
th: บัญชี POP3

source: Popup Windows
th: หน้าต่างพ็อพอัพ

source: Port
th: พอร์ต

source: Port Administration
th: การบริหารพอร์ต, การจัดการพอร์ต

source: Port number
th: หมายเลขพอร์ต

source: Portuguese
th: ชาวโปรตูเกส, ภาษาโปรตูเกส, ชาวโปรตุเกส, ภาษาโปรตุเกส

source: Portuguese (Brazilian)
th: ภาษาโปรตุเกส (ภาษาบราซิล)

source: Position
th: ตำแหน่ง

source: Position and Size
th: ตำแหน่งและขนาด

source: Position in Document
th: ตำแหน่งในเอกสาร

source: Position X
th: ตำแหน่ง X

source: Position Y
th: ตำแหน่ง Y

source: Positioning of icons
th: การกำหนดตำแหน่งของ, การกำหนดตำแหน่งของไอคอน

source: Positions
th: ตำแหน่ง

source: Post Reply
th: ตอบกลับ

source: Posterize
th: direct

source: PowerPoint Documents
th: เอกสาร PowerPoint

source: PowerPoint Import
th: นำเข้าแฟ้ม PowerPoint

source: PowerPoint templates
th: แม่แบบ PowerPoint

source: PPM Options
th: ตัวเลือก PPM

source: Presentation
th: งานนำเสนอ

source: Presentation Options
th: ตัวเลือกงานนำเสนอ

source: Presentation Settings
th: ตั้งค่างานนำเสนอ

source: Presentation Styles
th: รูปแบบงานนำเสนอ

source: Presets
th: ค่าเริ่มต้น

source: Press Enter to move selection
th: กด Enter เพื่อย้ายสิ่งที่เลือก

source: Preview
th: ตัวอย่างก่อนพิมพ์, ตัวอย่าง

source: Preview Mode
th: โหมดตัวอย่าง

source: Preview object
th: ตัวอย่างวัตถุ

source: Preview objects
th: ตัวอย่างวัตถุ

source: Previous bookmark
th: ที่คั่นหนังสือก่อนหน้า

source: Previous contents
th: เนื้อหาก่อนหน้า

source: Previous Error
th: ข้อผิดพลาดก่อนหน้า

source: Previous link
th: ลิงก์ก่อนหน้า

source: Previous Message
th: ข้อความก่อนหน้า

source: Previous page
th: หน้าก่อนหน้า

source: Previous picture
th: รูปภาพก่อนหน้า

source: Previous Record
th: เรคคอร์ดก่อนห้า

source: Previous Slide
th: สไลด์ก่อนหน้า

source: Previous table
th: ตารางก่อนหน้า

source: Previous table formula
th: สุตรตารางก่อนหน้า

source: Previous text
th: ข้อความก่อนหน้า

source: Previous text frame
th: กรอบข้อความก่อนหน้า

source: Previous Unread Message
th: ข้อความไม่ได้อ่านก่อนหน้า

source: Previous Window
th: หน้าต่างก่อนหน้า

source: Print
th: พิมพ์

source: Print Document
th: พิมพ์เอกสาร

source: Print File
th: พิมพ์ไฟล์, พิมพ์แฟ้ม

source: Print form letters
th: พิมพ์ฟอร์มจดหมาย

source: Print format
th: รุปแบบการพิมพ์

source: Print from
th: พิมพ์จาก

source: Print from bottom
th: พิมพ์จากล่าง

source: Print from top
th: พิมพ์จากบน

source: Print Preview
th: ตัวอย่างก่อนพิมพ์

source: Print to file
th: พิมพ์ลงไฟล์, พิมพ์ลงแฟ้ม

source: Printed
th: พิมพ์, ถูกพิมพ์

source: Printer
th: เครื่องพิมพ์

source: Printer Name
th: ชื่อเครื่องพิมพ์

source: Printer Setting
th: การตั้งค่าเครื่องพิมพ์

source: Printer Settings
th: การตั้งค่าเครื่องพิมพ์

source: Printer Setup
th: ตั้งค่าเครื่องพิมพ์

source: Printing
th: กำลังพิมพ์

source: Private
th: ส่วนตัว, ส่วนบุคคล

source: Private data
th: ข้อมูลส่วนตัว, ข้อมูลส่วนบุคคล

source: Profile Name
th: ชื่อโพรไฟล์, ชื่อคุณสมบัติ

source: Program
th: โปรแกรม

source: Program too large
th: โปรแกรมใหญ่เกินไป

source: Programs
th: โปรแกรม

source: Progress
th: ความคืบหน้า

source: Progress:
th: ความคืบหน้า:

source: Project
th: โครงการ

source: Properties
th: คุณสมบัติ

source: Properties change
th: เปลี่ยนคุณสมบัติ, ปรับเปลี่ยนคุณสมบัติ

source: Properties of
th: คุณสมบัติของ

source: Properties of 3D objects
th: คุณสมบัติของวัตถุ 3 มิติ

source: Properties of Send Protocols
th: คุณสมบัติของโพรโทคอลที่ส่งไป

source: Properties:
th: คุณสมบัติ:

source: Property changed
th: คุณสมบัติถูกเปลี่ยน

source: Protect
th: ป้องกัน

source: Protect Cells
th: เซลที่ถูกป้องกัน, ป้องกันเซล

source: Protect document
th: เอกสารที่ถูกป้องกัน, ป้องกันเอกสาร

source: Protect sheet
th: ชีทที่ถูกป้องกัน, แผ่นงานที่ถูกป้องกัน, ป้องกันชีท, ป้องกันแผ่นงาน

source: Protected
th: ถูกป้องกัน

source: Protected object positon
th: ตำแหน่งของวัตถุถูกป้องกันไว้

source: Protected object size
th: ขนาดของวัตถุถูกป้องกันไว้

source: Protected Sheet
th: ชีทที่ถูกป้องกัน, แผ่นงานที่ถูกป้องกัน

source: Protection
th: การป้องกัน

source: Protocol
th: โพรโทคอล

source: Protocol for mail delivery (MAILTO)
th: โพรโทคอลสำหรับการส่งเมล (MAILTO)

source: Protocol for newsgroups (NEWS)
th: โพรโทคอลสำหรับกลุ่มข่าว (NEWS)

source: Protocol selection
th: การเลือกโปรโตคอล, การเลือกโพรโทคอล

source: Protocols
th: โปรโตคอล, โพรโทคอล

source: Proxy
th: พร็อกซี

source: Proxy Server
th: เซิร์ฟเวอร์พร็อกซี

source: Public
th: สาธารณะ

source: Public holidays
th: วันหยุดทั่วไป

source: Publication type
th: ชนิดสิ่งพิมพ์, ชนิดของสิ่งพิมพ์

source: Publisher
th: ผู้จัดทำ, ผู้จัดพิมพ์

source: Publisher address
th: ที่อยู่ของผู้จัดพิมพ์, ที่อยู่ของผู้จัดทำ

source: Publishers
th: ผู้จัดพิมพ์

source: Push Button
th: ปุ่มกด

source: Pyramid
th: ทรงพีระมิด

source: Pyramids
th: ทรงพีระมิด

source: Quality
th: คุณภาพ

source: Queries
th: รายการ

source: Query
th: รายการ

source: Query #
th: รายการ

source: Quick Search
th: ค้นหารวดเร็ว, ค้นหาแบบรวดเร็ว

source: Quickstart
th: เรียกโปรแกรมด่วน

source: QuickTime Movie (*.mov)
th: ภาพยนตร์ QuickTime (*.mov)

source: Read
th: อ่าน

source: Read data
th: อ่านข้อมูล

source: Read Documents
th: อ่านเอกสาร

source: Read Error
th: อ่านข้อผิดพลาด

source: READ ME not found!
th: ไม่พบ READ ME, ไม่พบ READ ME!

source: Read Messages
th: อ่านข้อความ

source: Read-only
th: อ่านอย่างเดียว, เฉพาะอ่าน

source: Ready
th: พร้อม

source: Record
th: บันทึก

source: Records
th: บันทึก

source: Rectagle
th: rounded

source: Rectangle
th: สี่เหลี่ยม, สี่เหลี่ยมผืนผ้า

source: Rectangles
th: สี่เหลี่ยม, สี่เหลี่ยมผืนผ้า

source: Rectangular
th: สี่เหลี่ยมผืนผ้า

source: Rectangular red/white
th: สี่เหลี่ยมผืนผ้า แดง/ขวา

source: Red
th: แดง

source: Red:
th: แดง:

source: Redo
th: ทำซ้ำ

source: ref
th: อ้างอิง

source: Reference
th: อ้างอิง

source: Reference edge
th: เส้นขอบอ้างอิง

source: Reference point 1 X
th: จุดอ้างอิง 1 X

source: Reference point 1 Y
th: จุดอ้างอิง 1 Y

source: Reference point 2 X
th: จุดอ้างอิง 2 X

source: Reference point 2 Y
th: จุดอ้างอิง 2 Y

source: Reference Style
th: รูปแบบอ้างอิง

source: Reference value
th: ค่าอ้างอิง

source: References
th: อ้างอิง

source: Reject
th: ปฏิเสธ

source: Reject All
th: ปฏิเสธทั้งหมด

source: Reject change
th: ปฏิเสธการเปลี่ยนแปลง

source: Rejected
th: ถูกปฏิเสธ

source: Relation
th: การหมุน, ความสัมพันธ์

source: Relief
th: direct

source: Remind again later.
th: เตือนอีกครั้งในภายหลัง

source: Remind me to register later
th: เตือนฉันให้ลงทะเบียนในภายหลัง

source: Remove Bookmark
th: ลบที่คั่นหนังสือ

source: Remove characters
th: ลบอักขระ

source: Remove Entry
th: ลบรายการ

source: Remove Filter
th: ลบตัวกรอง

source: Remove Filter/Sort
th: ลบตัวกรอง/การจัดเรียง

source: Rename
th: เปลี่ยนชื่อ

source: Rename object:
th: เปลี่ยนชื่อวัตถุ

source: Repair
th: ซ่อมแซม

source: Repair installation
th: การติดตั้งเพื่อซ่อมแซม

source: Repairs a damaged installation.
th: การติดตั้งเพื่อซ่อมแซมส่วนที่เสียหาย

source: Repeat
th: ซ้ำ, ทำซ้ำ

source: Repeat Search
th: ค้นหาอีกครั้ง

source: Replace
th: แทนที่

source: REPLACE
th: แทนที่

source: Replace 1st... with 1^st
th: แทนที่ 1st... ด้วย 1^st

source: Replace all
th: แทนที่ทั้งหมด

source: Replace with
th: แทนที่ด้วย

source: Replace with previous image
th: แทนที่ด้วยรูปภาพก่อนหน้า

source: Reply
th: ตอบกลับ

source: Reply Path
th: ที่ตั้งสำหรับตอบกลับ

source: Reply to
th: ตอบกลับไปยัง

source: Reply to All
th: ตอบกลับไปยังทุกคน

source: Reply to group
th: ตอบกลับไปยังกลุ่ม

source: Reply to sender
th: ตอบกลับไปยังผู้ส่ง

source: Report
th: รายงาน

source: Report #
th: รายงาน #

source: Report design
th: ออกแบบรายงาน

source: Report name
th: ชื่อรายงาน

source: Report type
th: ประเภทรายงาน

source: Report_
th: รายงาน_

source: Report1
th: รายงาน1

source: Reports
th: รายงาน

source: Request
th: ร้องขอ

source: Request when opened
th: ทำการร้องขอเมื่อเปิด

source: Required
th: ต้องการ

source: Research report
th: ค้นหารายงานอีกครั้ง

source: Resend
th: ส่งอีกครั้ง

source: Reset
th: ตั้งค่าใหม่

source: Resizable
th: เปลี่ยนขนาดได้

source: Resize
th: เปลี่ยนขนาด

source: Resize %O
th: เปลี่ยนขนาด %O

source: Resize X
th: complete

source: Resize Y
th: complete

source: Resolution
th: ความละเอียด

source: Resolution [DPI]
th: ความละเอียด [DPI]

source: RGB values
th: ค่า RGB

source: Rotate
th: หมุน

source: Rotate %O
th: หมุน %O

source: Rotate 3D object
th: หมุนวัตถุ 3D

source: Rotate all
th: หมุนทั้งหมด

source: Rotate Horizontally
th: หมุนแนวนอน

source: Rotate Vertically
th: หมุนแนตั้ง

source: Rotation
th: การหมุน

source: Rotation left
th: การหมุนซ้าย

source: rotation object
th: การหมุนวัตถุ

source: rotation objects
th: การหมุนวัตถุ

source: Rotation right
th: การหมุนขวา

source: Rounded Rectangle
th: unfilled

source: Rounded Square
th: unfilled

source: Row
th: แถว

source: Row $(N)
th: แถว $(N)

source: Rows
th: แถว

source: RTF File
th: แฟ้ม RTF

source: Run
th: ทำงาน

source: federation [N] ; สหพันธรั
th: สหพันธรัฐรัสเซีย

source: Same content left/right
th: เนื้อหาเดียวกันซ้าย/ขวา, ควบคุมให้หน้าซ้ายและขวามีรายละเอียดเดียวกัน

source: Save
th: บันทึก, จัดเก็บ

source: Save All
th: บันทึกทั้งหมด, จัดเก็บทั้งหมด

source: Save As
th: บันทึกเป็น, จัดเก็บเป็น

source: Save as separate file
th: จัดเก็บแยกเป็นแฟ้ม, บันทึกแยกเป็นแฟ้ม

source: Save As Template
th: จัดเก็บเป็นต้นแบบ, บันทึกเป็นต้นแบบ

source: Save Background
th: จัดเก็บภาพพื้นหลัง

source: save document
th: บันทึกเอกสาร, จัดเก็บเอกสาร

source: Save Document As
th: บันทึกเอกสารเป็น, จัดเก็บเอกสารเป็น

source: Save Document As URL
th: บันทึกเอกสารเป็น URL, จัดเก็บเอกสารเป็น URL

source: Save password
th: บันทึกรหัสผ่าน, จัดเก็บรหัสผ่าน

source: Save with password
th: บันทึกพร้อมรหัสผ่าน, จัดเก็บพร้อมรหัสผ่าน

source: Saved by
th: บันทึกโดย, จัดเก็บโดย

source: Saving document
th: กำลังบันทึกเอกสาร, กำลังจัดเก็บเอกสาร

source: Saving messages
th: กำลังบันทึกข้อความ, กำลังจัดเก็บข้อความ

source: Scan
th: สแกน

source: Scanner
th: เครื่องสแกน

source: Script
th: สคริปต์

source: Script error.
th: สคริปต์เกิดข้อผิดพลาด

source: Script type
th: ชนิดของสคริปต์, ชนิดสคริปต์, ประเภทสคริปต์

source: Scripting
th: การใช้สคริปต์

source: Scroll bar
th: แถบเลื่อน

source: Search
th: ค้นหา

source: Search backward
th: ค้นหาย้อนหลัง

source: Search backwards
th: ค้นหาย้อนหลัง

source: Search direction
th: ทิศทางของการค้นหา

source: Search in
th: ค้นหาใน

source: Search in all sheets
th: ค้นหาในแผ่นงานทั้งหมด, ค้นหาในทุกแผ่นงาน

source: Search in bookmarks
th: ค้นหาในที่คั่นหน้า, ค้นหาในบุ๊กมาร์ก

source: Searching
th: กำลังค้นหา, ค้นหา

source: Searching in %1
th: กำลังค้นหาใน %1, ค้นหาใน %1

source: seconds
th: วินาที

source: Security settings
th: ตั้งค่าความปลอดภัย

source: select
th: เลือก

source: Select address
th: เลือกที่อยู่

source: Select All
th: เลือกทั้งหมด

source: Select All Sheets
th: เลือกแผ่นงานทั้งหมด, เลือกทุกแผ่นงาน

source: Select AutoText:
th: เลือกข้อความอัตโนมัติ:

source: Select Column
th: เลือกคอลัมน์

source: Select directory
th: เลือกไดเรกทอรี่

source: Select file
th: เลือกแฟ้ม

source: Select Font
th: เลือกแบบอักษร
