Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: move up
th: เลื่อนขึ้น

source: hyperbolic
th: ไฮเพอร์โบลิก

source: cosine
th: โคไซน์

source: previous
th: ก่อนหน้า

source: Abidjan
th: อาบิดจัน, อาบิดจัน, เมืองในประเทศโกตดิวัวร์ (Cote d'Ivoire)

source: Accra
th: อักกรา, กรุงอักกรา เมืองหลวงสาธารณรัฐกานา

source: Algiers
th: แอลเจียร์, กรุงแอลเจียร์ เมืองหลวงของสาธารณรัฐประชาธิปไตยประชาชนแอลจีเรีย

source: Bangui
th: บังกี, กรุงบังกี เมืองหลวงของสาธารณรัฐแอฟริกากลาง

source: Banjul
th: บันจูล, กรุงบันจูล เมืองหลวงของสาธารณรัฐแกมเบีย

source: Bissau
th: บิสเซา, เมืองหลวงของสาธารณรัฐกินีบิสเซา

source: Brazzaville
th: บราซซาวิล, กรุงบราซซาวิล เมืองหลวงของสาธารณรัฐคองโก

source: Bujumbura
th: บูจุมบูรา, กรุงบูจุมบูรา เมืองหลวงของสาธารณรัฐบุรุนดี

source: Cairo
th: ไคโร, เมืองหลวงของสาธารณรัฐอาหรับอียิปต์

source: Casablanca
th: คาซาบลังกา, เมืองสำคัญของราชอาณาจักรโมร็อกโก

source: Ceuta
th: เซวตา, ดินแดนปกครองตนเองของสเปน

source: Conakry
th: โกนากรี, เมืองหลวงของสาธารณรัฐกินี

source: Dakar
th: ดาการ์, เมืองหลวงของสาธารณรัฐเซเนกัล

source: Freetown
th: ฟรีทาวน์, เมืองหลวงของสาธารณรัฐเซียร์ราลีโอน

source: Gaborone
th: กาโบโรเน, กรุงกาโบโรน เมืองหลวงของสาธารณรัฐบอตสวานา

source: Harare
th: ฮาราเร, กรุงฮาราเร เมืองหลวงของสาธารณรัฐซิมบับเว

source: Johannesburg
th: โจฮันเนสเบิร์ก, เมืองสำคัญของสาธารณรัฐแอฟริกาใต้

source: Kampala
th: กัมปาลา, กรุงกัมปาลา เมืองหลวงของสาธารณรัฐยูกันดา

source: Khartoum
th: คาร์ทูม, กรุงคาร์ทูม เมืองหลวงของสาธารณรัฐซูดาน

source: Kinshasa
th: กินชาซา, กรุงกินชาซา เมืองหลวงของสาธารณรัฐประชาธิปไตยคองโก

source: Lagos
th: ลากอส, เมืองหลวงเดิมของสหพันธ์สาธารณรัฐไนจีเรีย

source: Libreville
th: ลีเบรอวิล, กรุงลีเบรอวิล เมืองหลวงของสาธารณรัฐกาบอง

source: Lome
th: โลเม, กรุงโลเม เมืองหลวงของสาธารณรัฐโตโก

source: Luanda
th: ลูอันดา, เมืองหลวงของสาธารณรัฐแองโกลา

source: Lusaka
th: ลูซากา, เมืองหลวงของสาธารณรัฐแซมเบีย

source: Malabo
th: มาลาโบ, กรุงมาลาโบ เมืองหลวงของสาธารณรัฐอิเควทอเรียลกินี

source: Maputo
th: มาปูโต, ชื่อเมืองหลวงของสาธารณรัฐโมซัมบิก

source: Maseru
th: มาเซรู, กรุงมาเซรู เมืองหลวงของราชอาณาจักรเลโซโท

source: Mbabane
th: อัมบาบาเน, เมืองหลวงของราชอาณาจักรสวาซิแลนด์

source: Mogadishu
th: โมกาดิชู, กรุงโมกาดิชู เมืองหลวงของสาธารณรัฐโซมาเลีย

source: Monrovia
th: มันโรเวีย, กรุงมันโรเวีย เมืองหลวงของสาธารณรัฐไลบีเรีย

source: Nairobi
th: ไนโรบี, กรุงไนโรบี เมืองหลวงของสาธารณรัฐเคนยา

source: Niamey
th: นีอาเม, กรุงนีอาเม เมืองหลวงของสาธารณรัฐไนเจอร์

source: Nouakchott
th: นูแอกชอต, กรุงนูแอกชอต เมืองหลวงของสาธารณรัฐอิสลามมอริเตเนีย

source: Ouagadougouo
th: วากาดูกู, เมืองหลวงของบูร์กินาฟาโซ

source: Porto-Novo
th: ปอร์โต-โนโว, กรุงปอร์โต-โนโว เมืองหลวงของสาธารณรัฐเบนิน

source: Sao Tome
th: เซาตูเม, เมืองหลวงของสาธารณรัฐประชาธิปไตยเซาตูเมและปรินซิปี

source: Tripoli
th: ตริโปลี, เมืองหลวงของสาธารณรัฐสังคมนิยมประชาชนอาหรับลิเบีย

source: Tunis
th: ตูนิส

source: Windhoek
th: วินด์ฮุก, เมืองหลวงของสาธารณรัฐนามิเบีย

source: Asuncion
th: อซุนซิออง, เมืองหลวงของสาธารณรัฐปารากวัย

source: Bogota
th: โบโกตา, กรุงโบโกตา เมืองหลวงของสาธารณรัฐโคลัมเบีย

source: Caracas
th: การากัส, คารากัส, กรุงการากัส เมืองหลวงของสาธารณรัฐเวเนซุเอลา

source: Chihuahua
th: ชีวาวา, ชื่อเมืองในเม็กซิโก

source: magnifier
th: แว่นขยาย

source: slow keys
th: แป้นเฉื่อย

source: assistive technology
th: เทคโนโลยีเพื่อการช่วยเหลือ, เทคโนโลยีสิ่งอำนวยความสะดวก

source: command button
th: ปุ่มคำสั่ง

source: keyboard shortcut
th: ปุ่มลัด

source: middle mouse button
th: ปุ่มเมาส์ปุ่มกลาง

source: toggle button
th: ปุ่มสลับ

source: instant messaging
th: การส่งข้อความฉับไว, ข้อความทันใจ

source: screen name
th: ชื่อเรียก

source: slider bar
th: บาร์เลื่อน

source: cool link
th: ลิงก์เด็ด

source: spin button
th: ปุ่มหมุน, ปุ่มปรับเลข

source: Khmer
th: ภาษาเขมร

source: unpublished
th: ไม่ได้ประกาศ

source: email address
th: ที่อยู่อีเมล

source: contribute
th: มอบให้

source: designate
th: ได้รับการแต่งตั้ง ใช้เป็นชื่อของ

source: procedural
th: เกี่ยวกับกระบวนการปฏิบัติ

source: neighbourhood
th: เพื่อนบ้าน

source: network neighbourhood
th: เพื่อนร่วมเครือข่าย

source: established
th: เริ่มต้นแล้ว

source: traditional chinese
th: ภาษาจีนดั้งเดิม

source: simplified chinese
th: ภาษาจีนประยุกต์

source: encoding
th: รหัสภาษา, (ใน mozilla ใช้ปะปนกับ character set)

source: download folder
th: โฟลเดอร์สำหรับดาวน์โหลด

source: download manager
th: ตัวช่วยดาวน์โหลด

source: work offline
th: ทำงานออฟไลน์

source: page source
th: ต้นฉบับหน้าเว็บ, ต้นฉบับเอกสาร, เมนูเว็บเบราว์เซอร์

source: page info
th: ข้อมูลหน้าเว็บ, ข้อมูลเอกสาร, เมนูเว็บเบราว์เซอร์

source: web search
th: ค้นเว็บ

source: Release Notes
th: บันทึกประจำรุ่น

source: Search Engine
th: เครื่องมือค้นหา

source: To Next Column
th: ไปยังคอลัมน์ถัดไป

source: sign detached
th: เซ็นชื่อจัดเก็บในแฟ้มที่เพิ่มขึ้น

source: clearsign
th: เซ็นชื่อแสดงลายเซ็นในแฟ้มต้นฉบับ

source: ciphertext
th: ข้อมูลที่เข้ารหัสลับ

source: Illustration
th: การวาดภาพประกอบ

source: file
th: แฟ้ม

source: Media Player
th: ตัวเล่นสื่อ

source: source file
th: แฟ้มต้นฉบับ

source: shutter
th: ชัตเตอร์

source: shutter speed
th: ความเร็วชัตเตอร์

source: focal length
th: ทางยาวโฟกัส

source: aperture
th: รูรับแสง

source: aperture value
th: ค่ารูรับแสง

source: exposure time
th: ช่วงเวลารับแสง, ช่วงเวลาที่ชัตเตอร์ของกล้องถ่ายรูปเปิดรับแสง

source: exposure mode
th: โหมดการรับแสง, โหมดการรับแสงของกล้องถ่ายรูป

source: exposure bias value
th: ค่าชดเชยแสง, ตรงกับ EV ในกล้องถ่ายรูป

source: f-number
th: ขนาดรูหน้ากล้อง, คล้ายกับ aperture value

source: white balance
th: ปรับสมดุลโทนสี, ชดเชยโทนสีด้วยการเพิ่ม-ลดแสงสีขาว

source: digital zoom ratio
th: อัตราขยายดิจิทัล, อัตราขยายของกล้องถ่ายรูปดิจิทัล นอกเหนือจากการขยายด้วยเลนส์

source: metering mode
th: วิธีวัดแสง, การวัดแสงของกล้องถ่ายรูป

source: ISO speed ratings
th: ความไวแสงตามมาตรฐาน ISO, ความไวแสงของฟิล์มหรือ CCD ของกล้องถ่ายรูป

source: Congo
th: คองโก, สาธารณรัฐประชาธิปไตยคองโก (Democratic Republic of Congo)

source: badbox
th: บ็อกซ์ไม่เหมาะสม

source: moniker
th: มอนิเกอร์, ชื่อสำหรับอ้างอิง object ใน bonobo

source: Thunderstorm
th: พายุฟ้าคะนอง

source: cloudy
th: มีเมฆ (พยากรณ์อากาศ)

source: drizzle
th: ฝนละออง (ศัพท์อุตุนิยมวิทยา)

source: rain shower
th: ฝนซู่

source: freezing rain
th: ฝนเยือกแข็ง

source: Format Paintbrush
th: คัดลอกรูปแบบ

source: quickstarter
th: ตัวเรียกโปรแกรมด่วน

source: small capital
th: ตัวพิมพ์ใหญ่ขนาดเล็ก

source: news client
th: โปรแกรมอ่านกลุ่มข่าว

source: solid circle
th: วงกลมทึบ

source: open circle
th: วงกลมโปร่ง

source: solid square
th: สี่เหลี่ยมทึบ

source: Chechen
th: ชาวเชเชน, ภาษาเชเชน

source: Ubuntu
th: อูบุนตู, อูบูนทู, Officially, it's "oo-BOON-too", ชุดเผยแพร่ลีนุกซ์ที่มีรากฐานมาจากชุดเผยแพร่เดเบียน

source: Linux distribution
th: ชุดเผยแพร่ลีนุกซ์

source: debian distribution
th: ชุดเผยแพร่เดเบียน

source: Conventions
th: ระเบียบแบบแผน, ในคู่มือส่วนใหญ่จะมีรายละเอียดเกี่ยวกับการใช้ตัวพิมพ์

source: codecs
th: ตัวถอด/ลงรหัส

source: main repository
th: คลังแพกเกจหลัก, ในชุดเผยแพร่ของอูบุนตูผู้ใช้สามารถดาวน์โหลดโปรแกรมจาก 4 แหล่งข้อมูลอันแรกคือ แหล่งข้อมูลหลัก

source: restricted repository
th: คลังแพ็กเกจจำกัด, ในอูบันตูมี4แหล่งข้อมูลอันที่2คือแหล่งข้อมูลจำกัดที่มีความสำคัญต่อชุดเผยแพร่ของอูบันตูแต่ทีมของอูบัน

source: universe repository
th: แหล่งข้อมูลทั่วไป, ในอูบันตูแหล่งข้อมูลที่ 3 นี้จะประกอบด้วยโปรแกรมเสรีที่หาได้ทั่วไป

source: multiverse repository
th: คลังแพกเกจไม่เสรี, ในอูบุนตูแหล่งที่ 4 นี้จะประกอบด้วยโปรแกรมที่มีลิขสิทธ์ ผู้ใช้ต้องศึกษาเงื่อนไขการใช้งานเอง

source: Maine
th: เมน, ชื่อรัฐของสหรัฐอเมริกา

source: Kentucky
th: เคนทักกี, ชื่อรัฐของสหรัฐอเมริกา

source: Indiana
th: อินดีแอนา, ชื่อรัฐของสหรัฐอเมริกา

source: Oceania
th: โอเชียเนีย, ทวีปออสเตรเลียและหมู่เกาะในมหาสมุทรแปซิฟิก

source: Swiss
th: ภาษาสวิส

source: Africa
th: แอฟริกา

source: Cote dIvoire
th: โกตดิวัวร์, สาธารณรัฐโกตดิวัวร์ (Republic of C&#244;te d&#8217;Ivoire)

source: Ashmore and Cartier Islands
th: เกาะแอชมอร์และเกาะคาร์เทียร์, ดินแดนของออสเตรเลีย

source: Bophuthatswana
th: โบพูทัตสวานา, ดินแดนปกครองตนเองของสาธารณรัฐแอฟริกาใต้

source: British Antarctic Territory
th: บริติชแอนตาร์กติกเทร์ริทอรี, ดินแดนของสหราชอาณาจักร

source: British Indian Ocean Territory
th: บริติชอินเดียนโอเชียนเทร์ริทอรี, ดินแดนของสหราชอาณาจักร

source: Canary Islands
th: หมู่เกาะคะเนรี, ดินแดนปกครองตนเองของสเปน

source: Ciskei
th: ซิสไก, ดินแดนปกครองตนเองของสาธารณรัฐแอฟริกาใต้

source: Coral Sea Islands
th: หมู่เกาะคอรัลซี, ดินแดนของออสเตรเลีย

source: Isle of Man
th: เกาะแมน, ดินแดนของสหราชอาณาจักร

source: Johnston Atoll
th: จอห์นสตันอะทอลล์, ดินแดนของสหรัฐอเมริกา

source: Madeira Islands
th: หมู่เกาะมาเดรา, ดินแดนปกครองตนเองของโปรตุเกส

source: Melilla
th: เมลียา, ดินแดนปกครองตนเองของสเปน

source: Midway Islands
th: หมู่เกาะมิดเวย์, ดินแดนของสหรัฐอเมริกา

source: Ross Dependency
th: รอสส์ดีเพนเดนซี, ดินแดนของนิวซีแลนด์

source: Saint Helena
th: เซนต์เฮเลนา, ดินแดนของสหราชอาณาจักร

source: Saint Pierre and Miquelon
th: แซงปีแยร์และมีเกอลง, ดินแดนของฝรั่งเศส

source: South Georgia and South Sandwich Islands
th: เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช, ดินแดนปกครองตนเองของสหราชอาณาจักร

source: Svalbard
th: สฟาลบาร์, ดินแดนของนอร์เวย์

source: Transkei
th: ทรานสไก, ดินแดนปกครองตนเองของสาธารณรัฐแอฟริกาใต้

source: Turks and Caicos Islands
th: หมู่เกาะเติกส์และหมู่เกาะเคคอส, ดินแดนของสหราชอาณาจักร

source: Virgin Islands of the United States
th: หมู่เกาะเวอร์จินของสหรัฐอเมริกา, ดินแดนของสหรัฐอเมริกา

source: Wake Island
th: เกาะเวก, ดินแดนของสหรัฐอเมริกา

source: Wallis and Futuna Islands
th: หมู่เกาะวาลลิสและหมู่เกาะฟุตูนา, ดินแดนของฝรั่งเศส

source: Negri Sembilan
th: เนกรีเซมบีลัน, ชื่อรัฐในประเทศมาเลเซีย

source: Pahang
th: ปะหัง, ชื่อรัฐในประเทศมาเลเซีย

source: Perak
th: เประ, ชื่อรัฐในประเทศมาเลเซีย

source: Selangor
th: สลังงอร์, ชื่อรัฐในประเทศมาเลเซีย

source: Trengganu
th: ตรังกานู, ชื่อรัฐในประเทศมาเลเซีย

source: Sabah
th: ซาบาห์, ชื่อรัฐในประเทศมาเลเซีย

source: Kuala Lumpur
th: กัวลาลัมเปอร์, เมืองหลวงของประเทศมาเลเซีย

source: inhibit
th: ระงับ, ยับยั้ง, การขอระงับการกระทำต่างๆ ชั่วขณะผ่าน DBUS เช่น ระงับการจัดการพลังงานขณะเขียนซีดี เพื่อป้องกันการ shut

source: Jan Mayen
th: ยานไมเอน, ดินแดนของนอร์เวย์

source: Guernsey
th: เกิร์นซีย์, เกาะในช่องแคบอังกฤษ

source: Xhosa
th: ภาษาคอซา, ภาษาหนึ่งในแถบแอฟริกา

source: downgrade
th: ปรับรุ่น (ลง)

source: redraw
th: วาดใหม่, วาด (หน้าจอ) ใหม่

source: accessories
th: เครื่องใช้ไม้สอย

source: secret key
th: กุญแจลับ

source: keyring
th: พวงกุญแจ, ที่เก็บกุญแจดิจิทัล

source: autocomplete
th: เติมเต็มคำอัตโนมัติ

source: north bridge
th: นอร์ทบริดจ์, ทำหน้าที่ติดต่อกับอุปกรณ์ที่มีความเร็วสูงทั้งหมดในเมนบอร์ด ซึ่งได้แก่ ซีพียู หน่วยความจำ(แรม)

source: south bridge
th: เซาท์บริดจ์, ทำหน้าที่ติดต่อกับอุปกรณ์ต่อพ่วงจำพวกฮาร์ดดิสก์ ซีดีรอมไดรว์

source: chipset
th: ชิฟเซ็ท, ชิปเซ็ต, เป็นอุปกรณ์ที่ประสานการทำงานระหว่างอุปกรณ์ ที่มีความเร็วแตกต่างกันทำงานได้อย่างถูกต้อง

source: Heatsink
th: ฮีตซิงค์, อุปกรณ์สื่อกลางส่งถ่ายเทความร้อน

source: Kurdish
th: ภาษาเคิร์ด

source: regression test
th: การทดสอบความถดถอย

source: dependency
th: รายการที่ขึ้นต่อกัน, การที่ซอฟต์แวร์ตัวที่หนึ่งมีความเกี่ยวโยงกับซอฟต์แวร์ตัวที่สอง เช่นมีการใช้งานไลบรารี, หรือชุดคำสั่ง

source: interpreter
th: อินเทอร์พรีเตอร์, ตัวแปลคำสั่งภาษาโปรแกรม

source: simulate
th: จำลอง

source: simulator
th: โปรแกรมจำลอง

source: checksum
th: ผลรวมตรวจสอบ

source: metadata
th: ข้อมูลกำกับ

source: assertion
th: การตรวจสอบยืนยัน

source: iconify
th: ยุบเป็นไอคอน

source: Phags-pa
th: ภาษาผัคสปะ

source: Sylheti
th: ภาษาสิเลฏี

source: Syriac
th: ภาษาซีริแอก

source: Yi
th: ภาษาอี้

source: Hangul
th: ฮันกึล, อักษรสำหรับเขียนภาษาเกาหลี

source: Syloti Nagari
th: สิลอฏีนาครี, อักษรสำหรับเขียนภาษาสิเลฏี

source: deprecated
th: ไม่สนับสนุนให้ใช้

source: Ge-ez
th: (ภาษา)กีเอซ, (ภาษา)กีอิซ
