Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: abort
th: เลิกทำ, เลิกทำกลางคัน

source: about
th: เกี่ยวกับ

source: about-dialog
th: หน้าต่างเกี่ยวกับโปรแกรม, หน้าต่างโปรแกรม, แนะนำตัว

source: abstract
th: แอ็บสแทรกต์, ที่เป็นนามธรรม, นามธรรม

source: acceleration
th: การเร่งความเร็ว, การเพิ่มความเร็ว, การปรับความเร่ง, ความเร่ง

source: accelerator
th: คีย์ด่วน

source: accept
th: ยอมรับ

source: access
th: แอ็กเซส, เข้าถึง, การเข้าถึง

source: access code
th: รหัสเข้าถึง

source: accessibility
th: สิ่งอำนวยความสะดวก

source: accessory
th: อุปกรณ์เสริม

source: accomplish
th: สำเร็จ

source: account
th: บัญชีผู้ใช้

source: acknowledgement
th: การยอมรับ, การตอบรับ

source: Acrobat
th: อะโครแบท

source: Acrobat Reader
th: อะโครแบทรีดเดอร์

source: acronym
th: รหัสพจน์, คำย่อ

source: action
th: การปฏิบัติการ, การดำเนินการ

source: activate
th: กระตุ้น (ให้ทำงาน), เริ่มใช้, ใช้งาน, เริ่มใช้งาน

source: active
th: กำลังทำงาน, ทำงาน

source: activity
th: การทำงาน, กิจกรรม

source: actor
th: ตัวกระทำ, ผู้กระทำ

source: actuator
th: ผู้ทำให้ทำงาน

source: adapter
th: อะแดปเตอร์, ตัวปรับต่อ, ตัวแปลง

source: add-in program
th: โปรแกรมเพิ่มเติม, โปรแกรมเสริม

source: add-on
th: อุปกรณ์เสริม

source: address
th: ที่อยู่

source: address book
th: สมุดที่อยู่

source: adjacent
th: ประชิด, ติดกัน, ที่อยู่ประชิดหรือติดกัน

source: adjust
th: ปรับ, ปรับแต่ง

source: administer
th: จัดการระบบ

source: administration
th: การจัดการระบบ

source: advance
th: ขั้นสูง, ระดับสูง

source: adventure
th: การผจญภัย, เกมผจญภัย

source: affinity
th: ความสัมพันธ์

source: agenda
th: กำหนดการ, วาระ

source: agent
th: เอเจนต์, ตัวกระทำ, ตัวแทน, ซอฟต์แวร์ที่อยู่บนอุปกรณ์ควบคุมการสื่อสารต่างๆ

source: aggregate
th: ผลรวม, การรวม

source: agree
th: ยอมรับ, เห็นด้วย

source: agreement
th: ข้อตกลง

source: alarm
th: เตือน, เครื่องเตือน, การเตือน

source: Albania
th: แอลเบเนีย, สาธารณรัฐแอลเบเนีย (Republic of Albania)

source: album
th: อัลบั้ม, สมุดภาพ

source: alert
th: เตือน, การเตือน, แจ้งเหตุ, แจ้งเตือน

source: Algeria
th: แอลจีเรีย, สาธารณรัฐประชาธิปไตยประชาชนแอลจีเรีย (Democratic and Popular Republic of Algeria)

source: algorithm
th: อัลกอริทึม, ชุดคำสั่ง, ขั้นตอนวิธี

source: alias
th: นามแฝง

source: align
th: จัดเรียง, จัดวาง, จัดเรียง, เรียง

source: alignment
th: การจัดเรียง, การจัดวาง

source: alloc
th: จัดสรร, alloc, Allocate

source: allow
th: อนุญาต, ยอม

source: alpha
th: แอลฟา

source: alphabet
th: ตัวอักษร, ชุดตัวอักษร, อักษร, พยัญชนะ

source: alphabetical
th: ตามลำดับอักษร

source: alpha channel
th: แอลฟาแชนเนล

source: alternate
th: ทางเลือก, สำรอง

source: am
th: am, ก่อนเที่ยงวัน

source: ambiguous
th: คลุมเครือ, กำกวม, ไม่ชัดเจน

source: amount
th: จำนวน

source: amusement
th: ของเล่น, กลุ่มของเล่นเพื่อความสนุก

source: analog
th: แอนะล็อก

source: analysis
th: การวิเคราะห์, การแยกแยะ, ผลวิเคราะห์

source: analyze
th: วิเคราะห์, แยกแยะ

source: analyzer
th: ตัววิเคราะห์, เครื่องมือวิเคราะห์, โปรแกรมวิเคราะห์

source: anchor
th: ตัวยึด, จุดยึด, อุปกรณ์ยึด, สมอยึด

source: Andorra
th: อันดอร์รา, ประเทศในทวีปยุโรป, ราชรัฐอันดอร์รา (Principality of Andorra)

source: angle
th: มุม

source: animate
th: ทำให้เคลื่อนไหว, ที่เคลื่อนไหว

source: animation
th: แอนิเมชัน, ภาพเคลื่อนไหว

source: anniversary
th: วันครบรอบปี

source: annotate
th: คำอธิบายประกอบ, หมายเหตุประกอบ

source: announcement
th: ประกาศ, คำประกาศ

source: anonymous
th: นิรนาม, ไม่ระบุชื่อ

source: antialias
th: ไร้รอยหยัก, ขจัดรอยหยัก

source: antonym
th: คำตรงข้าม

source: appearance
th: ลักษณะที่ปรากฏ

source: append
th: แนบมาด้วย, แนบเพิ่มเติม

source: applet
th: แอพเพล็ต

source: apply
th: มีผลใช้งาน, เริ่มใช้, ใช้งานทันที

source: appointment
th: นัด, การนัดหมาย

source: approved
th: ที่ได้รับการยอมรับ, ที่ผ่านการรับรอง, ที่ผ่านการตรวจสอบ, ที่ผ่านการอนุมัติ

source: apps
th: แอพพลิเคชัน, โปรแกรมประยุกต์

source: aqua
th: ฟ้าน้ำทะเล

source: arc
th: เส้นโค้ง, โค้ง

source: arcade
th: เกมอาเขต

source: architecture
th: สถาปัตยกรรม

source: archive
th: แฟ้มจัดเก็บ, ที่เก็บเอกสาร, ที่สำรองข้อมูล

source: area grid
th: บริเวณเส้นตาราง

source: Argentina
th: อาร์เจนตินา, สาธารณรัฐอาร์เจนตินา (Argentine Republic), ชื่อประเทศในทวีปอเมริกาใต้

source: argument
th: อาร์กิวเมนต์

source: Armenia
th: อาร์เมเนีย, ชื่อประเทศในยุโรปตะวันออก, สาธารณรัฐอาร์เมเนีย (Republic of Armenia)

source: arrange
th: จัดเรียง, เรียง, จัดเตรียม, เตรียม, จัดเรียงลำดับ

source: arrangement
th: การจัดเรียง, การเรียง, การจัดเตรียม, การจัดวาง, การเรียบเรียง

source: array
th: อาร์เรย์, แถวลำดับ, แอร์เรย์

source: arrow
th: ลูกศร

source: arrow key
th: ปุ่มลูกศร, แป้นลูกศร

source: article
th: บทความ, ข่าว, ข้อย่อย, วัตถุ, สิ่งของ

source: artist
th: ศิลปิน, นักแสดง, ศิลปิน

source: ascending
th: ที่เคลื่อนขึ้น, จากน้อยไปหามาก, ที่เรียงลำดับจากน้อยไปหามาก

source: ASCII
th: แอสกี, American Standard Code for Information Interchange

source: Asia
th: เอเชีย

source: Assembly
th: แอสเซมบลี

source: assigned
th: ถูกกำหนด, ถูกมอบหมาย

source: assignment
th: การกำหนด

source: assistant
th: ผู้ช่วย

source: association
th: การเชื่อมต่อ, การเชื่อมโยง, การรวมกลุ่ม, กลุ่ม, สมาคม

source: asst
th: ผู้ช่วย

source: asterisk
th: เครื่องหมายดอกจัน

source: asynchronous
th: อะซิงโครนัส, ไม่ประสานจังหวะ

source: Atlantic
th: แอตแลนติก

source: atmosphere
th: บรรยากาศ, อากาศ

source: attach
th: แนบ

source: attachment
th: สิ่งที่แนบมา, สิ่งที่แนบมาด้วย, การแนบ, เอกสารแนบ, แฟ้มแนบ

source: attendance
th: ผู้เข้าร่วม, การเข้าร่วม, การร่วมอยู่ด้วย

source: attendees
th: ผู้เข้าร่วม, ผู้เข้าร่วมประชุม

source: attention
th: ความตั้งใจ, ความสน, ความใส่ใจ, การดูแล, การให้ความสำคัญ, การให้ความสนใจ

source: attraction
th: พลังดึงดูด, สิ่งดึงดูด

source: attribute
th: แอตทริบิวต์, คุณลักษณะ

source: audio
th: ออดิโอ, เกี่ยวกับเสียง, เสียง

source: audio player
th: เครื่องเล่นเสียง, ตัวเล่นเสียง, อุปกรณ์เล่นเสียง, โปรแกรมเล่นเสียง

source: auditing
th: การตรวจสอบความถูกต้อง, การตรวจสอบประสิทธิภาพ

source: Australia
th: ออสเตรเลีย, เครือรัฐออสเตรเลีย (Commonwealth of Australia)

source: Austria
th: ออสเตรีย, ประเทศในทวีปยุโรป, สาธารณรัฐออสเตรีย (Republic of Austria)

source: authentication
th: การยืนยันตัวบุคคล

source: author
th: ผู้เขียน, ผู้แต่ง

source: authorization
th: การอนุญาต, การตรวจสอบสิทธิ์

source: auto
th: อัตโนมัติ

source: auto complete
th: คุณสมบัติการเติมข้อมูลอัตโนมัติ, เติมเต็มคำอัตโนมัติ

source: auto correct
th: แก้ไขอัตโนมัติ

source: auto detect
th: ตรวจสอบอัตโนมัติ, ตรวจหาอัตโนมัติ, ตรวจหาอัตโนมัติ

source: auto dial
th: เรียกเลขหมายอัตโนมัติ

source: auto fill
th: เติมอัตโนมัติ, เติมค่าอัตโนมัติ

source: auto filter
th: ตัวกรองอัตโนมัติ

source: auto fit
th: พอดีอัตโนมัติ, ทำให้พอดีอัตโนมัติ

source: auto form
th: ฟอร์มอัตโนมัติ, รูปทรงอัตโนมัติ, รูปแบบอัตโนมัติ, รูปร่างอัตโนมัติ

source: auto format
th: รูปแบบอัตโนมัติ, จัดรูปแบบอัตโนมัติ

source: auto hyphenation
th: ยัติภังค์อัตโนมัติ, การเติมยัติภังค์อัตโนมัติ

source: auto include
th: รวมเข้าอัตโนมัติ

source: auto layout
th: เค้าโครงอัตโนมัติ

source: auto manager
th: ตัวจัดการอัตโนมัติ

source: auto mark
th: ทำเครื่องหมายอัตโนมัติ

source: automatically
th: โดยอัตโนมัติ

source: auto number
th: ลำดับเลขอัตโนมัติ, ใส่ลำดับเลขอัตโนมัติ, วางลำดับเลขอัตโนมัติ, เลขลำดับอัตโนมัติ

source: auto page
th: เลขหน้าอัตโนมัติ, ใส่เลขหน้าอัตโนมัติ, จัดวางเลขหน้าอัตโนมัติ

source: auto pick
th: เลือกอัตโนมัติ

source: auto play
th: เล่นอัตโนมัติ

source: auto preview
th: แสดงตัวอย่างอัตโนมัติ

source: auto report
th: รายงานผลอัตโนมัติ, รายงานอัตโนมัติ, แบบรายงานอัตโนมัติ

source: auto resize
th: ปรับขนาดอัตโนมัติ

source: auto save
th: บันทึกข้อมูลอัตโนมัติ, บันทึกอัตโนมัติ

source: auto select
th: เลือกอัตโนมัติ

source: auto shape
th: รูปทรงอัตโนมัติ, รูปร่างอัตโนมัติ

source: auto signature
th: ลายเซ็นอัตโนมัติ

source: auto spellcheck
th: ตรวจสะกดคำอัตโนมัติ, ตรวจการสะกดคำอัตโนมัติ

source: auto start
th: เริ่มการทำงานอัตโนมัติ, เริ่มอัตโนมัติ

source: auto sum
th: ผลรวมอัตโนมัติ, การแสดงผลรวมอัตโนมัติ, รวมผลอัตโนมัติ, แสดงผลรวมอัตโนมัติ

source: auto summarize
th: สรุปอัตโนมัติ

source: auto switch
th: สลับอัตโนมัติ

source: auto text
th: ข้อความอัตโนมัติ

source: auto thumbnail
th: รูปขนาดย่ออัตโนมัติ

source: auto tray
th: ช่องถาดอัตโนมัติ

source: auto view
th: มุมมองอัตโนมัติ

source: auxiliary
th: อุปกรณ์เสริม

source: availability
th: สภาพพร้อมใช้งาน

source: available
th: ที่มีอยู่

source: average
th: ค่าเฉลี่ย, โดยเฉลี่ย, ปานกลาง, เฉลี่ย

source: axis
th: แกน

source: Azerbaijan
th: อาเซอร์ไบจาน, ชื่อประเทศในยุโรปตะวันออก, สาธารณรัฐอาเซอร์ไบจาน (Republic of Azerbaijan)

source: backend
th: แบ็กเอนด์, เสริมหลัง

source: background
th: แบ็กกราวนด์, พื้นหลัง, ฉากหลัง, เบื้องหลัง, พื้นหลัง

source: backside
th: ด้านหลัง, ส่วนหลัง

source: backslash
th: แบ็กสแลช

source: backspace
th: แบ็กสเปซ

source: backup
th: แบ็กอัพ, สำรองข้อมูล, สำรอง

source: bad blocks
th: พื้นที่เสีย

source: Bahamas
th: บาฮามาส, เครือรัฐบาฮามาส (Commonwealth of the Bahamas)

source: Bahrain
th: บาห์เรน, ราชอาณาจักรบาห์เรน (Kingdom of Bahrain)

source: balance
th: ความสมดุล, สมดุล, ทำให้สมดุล

source: bandwidth
th: แบนด์วิดท์, ย่านความถี่, ความกว้างของช่วงคลื่น, แถบกว้างของสัญญาณ

source: Bangladesh
th: บังกลาเทศ, สาธารณรัฐประชาชนบังกลาเทศ (People&#8217;s Republic of Bangladesh)

source: banner
th: แบนเนอร์, ป้ายโฆษณา, ป้ายประกาศ

source: bar
th: บาร์, แท่ง, แผนภูมิแท่ง

source: Barbados
th: บาร์เบโดส

source: bar code
th: บาร์โค้ด, แถบรหัสแท่ง

source: bargraph
th: แผนภูมิแท่ง, กราฟแท่ง

source: base
th: ฐาน, หลัก

source: baseline
th: บรรทัดฐาน, บรรทัดหลัก, ค่ามาตรฐาน

source: basetype
th: ชนิดหลัก, ประเภทหลัก

source: BASIC
th: ภาษาเบสิก

source: basic
th: พื้นฐาน

source: Basque
th: ภาษาแบ็ซค์

source: bass
th: เบส, เสียงทุ้ม

source: battery
th: แบตเตอรี่

source: BBS
th: กระดานข่าว, Bulletin Board System

source: BCC
th: ซ่อนทำสำเนา, Blind carbon copy

source: beep
th: เสียงปี๊บ, ส่งเสียงปี๊บ

source: beginner
th: ผู้เริ่มหัด, ผู้เริ่มต้น, ระดับหัดเล่น, ผู้เล่นระดับเริ่มต้น

source: behavior
th: ลักษณะการทำงาน, รูปแบบการทำงาน

source: Belarus
th: เบลารุส, สาธารณรัฐเบลารุส (Republic of Belarus)

source: Belgium
th: เบลเยียม, ราชอาณาจักรเบลเยียม (Kingdom of Belgium)

source: Belize
th: เบลีซ

source: bell
th: กริ่ง, ออด, กระดิ่ง, กริ่งปลุก, กริ่งเตือน, ออดเตือน

source: Beijing
th: ปักกิ่ง

source: Benin
th: เบนิน, สาธารณรัฐเบนิน (Republic of Benin)

source: best fit
th: พอดี

source: best quality
th: คุณภาพดีที่สุด, คุณภาพสูงสุด

source: beta
th: เบต้า

source: beta test
th: เบต้าเทสต์, การทดสอบภาคสนาม, การทดสอบขั้นทดลอง, การทดสอบขั้นเบต้า

source: Bhutan
th: ภูฏาน, ราชอาณาจักรภูฏาน (Kingdom of Bhutan)

source: bibliography
th: บรรณานุกรม

source: bidirectional
th: สองทาง, สองทิศทาง

source: billion
th: พันล้าน

source: bin
th: ไบนารี, ฐานสอง

source: binary
th: ไบนารี, ฐานสอง, เลขฐานสอง

source: binding
th: ไบน์ดิง

source: binomial distribution
th: การแจกแจงทวินาม

source: BIOS
th: ไบออส, Basic input output system

source: biosphere
th: ไบโอสเฟียร์

source: bit
th: บิต

source: bitmap
th: บิตแมป

source: bitrate
th: บิตเรท

source: black
th: ดำ, สีดำ

source: blank
th: ที่ว่าง, ว่าง, ช่องว่าง

source: blast
th: ระเบิด, การระเบิด

source: blaster
th: บลาสเตอร์

source: blend
th: ผสม, การผสม

source: blink
th: กะพริบ

source: blob
th: รอยเปื้อน, หยดสี

source: block
th: บล็อค

source: blonde
th: บลอนด์, สีบลอนด์

source: blue
th: น้ำเงิน, สีน้ำเงิน

source: blue-gray
th: น้ำเงินเทา

source: blueprint
th: พิมพ์เขียว, แบบพิมพ์เขียว

source: BMP
th: BMP, Basic Mapping Support, Basic Multilingual Plane, Batch Message Processing Program

source: boardgames
th: เกมกระดาน

source: body
th: เนื้อหา, เนื้อความ, เนื้อเรื่อง, ตัวข้อความ, ข้อความ

source: bogus
th: เทียม, เก๊, ไม่จริง, ปลอม

source: bold
th: หนา

source: Bolivia
th: โบลิเวีย, สาธารณรัฐโบลิเวีย (Republic of Bolivia)

source: book
th: สมุด, สมุดงาน

source: bookmark
th: บุ๊กมาร์ก, คั่นหน้า, ระบุหน้า, ที่คั่นหนังสือ, ที่คั่นหน้า

source: boolean
th: ตรรกะ, บูลีน, ค่าจริงหรือเท็จที่ใช้ในการเขียนโปรแกรม

source: boot
th: บูต

source: border
th: กรอบ, ขอบ, เส้นกรอบ

source: borderfill
th: เติมเส้นขอบ, เติมขอบ, การเติมขอบ, การเติมเส้นกรอบ

source: Bosnia and Herzegovia
th: บอสเนียและเฮอร์เซโกวีนา

source: Botswana
th: บอตสวานา, สาธารณรัฐบอตสวานา (Republic of Botswana)

source: bottom
th: ล่าง, ใต้, ด้านล่าง, ด้านใต้

source: bounce
th: ตีกลับ, เด้ง, เด้งกลับ, สะท้อนกลับ, เปลี่ยนเส้นทาง

source: box
th: บ็อกซ์, กล่อง

source: brace
th: วงเล็บปีกกา

source: bracket
th: เครื่องหมายวงเล็บ, วงเล็บ

source: braid
th: เกลียว, เปีย, ถักเกลียว, ถักเปีย

source: braille
th: อักษรเบรลล์

source: brainstorm
th: ระดมสมอง, ระดมความคิด

source: branch
th: สาขา, แขนง

source: brand
th: ตรา, เครื่องหมายการค้า, ประทับตรา

source: Brazil
th: บราซิล, สหพันธ์สาธารณรัฐบราซิล (Federative Republic of Brazil)

source: break
th: หยุด, พัก, แบ่ง, แยก, ละเมิด, ทำลาย

source: breakpoint
th: จุดพัก

source: bright
th: สว่าง, จ้า

source: brightness
th: ความสว่าง

source: broadcast
th: กระจายข่าว, เผยแพร่ข่าว, ออกอากาศ, กระจายเสียง, แพร่ภาพ

source: Brochure
th: โบรชัวร์, แผ่นพับโฆษณา

source: broken
th: เสียหาย, มีปัญหา, เสีย

source: brown
th: น้ำตาล, สีน้ำตาล

source: browse
th: การค้นหารายการข้อมูล, ค้นหารายการข้อมูล, เรียกแฟ้มข้อมูล, เรียกดูรายการข้อมูล, เรียกดู, เลือก, เรียกดู

source: browser
th: เบราว์เซอร์

source: Brunei
th: บรูไน, บรูไนดารุสซาลาม, ชื่อประเทศในทวีปเอเชีย

source: brush
th: แปรง

source: BSD
th: BSD, Berkely Software/Standard Distribution

source: bubble
th: ฟอง, ฟองอากาศ

source: buffer
th: บัฟเฟอร์, ที่พักข้อมูลชั่วคราว

source: buffering
th: การเก็บข้อมูลชั่วคราว

source: bug
th: บั๊ก, จุดบกพร่อง

source: build
th: สร้าง

source: builder
th: ผู้สร้าง, ตัวสร้าง

source: build-host
th: เครื่องที่สร้าง

source: build-time
th: เวลาที่สร้าง

source: built-in
th: มีอยู่ภายใน

source: Bulgaria
th: บัลแกเรีย, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐบัลแกเรีย (Republic of Bulgaria)

source: bullet
th: สัญลักษณ์กำกับข้อย่อย, สัญลักษณ์แสดงข้อย่อย, รายการ

source: bulletin board
th: กระดานข่าว

source: bullets number
th: เลขกำกับลำดับข้อ, เลขลำดับข้อ

source: bump
th: กระแทก, ชน

source: Burkina Faso
th: บูร์กินาฟาโซ

source: Burundi
th: บุรุนดี, สาธารณรัฐบุรุนดี (Republic of Burundi)

source: business
th: ธุรกิจ, กิจการ, งาน, กิจ

source: busy
th: ยุ่ง, ไม่ว่าง, ไม่ว่าง

source: button
th: ปุ่ม, ปุ่มคำสั่ง

source: byte
th: ไบต์

source: C
th: ภาษาซี, C Programming Language

source: C++
th: ภาษาซีพลัสพลัส

source: cache
th: แคช, ที่เก็บข้อมูลชั่วคราว, ที่ซ่อนข้อมูลชั่วคราว, เก็บข้อมูลชั่วคราว, ซ่อนข้อมูลชั่วคราว

source: calculate
th: คำนวณ

source: calculator
th: เครื่องคำนวณ, เครื่องคิดเลข

source: calendar
th: ปฏิทิน

source: call
th: เรียก, เรียกโปรแกรม, เรียกดู, เรียกดูโปรแกรม

source: callback
th: การเรียกกลับ

source: Cambodia
th: กัมพูชา, ราชอาณาจักรกัมพูชา (Kingdom of Cambodia)

source: camera
th: กล้อง, กล้องถ่ายรูป

source: Cameroon
th: แคเมอรูน, สาธารณรัฐแคเมอรูน (Republic of Cameroon)

source: Canada
th: แคนาดา

source: cancel
th: ยกเลิก

source: caps lock
th: แคปล็อค, ปุ่มล็อคตัวพิมพ์ใหญ่, ปุ่มล็อคแคร่

source: capacity
th: ความจุ, พื้นที่, เนื้อที่

source: Cape Verde
th: เคปเวิร์ด, สาธารณรัฐเคปเวิร์ด (Republic of Cape Verde)

source: capitalization
th: การใช้ตัวพิมพ์ใหญ่

source: capsules
th: แคปซูล

source: caption
th: คำอธิบาย, ป้ายอธิบาย, ป้ายบรรยาย

source: capture
th: จับภาพ, บันทึกภาพ, เก็บข้อความ, การจับภาพ, การบันทึกภาพ, รับ (ภาพหรือเสียง), จับ (ภาพ, เสียง)

source: card
th: บัตร, ไพ่, แผ่นวงจร

source: cardbus
th: การ์ดบัส

source: cardgames
th: เกมไพ่

source: carpet
th: พรม, ปูพรม

source: cascade
th: การจัดเรียงซ้อนลดหลั่น

source: case
th: เคส, ตัวถังเครื่อง

source: case sensitive
th: แยกแยะตัวพิมพ์ใหญ่-เล็ก

source: cash
th: เงินสด

source: casual
th: โดยบังเอิญ, ไม่เป็นทางการ, เป็นครั้งคราว

source: catalog
th: แค็ตตาล็อก, บัญชีรายการ, ทำบัญชีรายการ

source: category
th: ประเภท, ชนิด, หัวข้อ, รายการ, หมวดหมู่

source: caution
th: ข้อควรระวัง, ระวัง

source: cc
th: สำเนาถึง, Carbon Copy

source: CD
th: คอมแพกต์ดิสก์, ซีดี, Compact disc

source: CDE panel
th: ซีดีอี แพเนล, CDE = Common Desktop Environment, Complex Data Entry

source: CD-R
th: ซีดีอาร์, Compact Disc-recordable

source: CD-ROM
th: ซีดีรอม, Compact Disk - Read Only Memory

source: cell
th: เซลล์, ช่อง

source: cellular
th: เซลลูล่าร์

source: center
th: กลาง, ตรงกลาง

source: centimeter
th: เซนติเมตร

source: Central African Republic
th: สาธารณรัฐแอฟริกากลาง

source: certificate
th: ประกาศนียบัตร, ใบรับรอง

source: certified
th: ที่ได้รับการรับรอง

source: Chad
th: ชาด, สาธารณรัฐชาด (Republic of Chad)

source: chain
th: โซ่, ห่วงโซ่

source: chalkboard
th: กระดานดำ

source: challenge
th: การท้าทาย, ท้าทาย

source: chance
th: โอกาส

source: change
th: เปลี่ยน, เปลี่ยนแปลง, การเปลี่ยนแปลง, ความเปลี่ยนแปลง

source: changelog
th: บันทึกการเปลี่ยนแปลง, บันทึกความเปลี่ยนแปลง

source: channel
th: แชนเนล, ช่อง, ช่องสัญญาณ, ช่องสื่อสาร

source: chapter
th: บท

source: character
th: อักขระ, คุณลักษณะ

source: character map
th: ตารางรหัสตัวอักษร

source: character set
th: ชุดอักขระ, ชุดอักษร

source: char cell
th: ชาร์เซลล์, เซลล์อักขระ

source: charging
th: กำลังชาร์จไฟ, กำลังชาร์จแบตเตอรี่

source: chart
th: ชาร์ต, แผนภูมิ, แผนผัง

source: charting
th: การใช้แผนภูมิ, การใช้แผนผัง

source: chat
th: สนทนา

source: check
th: เช็ก, ตรวจ, ตรวจสอบ, ทำเครื่องหมาย, กาเครื่องหมาย

source: check box
th: เช็กบ็อกซ์, กล่องกาเครื่องหมาย, กล่องเลือก, กล่องกากบาท

source: checkerboard
th: ตารางหมากรุก

source: checkers
th: หมากรุก

source: checkmark
th: เครื่องหมายตรวจสอบ

source: chemistry
th: คุณสมบัติทางเคมี, วิชาเคมี

source: chevron
th: รูปตัววี

source: child process
th: โพรเซสลูก

source: children
th: เด็ก, ลูก

source: Chile
th: ชิลี, ชื่อประเทศในทวีปอเมริกาเหนือ, สาธารณรัฐชิลี (Republic of Chile)

source: China
th: จีน, ชื่อประเทศในทวีปเอเชีย, สาธารณรัฐประชาชนจีน (The People&#8217;s Republic of China)

source: chord
th: คอร์ด

source: circle
th: วงกลม, รูปทรงกลม

source: circuit
th: เซอร์คิต, วงจรกระแสไฟฟ้า, วงจร

source: circular
th: รูปวงกลม

source: city
th: เมือง

source: civil
th: เกี่ยวกับพลเมือง

source: class
th: กลุ่ม, ชั้น

source: classic
th: คลาสสิก

source: classical
th: คลาสสิก

source: classification
th: การแบ่งกลุ่ม, การจัดกลุ่ม, การแยกประเภท

source: classified
th: แยกประเภท

source: clean
th: สะอาด, ทำความสะอาด, ล้าง, ลบ

source: clean text
th: ลบข้อความ, ล้างข้อความ

source: cleanup
th: การทำความสะอาด, กระบวนการทำความสะอาด

source: clear
th: เคลียร์, ลบ, ล้าง, ลบล้าง

source: click
th: คลิก

source: client
th: ผู้ขอใช้บริการ, ไคลเอนต์, ลูกข่าย

source: client-server
th: ไคลเอนต์-เซิร์ฟเวอร์

source: snippet
th: ข้อความสั้น

source: clip
th: คลิป

source: clipart
th: คลิปอาร์ต

source: clipboard
th: คลิปบอร์ด

source: clock
th: นาฬิกา

source: clockwise
th: ตามเข็มนาฬิกา

source: close
th: ปิด

source: closing
th: ที่ปิดท้าย (คำพูด), การปิด

source: clustered
th: เป็นกลุ่ม

source: cm
th: ซม., เซนติเมตร

source: CMYK
th: CMYK, ย่อมาจาก cyan, magenta, yellow, black

source: coarse
th: หยาบ

source: code
th: โค้ด, รหัส, เขียนรหัส, ใส่รหัส, ป้อนรหัส, เขียนโปรแกรม

source: code segment
th: โค้ดเซกเมนต์

source: coding
th: การเข้ารหัส

source: coefficient
th: สัมประสิทธิ์

source: coin
th: เหรียญ

source: COL
th: COL, Collision + Computer Oriented Language

source: collaboration
th: การร่วมมือ, ผลงานร่วม

source: collaborator
th: ผู้ทำงานร่วมกัน, ผู้จัดทำ

source: collapse
th: ย่อเก็บ, ยุบ, พับเก็บ

source: collate
th: เทียบเคียง, ตรวจเทียบ, ตรวจทาน, ลำดับหน้า

source: collect
th: รวบรวม, เก็บรวบรวม

source: collection
th: ชุด

source: collision
th: การชนกัน

source: Colombia
th: โคลอมเบีย, ชื่อประเทศในทวีปอเมริกาใต้, สาธารณรัฐโคลอมเบีย (Republic of Colombia)

source: Colombo
th: โคลัมโบ, เมืองหลวงของสาธารณรัฐสังคมนิยมประชาธิปไตยศรีลังกา

source: colon
th: ทวิภาค, เครื่องหมายทวิภาค

source: color
th: สี, ระบายสี

source: color depth
th: ระดับสี, ความลึกของสี, จำนวนบิตสี

source: coloring
th: การเติมสี, การใส่สี

source: colorize
th: เติมสี, ใส่สี

source: color-mapped
th: จับคู่สี

source: column
th: คอลัมน์, สดมภ์, แถวตั้ง

source: combination
th: การเชื่อม, การผสม

source: combo box
th: กล่องคอมโบ

source: comma
th: จุลภาค, เครื่องหมายจุลภาค

source: command
th: คำสั่ง, สั่ง

source: command line
th: บรรทัดคำสั่ง

source: command prompt
th: พร้อมต์คำสั่ง

source: comment
th: คำอธิบาย, หมายเหตุ, ความเห็น

source: communicate
th: ติดต่อสื่อสาร

source: Comoros
th: คอโมโรส, สหพันธ์สาธารณรัฐอิสลามคอโมโรส (Islamic Federal Republic of the Comoros)

source: compact
th: คอมแพกต์, บีบอัด, กระชับ

source: compatible
th: ที่เข้ากันได้, ใช้แทนกันได้, แบบเดียวกัน

source: compete
th: แข่งขัน

source: competitor
th: ผู้แข่งขัน

source: compile
th: คอมไพล์

source: compiler
th: คอมไพเลอร์

source: complement
th: คอมพลีเมนต์

source: complex
th: ซับซ้อน

source: component
th: ส่วนประกอบ, องค์ประกอบ

source: compose
th: ประกอบ, เรียบเรียง, เขียน (เมล, จดหมาย)

source: composer
th: ผู้ประพันธ์, ผู้แต่ง, การเขียนจดหมาย, เครื่องมือการเขียนจดหมาย

source: compress
th: บีบอัด, อัด, บีบ

source: computer
th: คอมพิวเตอร์

source: concatenate
th: การเชื่อมสตริง, การต่อสตริง

source: concave
th: เว้า

source: condense
th: บีบ

source: condition
th: เงื่อนไข

source: conduit
th: ท่อ

source: conferencing
th: การประชุม

source: confidential
th: เป็นความลับ, ลับ, ลับเฉพาะ

source: config
th: ตั้งค่า, การตั้งค่า, ค่าตั้ง

source: configuration server
th: เซิร์ฟเวอร์ค่าตั้ง

source: configuration
th: การตั้งค่า

source: configure
th: ตั้งค่า

source: confirm
th: ยืนยัน

source: conflict
th: ขัดแย้ง

source: confuse
th: สับสน

source: Congo Republic
th: สาธารณรัฐคองโก, สาธารณรัฐคองโก (Republic of The Congo)

source: congratulation
th: ข้อความแสดงความยินดี, การพูดแสดงความยินดี

source: conical
th: ทรงกรวย, รูปกรวย

source: connect
th: เชื่อมต่อ, ติดต่อ

source: connector
th: ตัวเชื่อมต่อ, เส้นเชื่อม

source: consecutive
th: ที่ต่อเนื่องกัน

source: consensus
th: ความเห็นต้องกัน, ความเห็นสอดคล้อง

source: console
th: คอนโซล

source: consolidate
th: ผสาน

source: constant
th: คงที่, ค่าคงที่

source: constraint
th: ข้อจำกัด

source: consumer
th: ผู้บริโภค, ผู้ใช้

source: contact
th: ติดต่อ, ที่อยู่ติดต่อ

source: contact list
th: รายชื่อการติดต่อ, รายชื่อที่อยู่ติดต่อ

source: contain
th: บรรจุอยู่, ประกอบด้วย

source: contemporary
th: ร่วมสมัย

source: content
th: เนื้อหา

source: context
th: บริบท

source: continue
th: ทำต่อไป, ทำต่อเนื่อง, ต่อไป, ต่อเนื่องไป

source: continuous
th: ต่อเนื่อง

source: contract
th: หดตัว

source: contraction
th: การหดตัว

source: contrast
th: ความต่างระดับสี, การตัดกันของสี

source: control
th: คอนโทรล, ควบคุม, การควบคุม, ปุ่มควบคุม

source: controller
th: ตัวควบคุม

source: control panel
th: แผงควบคุม

source: convened
th: ชุมนุม, รวมกัน

source: convenience
th: ความสะดวก, สิ่งอำนวยความสะดวก

source: conversation
th: การสนทนา, หัวข้อการสนทนา

source: conversion
th: การแปลง, การแปลงค่า, การแปลงระบบ

source: convert
th: แปลง

source: converter
th: เครื่องมือแปลงค่า, อุปกรณ์แปลงค่า

source: cookie
th: คุกกี้

source: cooperate
th: ร่วมมือ

source: cooperation
th: ความร่วมมือ

source: coordinator
th: ผู้ประสานงาน

source: copy
th: ก๊อบปี้, คัดลอก, สำเนา

source: copyright
th: ลิขสิทธิ์, สงวนลิขสิทธิ์

source: core
th: แกน

source: Corel
th: คอเรล

source: corner
th: มุม

source: correction
th: การแก้ไข

source: correlation
th: ความสัมพันธ์กัน

source: corrupt
th: วิบัติ

source: cost
th: ราคา, มูลค่า, จำนวนเงิน, เป็นจำนวนเงิน

source: Costa Rica
th: คอสตาริกา, สาธารณรัฐคอสตาริกา (Republic of Costa Rica)

source: count
th: นับ, การนับ, จำนวน

source: counter
th: เคาน์เตอร์, ตัวนับ

source: counterclockwise
th: ทวนเข็มนาฬิกา

source: CPU
th: ซีพียู, หน่วยประมวลผลกลาง, central processing unit

source: cradle
th: จุดเริ่มต้น, แหล่งกำเนิด

source: crash
th: ขัดข้อง

source: crc
th: วีธีการตรวจสอบความผิดพลาดของการส่งข้อมูล, Cyclical Redundancy Check

source: create
th: สร้าง

source: creator
th: ผู้สร้าง

source: credential
th: หนังสือรับรอง

source: credit
th: เครดิต, ความไว้วางใจ, ความเชื่อถือ, เชื่อถือ
