Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: Select Installation Directory
th: เลือกไดเรกทอรี่ที่จะทำการติดตั้ง

source: Select Installation Type
th: เลือกประเภทของการติดตั้ง

source: Select Language
th: เลือกภาษา

source: Select logo
th: เลือกโลโก้

source: Select root directory
th: เลือกไดเรกทอรี่ราก

source: Select Row
th: เลือกแถว

source: Select Source
th: เลือกต้นฉบับ

source: Select Table
th: เลือกตาราง

source: Select Word
th: เลือกคำ

source: Send mail
th: ส่งเมล, ส่งจดหมาย

source: Send Mail
th: ส่งเมล, วา, ส่งจดหมาย

source: Send Message
th: ส่งข้อความ

source: Sender
th: ผู้ส่ง

source: Sent Messages
th: ส่งข้อความ

source: Sep
th: ก.ย., กันยายน

source: Series
th: อนุกรม, ชุด, ชุดลำดับ

source: Series name
th: ชื่ออนุกรม, ชื่อชุด, ชื่อชุดลำดับ

source: Series type
th: ประเภทอนุกรม, ประเภทชุด, ประเภทชุดลำดับ, ชนิดอนุกรม, อนุกรมชุด

source: Shadow
th: เงา

source: Shadow style
th: รูปแบบเงา

source: Shadow:
th: เงา:

source: Shear horizontal
th: complete

source: Shear vertical
th: complete

source: Sheet
th: ชีท, แผ่นงาน

source: Sheets
th: ชีท, แผ่นงาน

source: Shortcut
th: ทางลัด

source: Show
th: แสดง

source: Show accepted changes
th: แสดงการเปลี่ยนแปลงที่ยอมรับ

source: Show additional information
th: แสดงข้อมูลเพิ่มเติม

source: Show Address Book
th: แสดงสมุดที่อยู่

source: Show advanced options
th: แสดงตัวเลือกขั้นสูง

source: Show All
th: แสดงทั้งหมด

source: Show all windows
th: แสดงหน้าต่างทั้งหมด

source: Show Column
th: แสดงคอลัมน์

source: Show columns
th: แสดงคอลัมน์

source: Show Details
th: แสดงรายละเอียด

source: Show extensions
th: แสดงส่วนขยาย

source: Show file extensions
th: แสดงไฟล์ส่วนขยาย, แสดงแฟ้มส่วนขยาย

source: Show groups
th: แสดงกลุ่ม

source: Show HTML Source
th: แสดงต้นรหัส HTML

source: Show logo
th: แสดงโลโก้

source: Show messages
th: แสดงข้อความ

source: Show preview
th: แสดงตัวอย่าง

source: Show symbol
th: แสดงสัญลักษณ์

source: show table
th: แสดงตาราง

source: Show/Hide Slide
th: แสดง/ซ่อน สไลด์

source: Show/Hide Status Bar
th: แสด, แสดง/ซ่อน แถบแสดงสถานะ

source: Single
th: bold

source: Size
th: ขนาด

source: Size (MB)
th: ขนาด (MB)

source: Size 1
th: ขนาด 1

source: Size 2
th: ขนาด 2

source: Size 3
th: ขนาด 3

source: Size 4
th: ขนาด 4

source: Size 5
th: ขนาด 5

source: Size 6
th: ขนาด 6

source: Size 7
th: ขนาด 7

source: Slide
th: สไสด์, สไลด์

source: Slide Bar
th: แถบสไสด์, แถบสไลด์

source: Slide Show
th: แสดงสไสด์, แสดงสไลด์

source: Slide View
th: มุมมองสไสด์, มุมมองสไลด์

source: Slides
th: สไสด์, สไลด์

source: Slides View
th: มุมมองสไลด์

source: Smooth
th: direct

source: Solarization
th: direct

source: Sort
th: เรียงลำดับ

source: Sort Ascending
th: เรียงลำดับจากน้อยไปมาก

source: Sort by
th: เรียงลำดับตาม

source: Sort by Columns
th: เรียงลำดับตามคอลัมน์

source: Sort by Rows
th: เรียงลำดับแถว

source: Sort Columns
th: เรียงลำดับคอลัมน์

source: Sort Data
th: เรียงลำดับข้อมูล

source: Sort Descending
th: เรียงลำดับจากมากไปน้อย

source: Sort Rows
th: เรียงลำดับแถว

source: Sort table
th: เรียงลำดับตาราง

source: Sort text
th: เรียงลำดับข้อความ

source: Sorting
th: การเรียงลำดับ

source: Sound
th: เสียง

source: Sound Files
th: แฟ้มเสียง

source: Source Code
th: ซอร์สโค้ด, ต้นฉบับ, โปรแกรม

source: Source Document
th: เอกสารต้นฉบับ

source: Source file
th: แฟ้มต้นฉบับ

source: Spacing
th: การเว้นวรรค

source: Spacing disabled
th: ยกเลิกการเว้นวรรค

source: Speaker
th: ลำโพง

source: Special
th: พิเศษ

source: Special Character
th: อักขระพิเศษ,ตัวอักษรพิเศษ

source: Special Characters
th: อักขระพิเศษ,ตัวอักษรพิเศษ

source: Special Functions
th: ฟังก์ชันพิเศษ

source: Specials
th: พิเศษ

source: Speed
th: ความเร็ว

source: Spelling
th: การสะกดคำ

source: sphere
th: ทรงกลม

source: spheres
th: ทรงกลม

source: Split table
th: แยกตาราง

source: Square
th: unfilled

source: Start angle
th: มุมเริ่มต้น

source: Start at
th: เริ่มที่

source: Start automatically
th: เริ่มโดยอัตโนมัติ

source: Start Copying
th: เริ่มการคัดลอก

source: Start inside
th: เริ่มด้านใน

source: Start Menu
th: เริ่มเมนู

source: State
th: รัฐ, สถานะ

source: Statistical
th: ทางสถิติ

source: Statistical Functions
th: ฟังก์ชันทางสถิติ

source: Statistics
th: สถิติ

source: Status
th: สถานะ

source: Status Bar
th: แถบสถานะ

source: Step Back
th: ถอยกลับ

source: Stop
th: หยุด

source: Stop Macro
th: หยุดมาโคร

source: Stretched
th: ปรับขนาดให้พอดี, ขยายให้พอด

source: Style
th: รูปแบบ, ลักษณะ

source: Subject
th: เรื่อง

source: Subscribe
th: สมัครสมาชิก, สมัครเป็นสมาชิก, บอกรับ

source: Subscript
th: ตัวห้อย, อักษรห้อย

source: Suggestions
th: คำแนะนำ, ข้อเสนอแนะ, การแนะนำ

source: Super
th: ซูเปอร์

source: Supported functions
th: ฟังก์ชันสนับสนุน

source: Swedish (Finland)
th: ภาษาสวีเดน (ฟีนแลนด์)

source: Symbol
th: สัญลักษณ์

source: Symbol set
th: ตั้งค่าสัญลักษณ์

source: Symbol Table
th: ตารางสัญลักษณ์

source: Symbols
th: สัญลักษณ์

source: Symbols Only
th: เฉพาะสัญลักษณ์

source: Symmetric
th: สมมาตร

source: Synonym
th: คำพ้องความหมาย, คำเหมือน

source: System
th: ระบบ

source: System database
th: ฐานข้อมูลระบบ

source: System file
th: แฟ้มระบบ

source: System properties
th: คุณสมบัติของระบบ

source: Tab Order
th: ลำดับแท็บ

source: Tab stop
th: หยุดแท็บ

source: Tab stop position
th: ตำแหน่งหยุดแท็บ

source: Table
th: ตาราง

source: Table #
th: ตาราง, ตาราง #

source: Table changed
th: ตารางถูกเปลี่ยนแปลง

source: Table Design
th: ออกแบบตาราง

source: Table Format
th: รูปแบบตาราง

source: Table indexes
th: ดัชนีตาราง

source: Table name
th: ชื่อตาราง

source: table names
th: ชื่อตาราง

source: Table view
th: ดุตาราง

source: Table: Fixed
th: Proportional

source: Tables
th: ตาราง

source: Tabloid
th: จุลสาร

source: Tabs
th: แท็บ

source: Tabs and spaces
th: แท็บและช่องว่าง

source: Taiwanese
th: ชาวไต้หวัน, ชาวจีนไต้หวัน, ภาษาจีนไต้หวัน

source: Target
th: เป้าหมาย

source: Target Directory
th: ไดเรคทอรีปลายทาง

source: Target URL
th: URL เป้าหมาย

source: Tel.
th: โทร.

source: Tel. (home)
th: โทร. (บ้าน)

source: Tel. (Home/Work)
th: โทร. (บ้าน/ที่ทำงาน), โทร. (บ้าน/ทำงาน)

source: Tel. (mobile)
th: โทร. (มือถือ)

source: Tel. (office)
th: โทร. (ที่ทำงาน), โทร. (ทำงาน)

source: Tel. (other)
th: โทร. (อื่นๆ)

source: Tel. (Work)
th: โทร. (ที่ทำงาน), โทร. (ทำงาน)

source: Tel.:
th: โทร.:

source: Tel: Home
th: โทร: บ้าน

source: Tel: Office
th: โทร: ที่ทำงาน, โทร: ทำงาน

source: Tel: Other
th: โทร: อื่นๆ

source: Tel: Work
th: โทร: ที่ทำงาน, โทร: ทำงาน

source: Telephone
th: โทรศัพท์

source: Telnet
th: เทลเน็ต

source: Template
th: ต้นแบบ

source: Template Management
th: ตัวจัดการต้นแบบ

source: Templates
th: ต้นแบบ

source: Temporary
th: ชั่วคราว

source: Test
th: ทดสอบ

source: Test text
th: ข้อความทดสอบ

source: Text -> Record
th: ข้อความ -> บันทึก

source: Text (%PRODUCTNAME 3.0)
th: ข้อความ (%PRODUCTNAME 3.0)

source: Text (%PRODUCTNAME 4.0)
th: ข้อความ (%PRODUCTNAME 4.0)

source: Text (%PRODUCTNAME 5.0)
th: ข้อความ (%PRODUCTNAME 5.0)

source: Text (%PRODUCTNAME)
th: ข้อความ (%PRODUCTNAME)

source: Text <-> Table
th: ข้อความ -> ตาราง

source: Text area
th: พื้นที่ข้อความ

source: Text Box
th: กล่องข้อความ

source: Text color
th: สีข้อความ

source: Text delimiter
th: ตัวแบ่งข้อความ

source: Text direction
th: แนวอักษร

source: Text display
th: แสดงข้อความ

source: Text editing
th: การแก้ไขขอ้ความ

source: Text file
th: ไฟล์ข้อความ, แฟ้มข้อความ

source: Text format
th: รูปแบบข้อความ

source: Text frame
th: กรอบข้อความ

source: Text frames
th: กรอบข้อความ

source: Text only
th: เฉพาะข้อความ

source: The address was added.
th: ที่อยู่ได้ถูกเพิ่มแล้ว

source: The angle in a radian
th: ค่ามุมในหน่วยเรเดียน

source: The angle in degrees.
th: ค่ามุมในหน่วยองศา

source: The database cannot be opened
th: ไม่สามารถเปิดฐานข้อมูลได้

source: The name of the file.
th: ชื่อของไฟล์, ชื่อของแฟ้ม

source: The number of elements selected.
th: จำนวนสิ่งที่เลือก

source: The number to be converted.
th: จำนวนที่ต้องถูกแปลง

source: Then
th: ดังนั้น

source: thin
th: บาง

source: Thousands separator
th: เครื่องหมายคั่นหลักพัน

source: Thread
th: หัวข้อ

source: Tile
th: direct

source: Time
th: เวลา, ครั้ง

source: Time (fixed)
th: เวลา (คงที่)

source: Time (variable)
th: เวลา (ตัวแปร), ครั้ง (ตัวแปร)

source: Time remaining (estimated)
th: ใช้เวลาอีก(โดยประมาณ)

source: Timeout
th: หมดเวลา

source: Tip
th: คำแนะนำ, เคล็ดลับ

source: Tips
th: คำแนะนำ, เคล็ดลับ

source: Title
th: ชื่อเรื่อง, หัวเรื่อง

source: Title (X Axis)
th: ชื่อ (แกน X)

source: Title (Y Axis)
th: ชื่อ (แกน Y)

source: Title (Z Axis)
th: ชื่อ (แกน Z)

source: Title / Data
th: ชื่อ / ข้อมูล

source: to
th: ถึง

source: To Begin of Next Column
th: ไปยังจุดเริ่มต้นคอลัมน์ถัดไป

source: To Begin of Next Page
th: ไปยังจุดเริ่มต้นของหน้าถัดไป

source: To Begin of Previous Column
th: ไปยังจุดเริ่มต้นคอลัมน์ก่อนหน้า

source: To Begin of Previous Page
th: ไปยังจุดเริ่มต้นของหน้าก่อน

source: To Column Begin
th: ไปยังจุดเริ่มต้นคอลัมน์

source: To Column End
th: ไปยังจุดสิ้นสุดคอลัมน์

source: To Current Cell
th: ไปยังเซลล์ปัจจุบัน

source: To Do
th: จำเป็นต้องทำ

source: To Document Begin
th: ไปยังจุดเริ่มต้นเอกสาร

source: To Document End
th: ไปยังจุดสิ้นสุดเอกสาร

source: To End of Line
th: ไปยังจุดสิ้นสุดบรรทัด

source: To End of Next Column
th: ไปยังจุดสิ้นสุดคอลัมน์ถัดไป

source: To End of Next Page
th: ไปยังจุดสิ้นสุดของหน้าถัดไป

source: To End of Previous Page
th: ไปยังจุดสิ้นสุดของหน้าก่อน

source: To File Begin
th: ไปยังจุดเริ่มต้นของไฟล์

source: To File End
th: ไปยังจุดสิ้นสุดของไฟล์

source: To Footer
th: ไปยังท้ายกระดาษ

source: To Header
th: ไปยังหัวกระดาษ

source: To Line Begin
th: ไปยังจุดเริ่มต้นบรรทัด

source: To Next Footnote
th: ไปยังเชิงอรรถถัดไป

source: To Next Frame
th: ไปยังเฟรมถัดไป

source: To Next Input Field
th: ไปยังช่องรับข้อมูลถัดไป

source: To Next Object
th: ไปยังวัตถุถัดไป

source: To Next Paragraph
th: ไปยังย่อหน้าถัดไป

source: To Next Sentence
th: ไปยังประโยคถัดไป

source: To Next Sheet
th: ไปยังแผ่นงานถัดไป

source: To Next Table
th: ไปยังตารางถัดไป

source: To Page Begin
th: ไปยังจุดเริ่มต้นหน้ากระดาษ

source: To Page End
th: ไปยังจุดสิ้นสุดหน้ากระดาษ

source: To Paragraph Begin
th: ไปยังจุดเริ่มต้นของย่อหน้า

source: To Paragraph End
th: ไปยังจุดสิ้นสุดของย่อหน้า

source: To Previous Column
th: ไปยังคอลัมน์ก่อนหน้า

source: To Previous Footnote
th: ไปยังเชิงอรรถก่อนหน้า

source: To Previous Input Field
th: ไปยังช่องรับข้อมูลก่อนหน้า

source: To Previous Object
th: ไปยังวัตถุก่อนหน้า

source: To Previous Paragraph
th: ไปยังย่อหน้าก่อน

source: To Previous Sentence
th: ไปยังประโยคก่อนหน้า

source: To Previous Sheet
th: ไปยังแผ่นงานก่อนหน้า

source: To Previous Table
th: ไปยังตารางก่อนหน้า

source: To Table Begin
th: ไปยังจุดเริ่มต้นของตาราง

source: To Table End
th: ไปยังส่วนท้ายของตาราง

source: Too many conditions
th: มีเงื่อนไขมากเกินไป

source: Too many files
th: มีจำนวนแฟ้มข้อมูลมากเกินไป

source: Too many rows to sort
th: มีจำนวนแถวที่จะจัดเรียงมากเกินไป

source: Too many user-defined toolbars.
th: มีจำนวนแถบเครื่องมือที่ผู้ใช้สร้างขึ้นเองมากเกินไป

source: Toolbars
th: แถบเครื่องมือ

source: Tools
th: เครื่องมือ

source: Top Left
th: บนซ้าย

source: Top Left?
th: บนซ้าย?

source: Top margin
th: ขอบบน

source: Top Right
th: บนขวา

source: Top to bottom
th: จากบนลงล่าง

source: Top to bottom (sort rows)
th: บนลงล่าง (เรียงแถว)

source: Total
th: ผลรวม, ยอดรวม, รวมยอด

source: Total columns
th: จำนวนคอลัมน์ทั้งหมด

source: Total page count
th: จำนวนหน้าทั้งหมดที่นับได้

source: Total rows
th: จำนวนแถวทั้งหมด

source: Transpose
th: เปลี่ยนตำแหน่ง

source: True
th: จริง

source: True Colors
th: สีเหมือนจริง

source: Tttle
th: Text, Clipart

source: Tubes
th: deep

source: Type
th: ชนิด

source: Type 1
th: ชนิดที่ 1

source: Type 2
th: ชนิดที่ 2

source: Type 3
th: ชนิดที่ 3

source: Type 4
th: ชนิดที่ 4

source: Type and title
th: ชนิดและชื่อ

source: Type formatting
th: การกำหนดรูปแบบชนิด

source: Type of circle
th: ชนิดของวงกลม

source: Type of connector
th: ชนิดของตัวเชื่อมต่อ

source: Type of data source
th: ชนิดของแหล่งข้อมูล

source: Type of dimensioning
th: ชนิดของการกำหนดขนาด

source: Type of legend
th: ชนิดของคำอธิบาย

source: Type of list contents
th: ชนิดของเนื้อหารายการ

source: Type of literature
th: ชนิดของสิ่งตีพิมพ์

source: Type of submission
th: ชนิดของการส่งมอบ

source: Underline
th: ขีดเส้นใต้

source: Underline (Dash bold)
th: ขีดเส้นใต้ (ขีดหนา)

source: Underline (dashes)
th: ขีดเส้นใต้ (ขีด)

source: Underline (dot dash
th: bold), ขีดเส้นใต้ (จุดหนา), ขีดเส้นใต้ (จุดขีด หนา)

source: Underline (dot dash)
th: ขีดเส้นใต้ (จุด), ขีดเส้นใต้ (จุดขีด)

source: Underline (dot dot dash
th: bold), ขีดเส้นใต้ (จุดจุดขีด หนา)

source: Underline (dot dot dash)
th: ขีดเส้นใต้ (จุดจุดขีด)

source: Underline (long dash
th: bold), ขีดเส้นใต้ (ขีดยาวหนา)

source: Underline (long dashes)
th: ขีดเส้นใต้ (ขีดยาว)

source: Underline (wave
th: bold)

source: Underline: Single
th: ขีดเส้นใต้ : เส้นเดี่ยว

source: Undo
th: ยกเลิก, เลิกทำ, แก้ไขกลับคืน

source: Undo %O
th: ยกเลิก %O, เลิกทำ %O, แก้ไข %O กลับคืน

source: Undo Print Range
th: แก้ไขช่วงการพิมพ์กลับคืน

source: Undo Selection
th: แก้ไขการเลือกกลับคืน

source: Undo:
th: ยกเลิก:, แก้ไขกลับคืน:

source: Ungroup
th: ยกเลิกการจัดกลุ่ม,ยกเลิกกลุ่ม

source: Ungroup %O
th: ยกเลิกกลุ่ม %O

source: University
th: มหาวิทยาลัย

source: Unknown
th: ที่ไม่รู้จัก

source: Unknown attribute
th: คุณลักษณะที่ไม่รู้จัก, แอตทริบิวต์ที่ไม่รู้จัก

source: Unknown data type $(ARG1)
th: ไม่รู้จักข้อมูลชนิด $(ARG1)

source: Unknown error in W4W filter
th: เกิดข้อผิดพลาดที่ไม่รู้จักในตัวกรอง W4W

source: Unknown error occurred
th: เกิดข้อผิดพลาดที่ไม่รู้จัก

source: Unknown file format!
th: รูปแบบไฟล์ที่ไม่รู้จัก, รูปแบบไฟล์ที่ไม่รู้จัก!

source: Unknown filter:
th: ตัวกรองที่ไม่รู้จัก:

source: Unknown graphic format
th: รูปแบบกราฟิกที่ไม่รู้จัก

source: Unknown graphics format
th: รูปแบบกราฟิกที่ไม่รู้จัก

source: Unknown Lotus1-2-3 file format.
th: รูปแบบไฟล์โลตัส 1-2-3 ที่ไม่รู้จัก

source: Unknown method on object :($Arg1).($Arg2)
th: วิธีที่ไม่รู้จักบนวัตถุ :($Arg1).($Arg2)

source: Unknown option: $(ARG1)
th: ตัวเลือกที่ไม่รู้จัก: $(ARG1)

source: Unknown Server
th: เครื่องแม่ข่ายที่ไม่รู้จัก, เซิร์ฟเวอร์ที่ไม่รู้จัก

source: Unknown source
th: แหล่งข้อมูลที่ไม่รู้จัก

source: Unknown word.
th: คำที่ไม่รู้จัก

source: Unread Messages
th: ข้อมูลยังไม่ได้อ่าน, ข้อความยังไม่ได้อ่าน, ข้อความที่ยังไม่ได้อ่าน

source: Unsent Messages
th: จดหมายค้างส่ง

source: Untitled
th: ไม่มีหัวเรื่อง

source: Untitled 1
th: ไม่มีหัวเรื่อง 1

source: Untitled 2
th: ไม่มีหัวเรื่อง 2

source: Untitled 3
th: ไม่มีหัวเรื่อง 4, ไม่มีหัวเรื่อง 3

source: Untitled 4
th: ไม่มีหัวเรื่อง 4

source: Untitled 5
th: ไม่มีหัวเรื่อง ถ, ไม่มีหัวเรื่อง 5

source: Untitled 6
th: ไม่มีหัวเรื่อง 6

source: Untitled 7
th: ไม่มีหัวเรื่อง 7

source: Untitled 8
th: ไม่มีหัวเรื่อง 8

source: Untitled 9
th: ไม่มีหัวเรื่อง 9

source: Unvisited links
th: ลิงก์ที่ไม่เคยไป

source: Update
th: อัพเดต, ปรับปรุง

source: Update data
th: ปรับปรุงข้อมูล

source: Update Link
th: ปรับปรุงลิงก์

source: Urdu (India)
th: อูรดู(อินเดีย)

source: Urdu (Pakistan)
th: อูรดู(ปากีสถาน)

source: Urgent
th: เร่งด่วน

source: URL
th: โปรแกรมชี้แหล่งทรัพยากรสากล, ยูอาร์แอล, โปรแกรมชี้แหล่งทรัพยากรสากล, ตัวชี้แหล่งในอินเทอร์เน็ต

source: USA
th: สหรัฐอเมริกา

source: Use
th: ใช้

source: Use %PRODUCTNAME
th: ใช้ %PRODUCTNAME

source: Use %PRODUCTNAME as Browser
th: ใช้ %PRODUCTNAME เป็นเบราว์เซอร์

source: Use %PRODUCTNAME as e-mail client
th: ใช้ %PRODUCTNAME เป็นโปรแกรมอ่าน e-mail

source: Use %PRODUCTNAME as FTP client
th: ใช้ %PRODUCTNAME เป็นโปรแกรม FTP

source: Use %PRODUCTNAME as news client
th: ใช้ %PRODUCTNAME เป็นโปรแกรมอ่านข่าว

source: Use as Template
th: ใช้เป็นแม่แบบ

source: Use OpenGL
th: ใช้ OpenGL

source: Use system settings
th: ใช้การตั้งค่าของระบบ

source: User
th: ผู้ใช้

source: User 1
th: ผู้ใช้ 1

source: User 2
th: ผู้ใช้ 2

source: User 3
th: ผู้ใช้ 3

source: User 4
th: ผู้ใช้ 4

source: User 5
th: ผู้ใช้ 5

source: User 6
th: ผู้ใช้ 6

source: User 7
th: ผู้ใช้ 7

source: User 8
th: ผู้ใช้ 8

source: User 9
th: ผู้ใช้ 9

source: User Configuration
th: การกำหนดค่าสำหรับผู้ใช้

source: User Data
th: ข้อมูลผู้ใช้

source: User Defined
th: กำหนดโดยผู้ใช้

source: User Dictionaries
th: พจนานุกรมสำหรับผู้ใช้

source: User Directory
th: ไดเรกทอรี่ของผู้ใช้, ไดเรกทอรี่สำหรับผู้ใช้, ไดเรกทอรี่ผู้ใช้

source: User Index 1
th: ดัชนีผู้ใช้ 1

source: User Index 10
th: ดัชนีผู้ใช้ 10

source: User Index 2
th: ดัชนีผู้ใช้ 2

source: User Index 3
th: ดัชนีผู้ใช้ 3

source: User Index 4
th: ดัชนีผู้ใช้ 4

source: User Index 5
th: ดัชนีผู้ใช้ 5

source: User Index 6
th: ดัชนีผู้ใช้ 6

source: User Index 7
th: ดัชนีผู้ใช้ 7

source: User Index 8
th: ดัชนีผู้ใช้ 8

source: User Index 9
th: ดัชนีผู้ใช้ 9

source: User interface
th: ส่วนติดต่อผู้ใช้

source: User name
th: ชื่อผู้ใช้

source: User Name and Password Required
th: ต้องการชื่อผู้ใช้และรหัสผ่าน

source: User name contains invalid characters
th: ชื่อผู้ใช้มีอักษรที่ไม่ถูกต้อง, ชื่อผู้ใช้มีอักษรที่ใช้ไม่ได้

source: User settings
th: การตั้งค่าของผู้ใช้

source: User-defined
th: ผู้ใช้กำหนด

source: User-defined 1
th: ผู้ใช้กำหนด 2, ผู้ใช้กำหนด 1

source: User-defined 2
th: ผู้ใช้กำหนด 2

source: User-defined 3
th: ผู้ใช้กำหนด 3

source: User-defined 4
th: ผู้ใช้กำหนด 4

source: User-defined 5
th: ผู้ใช้กำหนด 5

source: User-defined dictionaries
th: พจนานุกรมที่ผู้ใช้กำหนดขึ้นเอง

source: User-Defined Index
th: ดัชนีผู้ใช้กำหนด

source: User-defined Settings
th: การตั้งค่าสิ่งที่ผู้ใช้กำหนด

source: User-defined1
th: ผู้ใช้กำหนด1

source: User-defined2
th: ผู้ใช้กำหนด2

source: User-defined3
th: ผู้ใช้กำหนด3

source: User-defined4
th: ผู้ใช้กำหนด4

source: User-defined5
th: ผู้ใช้กำหนด5

source: Using Help
th: การใช้ระบบช่วยเหลือ

source: Value max.
th: ค่าสูงสุด

source: Value min.
th: ค่าต่ำสุด

source: Values
th: ค่า, มูลค่า

source: Variable
th: ตัวแปร

source: Variable $(ARG1) already defined
th: ตัวแปร $(ARG1) ถูกกำหนดค่าแล้ว

source: Variables
th: ตัวแปร

source: Version
th: รุ่น, เวอร์ชัน

source: Version 1.0
th: เวอร์ชั่น 1.0, รุ่น 1.0

source: Versions
th: รุ่น, เวอร์ชัน

source: Vertical
th: แนวตั้ง

source: Vertical alignment
th: การจัดวางในแนวตั้ง

source: Vertical line
th: เส้นแนวตั้ง

source: Vertical Lines
th: เส้นแนวตั้ง

source: Vertical ruler
th: ไม้บรรทัดแนวตั้ง

source: via
th: ผ่านทาง

source: Video
th: วีดิโอ

source: Video file
th: ไฟล์วีดิโอ, แฟ้มวีดิโอ

source: Video for Windows (*.avi)
th: วีดิโอสำหรับวินโดสว์ (*.avi)

source: Viet Nam
th: เวียดนาม, เวียตนาม

source: View
th: ดู, แสดง

source: View 100%
th: ดู 100%, แสดง 100%

source: View 200%
th: ดู 200%, แสดง 200%

source: View 50%
th: ดู 50%, แสดง 50%

source: View Details
th: แสดงรายละเอียดต่างๆ

source: View Options
th: แสดงตัวเลือกต่างๆ

source: VIM (cc:Mail
th: Lotus Notes)

source: Violet
th: สีม่วง

source: Visibility
th: ความสามารถที่จะมองเห็นได้

source: Visible
th: มองเห็น

source: Visited Internet Link
th: ลิงก์อินเตอร์เน็ตที่เคยไป

source: Visited link
th: ลิงก์ที่เคยไป

source: Visited links
th: ลิงก์ที่เคยไป

source: Waiting
th: กำลังคอย

source: Warning
th: การเตือน

source: Warning:
th: การเตือน:

source: Warning!
th: การเตือน!

source: Warnings
th: การเตือน

source: Water
th: น้ำ

source: Watermark
th: ลายน้ำ

source: We
th: เรา, พวกเรา

source: Web View
th: มุมมองเว็บ

source: Week
th: สัปดาห์

source: Weekday
th: วันทำงาน

source: WEEKDAY
th: วันทำงาน

source: Weekend
th: วันหยุดประจำสัปดาห์

source: Weeks
th: สัปดาห์

source: Weight
th: น้ำหนัก

source: Welcome to the installation program
th: ยินดีต้อนรับสู่โปรแกรมการติดตั้ง

source: When creating or moving objects
th: เวลาสร้างหรือย้ายวัตถุ, เมื่อทำการสร้างหรือย้ายวัตถุ

source: When loading
th: เมื่อมีการโหลด, เมื่อทำการโหลด

source: When reloading
th: เมื่อทำการอ่านใหม่

source: When rotating
th: เวลาหมุน

source: While converting the file
th: ในขณะที่กำลังแปลงไฟล์, ขณะแปลงแฟ้ม

source: While Typing
th: ในขณะที่กำลังพิมพ์, ขณะพิมพ์

source: White
th: สีขาว

source: Who is?
th: ใครคือ?

source: Whole word
th: คำทั้งหมด

source: Widows
th: หน้าต่าง

source: Width
th: กว้าง, ความกว้าง

source: Window
th: หน้าต่าง

source: Windows 3.x
th: วินโดสว์ 3.x, วินโดวส์ 3.x

source: Windows 95
th: วินโดสว์ 95

source: Windows NT
th: วินโดสว์ เอ็นที

source: With
th: ด้วย

source: With condition
th: ด้วยเงื่อนไข

source: with copy
th: ด้วยการคัดลอก

source: With window contents
th: โดยเนื้อหาของวินโดวส์

source: Without contents
th: โดยไม่มีเนื้อหา

source: Word
th: เวิร์ด

source: Word 95
th: เวิร์ด 95

source: Word 97/2000
th: เวิร์ด 97/2000

source: Word Documents
th: เอกสารเวิร์ด

source: Word processing
th: โปรแกรมประมวลผลคำ, การประมวลผลคำ

source: Wrong parameter
th: พารามิเตอร์ไม่ถูกต้อง

source: Wrong password
th: รหัสผ่านผิด

source: X axis
th: แกน X

source: X axis title
th: ชื่อแกน X

source: X Position
th: ค่าตำแหน่งในแนวแกน X

source: Y Axis
th: แกน Y

source: Y Position
th: ค่าตำแหน่งในแนวแกน Y

source: Year
th: ปี

source: Year (two digits)
th: ปี (2 หลัก)

source: Year of publication
th: ปีที่ตีพิมพ์

source: Yearly / Monthly Calendar
th: ปฏิทินรายปี/รายเดือน

source: Years
th: ปี

source: Yellow
th: สีเหลือง

source: Yes
th: ใช่, ถูกต้อง

source: You have $1 new message(s).
th: คุณมีข้อความใหม่ $1 ข้อความ

source: Z axis
th: แกน Z

source: Zip (Postal) code/City
th: รหัสไปรษณีย์/เมือง

source: ZIP Code
th: รหัสไปรษณีย์

source: ZIP file
th: ไฟล์บีบอัด, แฟ้มบีบอัด

source: Zip/City
th: รหัสไปรษณีย์/เมือง

source: Zoom
th: ขยาย

source: Zoom 100%
th: ขยาย 100%

source: Zoom In
th: ขยายเข้าไป

source: Zoom Out
th: ขยายออกมา, ย่อ

source: Zoom Page
th: ขยายเต็มหน้ากระดาษ, ขยายเต็มหน้า

source: Zoom Page Width
th: ขยายเต็มความกว้าง

source: AI
th: เอไอ, ปัญญาประดิษฐ์

source: assign
th: กำหนด

source: checkout
th: การหาจุดบกพร่อง

source: check sum
th: ผลรวมตรวจสอบ

source: checkpoint
th: จุดตรวจสอบ

source: child node
th: บัพลูก

source: check word
th: คำตรวจสอบ

source: computation
th: การคำนวณ

source: Saint Kitts and Nevis
th: เซนต์คิตส์และเนวิส

source: Saint Vincent and the Grenadines
th: เซนต์วินเซนต์และเกรนาดีนส์

source: Western Samao
th: ซามัวตะวันตก, รัฐเอกราชซามัว (Western Samoa)

source: China (Hong Kong)
th: ฮ่องกง, เขตบริหารพิเศษฮ่องกง ( Hong Kong Special Administrative Region : HKSAR)

source: China (Macau)
th: มาเก๊า, เขตบริหารพิเศษมาเก๊า (Macau Special Administrative Region)

source: China (Taiwan)
th: ไต้หวัน

source: DPR Korea
th: เกาหลีเหนือ, สาธารณรัฐประชาธิปไตยประชาชนเกาหลี (Democratic People s Republic of Korea)

source: Republic of Korea
th: เกาหลีใต้, สาธารณรัฐเกาหลี

source: Timor-Leste
th: ติมอร์เลสเต, สาธารณรัฐประชาธิปไตยติมอร์เลสเต (The Democratic Republic of Timor-Leste)

source: Afghanistan
th: อัฟกานิสถาน, รัฐอิสลามอัฟกานิสถาน

source: Central African
th: แอฟริกากลาง, สาธารณรัฐแอฟริกากลาง (Central African Republic)

source: UAE
th: สหรัฐอาหรับเอมิเรตส์, สหรัฐอาหรับเอมิเรตส์

source: Holy See
th: นครรัฐวาติกัน, Vatican City State

source: control character
th: อักขระควบคุม

source: control file
th: ไฟล์ควบคุม

source: declare
th: ประกาศ

source: default value
th: ค่าปริยาย, ค่ามาตรฐาน

source: British Virgin Islands
th: หมู่เกาะบริติชเวอร์จิน, ดินแดนของสหราชอาณาจักร

source: Cocos-Keeling Islands
th: หมู่เกาะโคโคส-คีลิง, ดินแดนของออสเตรเลีย

source: passphrase
th: วลีรหัสผ่าน

source: maintain
th: การดูแล

source: Caldera
th: คาลเดรา

source: user account
th: รายชื่อผู้ใช้ระบบ

source: single user
th: ผู้ใช้คนเดียว

source: text direction
th: แนวอักษร

source: background color
th: สีพื้นหลัง

source: font color
th: สีตัวอักษร

source: color border
th: สีเส้นขอบ

source: drawing view
th: มุมมองภาพวาด, มุมมองสำหรับวาดรูป

source: outline view
th: มุมมองแบบโครงร่าง

source: slide view
th: มุมมองสไลด์

source: mouse pointer
th: ลูกศรเมาส์

source: tolerance
th: ความอึด

source: hyphenation
th: การใช้ยัติภังค์

source: OpenOffice.org
th: โอเพนออฟฟิศดอทอ็อก, office suite program

source: move down
th: เลื่อนลง
