Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: indigo
th: สีคราม, สีน้ำเงินม่วง

source: Indonesia
th: อินโดนีเซีย, สาธารณรัฐอินโดนีเซีย (Republic of Indonesia)

source: industrial
th: เกี่ยวกับอุตสาหกรรม, บริษัทในภาคอุตสาหกรรม

source: infinite
th: ไม่สิ้นสุด

source: infinity
th: ความไม่มีที่สิ้นสุด

source: inflate
th: พองตัว, ทำให้พองตัว

source: Info
th: ข้อมูล, ข่าวสาร

source: informal
th: ไม่เป็นทางการ

source: information
th: ข้อมูล

source: infrared
th: อินฟราเรด

source: inherit
th: สืบต่อ, สืบช่วง

source: initialization
th: การกำหนดเริ่มต้น

source: initialize
th: กำหนดเริ่มต้น

source: initial
th: เริ่มแรก, เริ่มต้น

source: inline
th: แทรกเข้า, แทรกใน

source: input
th: ข้อมูลนำเข้า, นำเข้าข้อมูล

source: insert
th: แทรก

source: insertion point
th: จุดแทรก

source: inset
th: สิ่งที่สอดแทรกมา, ภาพแทรก, ใบแทรก

source: inspect
th: ตรวจสอบ

source: install
th: ติดตั้ง

source: installable
th: สามารถติดตั้งได้

source: installer
th: ตัวติดตั้ง

source: instance
th: กรณี, ราย, ตัวอย่าง

source: instant
th: ฉับพลัน, รีบด่วน

source: Instruction
th: วิธีใช้, คำแนะนำการใช้

source: integer
th: จำนวนเต็ม

source: intensity
th: ความหนาแน่น, ความเข้ม, ความรุนแรง

source: interaction
th: การโต้ตอบ

source: interactive
th: ที่มีการติดต่อสื่อสาร

source: intercept
th: สกัดกั้น

source: interface
th: อินเทอร์เฟซ, ส่วนติดต่อ, ช่องการติดต่อ

source: interference
th: สิ่งรบกวน, เหตุขัดข้อง

source: intermediate
th: เป็นสื่อกลาง, เป็นตัวกลาง, กลางๆ

source: internal
th: ภายใน

source: international
th: ระหว่างประเทศ

source: internet
th: อินเทอร์เน็ต

source: Internet Keywords Filter
th: ตัวกรองคำค้นหาบนอินเตอร์เน็ต

source: interpolate
th: แทรกคำในข้อความ

source: interrupt
th: ขัดจังหวะ, รบกวน

source: intersect
th: ตัดกัน

source: interval
th: ช่วงเวลา

source: introduction
th: บทนำ, การแนะนำ

source: invalid
th: ไม่มีผล, ไม่จริง, ไม่มีทาง

source: inverse
th: ตรงกันข้าม, สิ่งตรงข้าม

source: invert
th: สับเปลี่ยน, สลับ

source: investigate
th: สืบสวน, สืบหา

source: invisible
th: ที่มองไม่เห็น

source: invitation
th: การเชิญ

source: IP
th: IP, ไอพี, Internet Protocol

source: IP address
th: หมายเลขประจำเครื่อง

source: Iran
th: อิหร่าน, สาธารณรัฐอิสลามอิหร่าน (Islamic Republic of Iran)

source: Iraq
th: อิรัก, สาธารณรัฐอิรัก (Republic of Iraq)

source: IRC
th: ไออาร์ซี, Internet Relay Chat

source: Ireland
th: ไอร์แลนด์, ชื่อประเทศในทวีปยุโรป

source: Iris
th: ไอริส

source: IRQ
th: IRQ, Interrupt Request

source: ISDN
th: ISDN, Integrated Services Digital Network

source: Israel
th: อิสราเอล, รัฐอิสราเอล (The State of Israel)

source: italic
th: ตัวเอียง

source: Italy
th: อิตาลี, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐอิตาลี (Republic of Italy)

source: item
th: รายการ

source: iteration
th: การทำซ้ำประโยคคำสั่ง, การวนรอบ

source: ivory
th: สีงาช้าง

source: Johore
th: ยะโฮร์, รัฐของประเทศมาเลเซีย

source: Jamaica
th: จาเมกา

source: Japan
th: ญี่ปุ่น

source: Java
th: จาวา

source: JavaScript
th: จาวาสคริปต์

source: Jazz
th: แจ๊ส

source: jigsaw
th: จิ๊กซอว์

source: job
th: งาน

source: join
th: เชื่อม

source: Jordan
th: จอร์แดน, ราชอาณาจักรฮัซไมต์จอร์แดน (The Hashemite Kingdom of Jordan)

source: journal
th: วารสาร, บันทึกการบันทึกข้อมูล

source: joystick
th: จอยสติ๊ก

source: JPEG
th: เจเพ็ก, Joint Photographic Experts Group

source: junk
th: ขยะ

source: justification
th: การจัดเรียงข้อความ

source: justify
th: จัดเรียงข้อความ, จัดชิดขอบ

source: Kazakhstan
th: คาซัคสถาน, ชื่อประเทศในทวีปเอเชีย, สาธารณรัฐคาซัคสถาน (Republic of Kazakhstan)

source: kB
th: กิโลไบต์, Kilobyte, 1024 bytes

source: kbps
th: กิโลบิตต่อวินาที, Kilobits Per Second

source: KDE
th: K Desktop Environment

source: Kedah
th: ไทรบุรี, เกดะห์, รัฐของประเทศมาเลเซีย

source: Kenya
th: เคนยา, สาธารณรัฐเคนยา (Republic of Kenya)

source: kernel
th: เคอร์เนล

source: kerning
th: ระยะห่างระหว่างอักษร

source: key
th: คีย์

source: keyboard
th: แป้นพิมพ์

source: keymap
th: ตารางปุ่มพิมพ์, ตารางปุ่มสัมพันธ์

source: keyword
th: คีย์เวิร์ด, คำสำคัญ, คำหลัก

source: kHz
th: กิโลเฮิรตซ์, Kilohertz

source: kill
th: ฆ่า, ทำลาย

source: killer
th: ผู้ฆ่า, ผู้ทำลาย

source: kilobyte
th: กิโลไบต์

source: Kiribati
th: คิริบาส, คิริบาตี, สาธารณรัฐคิริบาตี (Republic of Kiribati), สาธารณรัฐคิริบาส (Republic of Kiribati)

source: kit
th: ชุดเครื่องมือ, ชุดอุปกรณ์

source: km
th: กม., กิโลเมตร

source: Korea
th: north, เกาหลีเหนือ

source: Korea. south
th: เกาหลีใต้

source: Kuwait
th: คูเวต, รัฐคูเวต (State of Kuwait)

source: Kyrgyzstan
th: คีร์กีซสถาน, ชื่อประเทศในทวีปเอเชีย, สาธารณรัฐคีร์กีซ (Kyrgyz Republic)

source: label
th: แถบข้อความ, ป้ายชื่อ, ชื่อ

source: LAN
th: LAN, Local Area Network

source: landscape
th: แนวนอน

source: language
th: ภาษา

source: Laos
th: ลาว, ชื่อประเทศในทวีปเอเชีย, สาธารณรัฐประชาธิปไตยประชาชนลาว

source: laptop
th: แล็ปท็อป, คอมพิวเตอร์พกพา

source: laser
th: เลเซอร์

source: last
th: ท้าย, ท้ายสุด

source: lastname
th: นามสกุล

source: Latin
th: ละติน, ภาษาละติน

source: Latvia
th: ลัตเวีย, ชื่อประเทศในยุโรปตะวันออก, สาธารณรัฐลัตเวีย (Republic of Latvia)

source: launch
th: การเริ่มใช้งานโปรแกรม

source: launcher
th: ปุ่มเรียก

source: layer
th: เลเยอร์

source: layout
th: การวางรูปแบบ, การจัดวาง, การจัดเรียง

source: leader
th: ผู้นำ

source: Lebanon
th: เลบานอน, สาธารณรัฐเลบานอน (The Republic of Lebanon)

source: legal
th: เกี่ยวกับกฎหมาย, ถูกต้องตามกฎหมาย

source: legend
th: คำอธิบายใต้ภาพ

source: legibility
th: ความง่ายในการอ่าน, ลักษณะที่เข้าใจได้ง่าย

source: length
th: ความยาว

source: lens
th: เลนส์

source: lesser
th: น้อยกว่า

source: letter
th: จดหมาย, ตัวอักษร

source: letterhead
th: หัวจดหมาย

source: level
th: ระดับ

source: Lhasa
th: ลาซา

source: Liberia
th: ไลบีเรีย, สาธารณรัฐไลบีเรีย (Republic of Liberia)

source: library
th: ไลบรารี

source: Libya
th: ลิเบีย, สาธารณรัฐสังคมนิยมประชาชนอาหรับลิเบีย (The Great Socialist People&#8217;s Libyan Arab Jamahiriya)

source: license
th: ใบอนุญาต, การอนุญาต, สัญญาอนุญาตสิทธิ์, ใบอนุญาต ใช้ในกรณีเช่น driver's license = ใบอนุญาตขับขี่ (คงไม่ได้ใช้ในการแปลข้อความของโปรแกรม), สัญญาอนุญาตเช่น สัญญาอนุญาตสิทธิ์ใช้ซอฟต์แวร์

source: license agreement
th: ข้อตกลงสัญญาอนุญาตสิทธิ์

source: Liechtenstein
th: ลิกเตนสไตน์, ชื่อประเทศในทวีปยุโรป, ราชรัฐลิกเตนสไตน์ (Principality of Liechtenstein)

source: light
th: สว่าง, อ่อน

source: lighten
th: ทำให้สว่าง

source: lighting
th: การจัดแสง

source: lime
th: เหลืองแกมเขียว

source: limit
th: จำกัด, ขีดจำกัด

source: line
th: บรรทัด, เส้นบรรทัด, เส้น, แถว, แนว

source: linear
th: เป็นเส้นตรง

source: link
th: ลิงก์, การเชื่อมโยง, เชื่อมโยง

source: Linux
th: ลินุกซ์

source: liquid
th: ของเหลว

source: list
th: รายการ

source: literal
th: ตามตัวอักษร

source: Lithuania
th: ลิทัวเนีย, ชื่อประเทศในยุโรปตะวันออก, สาธารณรัฐลิทัวเนีย (Republic of Lithuania)

source: load
th: โหลด, เรียกข้อมูล

source: local
th: ท้องที่, (ตัวแปร) เฉพาะที่, พื้นที่, (เครื่อง) ฝั่งนี้

source: locale
th: รูปแบบภาษา

source: localhost
th: localhost, เครื่องฝั่งนี้

source: locality
th: ตำแหน่งที่อยู่, ตำแหน่งที่ตั้ง

source: locate
th: ก่อตั้ง, ตั้ง, สร้าง

source: location
th: ทำเล, ตำแหน่งที่ตั้ง, สถานที่

source: lock
th: ล็อค, ปิดตาย, ปิดกั้น, ยึด

source: log
th: ปูม

source: logarithm
th: ลอการิทึม

source: logic
th: ตรรกศาสตร์

source: logical
th: ทางตรรกะ

source: login
th: ล็อกอิน, เข้าระบบ

source: logo
th: โลโก้, สัญลักษณ์

source: logon
th: เข้าระบบ

source: logout
th: ออกจากระบบ

source: long
th: ช้า, ยาว

source: look
th: มองดู, ค้นหา

source: lookup
th: ค้นหา

source: loop
th: รูปวงแหวน, เคลื่อนที่เป็นรูปวงแหวน, วนรอบ, การวนรอบ

source: loopback
th: การวนกลับ, วกกลับ

source: loss
th: เสียหาย, สูญเสีย

source: lost
th: ที่ถูกทำลาย, ที่สูญหาย

source: lowercase
th: ตัวพิมพ์เล็ก

source: Luxembourg
th: ลักเซมเบิร์ก, ชื่อประเทศในทวีปยุโรป, ราชรัฐลักเซมเบิร์ก (The Grand Duchy of Luxembourg)

source: lyrics
th: เนื้อเพลง

source: Macedonia
th: มาซิโดเนีย

source: machine
th: เครื่อง, เครื่องจักร, เครื่องยนตร์, กลไก

source: Macintosh
th: แมคอินทอช

source: macro
th: แมโคร

source: Madagascar
th: มาดากัสการ์, สาธารณรัฐมาดากัสการ์ (Republic of Madagascar)

source: magenta
th: ม่วงแดง

source: magnification
th: การขยายใหญ่ขึ้น

source: magnify
th: ขยายใหญ่

source: mail
th: เมล, จดหมาย, ส่งจดหมาย

source: mailbox
th: กล่องจดหมาย, ตู้จดหมายอิเล็กทรอนิกส์

source: mailer
th: โปรแกรมส่งจดหมาย, โปรแกรมส่งเมล

source: mailing list
th: เมลลิงลิสต์, ระบบกระจายข่าวสารทางอีเมล สมาชิกทุกคนจะได้รับข้อความข่าวสาร

source: mail merge
th: การผสานจดหมาย, จดหมายเวียน

source: maintainer
th: ผู้ดูแล

source: maintenance
th: การรักษาสภาพ, การดูแล

source: Malacca
th: มะละกา, ชื่อรัฐในประเทศมาเลเซีย

source: Malawi
th: มาลาวี, สาธารณรัฐมาลาวี (Republic of Malawi)

source: Malaysia
th: มาเลเซีย

source: Mali
th: มาลี, สาธารณรัฐมาลี (Republic of Mali)

source: Malta
th: มอลตา, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐมอลตา (Republic of Malta)

source: management
th: การจัดการ

source: manager
th: ตัวจัดการ, ผู้จัดการ, โปรแกรมจัดการ, เครื่องมือจัดการ

source: Manchuria
th: แมนจูเรีย, ภูมิภาคหนึ่งของจีน

source: manual
th: ด้วยตนเอง, แบบปรับเลือกเอง

source: manually
th: ด้วยตนเอง, โดยกำหนดเอง, โดยกำหนดเอง, โดยปรับเลือกเอง

source: manufacturer
th: ผู้ผลิต

source: map
th: แผนที่

source: margin
th: ขอบ, ขอบกระดาษ

source: mark
th: ทำเครื่องหมาย

source: marker
th: เครื่องหมาย, สิ่งที่ใช้ทำเครื่องหมาย

source: maroon
th: น้ำตาลแดง

source: mask
th: หน้ากาก, พราง

source: master
th: ต้นฉบับ, ต้นแบบ, แม่แบบ, เค้าโครงหลัก

source: match
th: เข้ากัน, ตรงกัน

source: matrix
th: เมทริกซ์, แมทริกซ์

source: Mauritius
th: มอริเชียส, สาธารณรัฐมอริเชียส (Republic of Mauritius)

source: maximize
th: ขยายใหญ่สุด, ขยายเต็ม

source: MB
th: เมกะไบต์, Megabyte, 1024 kilobytes

source: MDI
th: Memory Display Interface, Multiple Document Interface

source: measurement
th: การวัด

source: media
th: สื่อ

source: median
th: ค่ามัธยฐาน

source: medium
th: ปานกลาง

source: meeting
th: การประชุม

source: megabyte
th: เมกะไบต์

source: member
th: สมาชิก

source: memo
th: บันทึกช่วยจำ

source: memorandum
th: บันทึกช่วยจำ

source: memory
th: หน่วยความจำ

source: menu
th: เมนู

source: menubar
th: แถบเมนู

source: merge
th: ผสาน, รวม

source: message
th: ข้อความ

source: messenger
th: ผู้ส่งสาร

source: meter
th: มิเตอร์, เครื่องวัด

source: method
th: วิธี

source: metric
th: เมตริก

source: Mexico
th: เม็กซิโก, สหรัฐเม็กซิโก (United Mexican States)

source: MHz
th: เมกะเฮิรตซ์

source: Micronesia
th: ไมโครนีเซีย, สหพันธรัฐไมโครนีเซีย (Federated States of Micronesia)

source: microphone
th: ไมโครโฟน

source: middle
th: กลาง, ตรงกลาง, จุดกึ่งกลาง

source: migrate
th: ถ่ายโอน, โยกย้าย

source: mile
th: ไมล์

source: milestone
th: หลักไมล์, เหตุการณ์สำคัญ

source: millimeter
th: มิลลิเมตร

source: millisecond
th: มิลลิวินาที

source: minimize
th: ย่อเก็บ

source: minix
th: มินิกซ์

source: minus
th: ลบ

source: minute
th: นาที

source: mirror
th: กระจก, (สร้าง)ภาพสะท้อน, แหล่งสำเนา

source: misc
th: เบ็ดเตล็ด

source: miscellaneous
th: เบ็ดเตล็ด

source: mixer
th: มิกเซอร์เสียง

source: mobile
th: (อุปกรณ์)เคลื่อนที่, (อุปกรณ์)พกพา

source: mode
th: โหมด, ภาวะ

source: model
th: โมเดล, รุ่น, แบบ

source: modem
th: โมเด็ม

source: moderate
th: ปานกลาง

source: third party
th: ผู้ผลิตอื่น

source: modify
th: แก้ไข, ปรับเปลี่ยน

source: modular
th: มอดุลาร์

source: module
th: มอดูล

source: Moldova
th: มอลโดวา, สาธารณรัฐมอลโดวา (Republic of Moldova)

source: molecule
th: โมเลกุล

source: Monaco
th: โมนาโก, ชื่อประเทศในทวีปยุโรป, ราชรัฐโมนาโก (Principality of Monaco)

source: Mongolia
th: มองโกเลีย, ชื่อประเทศในทวีปเอเชียตะวันออก

source: monitor
th: จอภาพ, เฝ้าสังเกต

source: monochrome
th: ขาวดำ

source: monospace
th: ความกว้างคงที่

source: druid
th: เครื่องมือวิเศษ

source: Morocco
th: โมร็อกโก, ราชอาณาจักรโมร็อกโก (The Kingdom of Morocco)

source: motion
th: การเคลื่อนไหว

source: mount
th: เมานท์, การเชื่อมต่อ, การติดตั้ง, ติดตั้ง

source: mouse
th: เมาส์

source: moveable
th: ที่เคลื่อนที่ได้, ที่ย้ายได้

source: movement
th: การเคลื่อนย้าย

source: movie
th: ภาพยนตร์, หนัง

source: Mozambique
th: โมซัมบิก, สาธารณรัฐโมซัมบิก (Republic of Mozambique)

source: mozilla
th: โมซิลลา

source: MPEG
th: MPEG, เอ็มเพ็ก, Moving Picture Experts Group

source: Mukden
th: มุกเดน

source: multilingual
th: หลายภาษา, หลากภาษา

source: multimedia
th: สื่อประสม, มัลติมีเดีย

source: mute
th: ปิดเสียง

source: Myanmar
th: พม่า, สหภาพพม่า (Union of Myanmar)

source: Namibia
th: นามิเบีย, สาธารณรัฐนามิเบีย (Republic of Namibia)

source: Nauru
th: นาอูรู, สาธารณรัฐนาอูรู (Republic of Nauru)

source: navigate
th: นำทาง

source: navigator
th: ผู้นำทาง

source: navy
th: กรมท่า, น้ำเงินกรมท่า

source: neon
th: นีออน

source: Nepal
th: เนปาล, ราชอาณาจักรเนปาล (Kingdom of Nepal)

source: Netherlands
th: เนเธอร์แลนด์, ชื่อประเทศในทวีปยุโรป, ราชอาณาจักรเนเธอร์แลนด์ (Kingdom of the Netherlands)

source: netscape
th: เน็ตสเคป

source: network
th: เน็ตเวิร์ก, เครือข่าย

source: network administrator
th: ผู้ดูแลระบบเครือข่าย

source: networking
th: ระบบเครือข่าย

source: neutral
th: ปานกลาง, เป็นกลาง

source: neutron
th: นิวตรอน

source: New Delhi
th: นิวเดลี

source: newline
th: (อักขระ)ขึ้นบรรทัดใหม่

source: news group
th: กลุ่มข่าว

source: newsletter
th: จดหมายข่าว

source: newspaper
th: หนังสือพิมพ์

source: newsprint
th: สิ่งพิมพ์

source: New Zealand
th: นิวซีแลนด์

source: next
th: ถัดไป, ต่อไป

source: NFS
th: Network File System [Sun]

source: Nicaragua
th: นิการากัว, สาธารณรัฐนิการากัว (Republic of Nicaragua)

source: nickname
th: ชื่อเล่น

source: Niger
th: ไนเจอร์, สาธารณรัฐไนเจอร์ (Republic of Niger)

source: Nigeria
th: ไนจีเรีย, สหพันธ์สาธารณรัฐไนจีเรีย (Federal Republic of Nigeria)

source: node
th: โหนด

source: noname
th: ยังไม่มีชื่อ, เหมือน untitled

source: norm
th: มาตรฐาน, ปานกลาง

source: normal
th: ปกติ

source: normal distribution
th: การแจกแจงแบบปกติ

source: Norway
th: นอร์เวย์, ชื่อประเทศในทวีปยุโรป, ราชอาณาจักรนอร์เวย์ (Kingdom of Norway)

source: note
th: บันทึกข้อความ

source: notebook
th: โน้ตบุ๊ก

source: notepad
th: สมุดจด, สมุดบันทึก

source: notification
th: การแจ้งเหตุ

source: notify
th: แจ้งเหตุ

source: nudge
th: สะกิด

source: null
th: ว่างเปล่า, ไม่มีค่า

source: numbering
th: รายการลำดับ

source: number theory
th: ทฤษฎีจำนวน

source: object
th: วัตถุ, อ็อบเจกต์

source: object code
th: รหัสจุดหมาย, รหัสภาษาเครื่อง

source: obsolete
th: เลิกใช้แล้ว

source: Occitan
th: ภาษาออกซิตัน

source: octal
th: ฐานแปด

source: office
th: ที่ทำงาน, สำนักงาน

source: offline
th: ออฟไลน์

source: offset
th: ออฟเซต

source: Ogham
th: ออกัม, อักษรไอริชโบราณ

source: OK
th: ตกลง

source: olive
th: เขียวมะกอก

source: Oman
th: โอมาน, รัฐสุลต่านโอมาน (The Sultanate of Oman)

source: online
th: ออนไลน์

source: opacity
th: ความทึบแสง

source: opaque
th: ทึบแสง

source: open
th: เปิด

source: open source
th: โอเพนซอร์ส

source: operating system
th: ระบบปฏิบัติการ

source: operation
th: การดำเนินการ, ปฏิบัติการ

source: operator
th: ตัวดำเนินการ

source: optimal
th: เหมาะที่สุด

source: optimization
th: การปรับให้เหมาะที่สุด

source: option
th: ตัวเลือก

source: orange
th: สีส้ม

source: ORB
th: Object Request Broker

source: ordinal number
th: เลขแสดงลำดับ

source: ORG
th: ORG, Non-Profit Organizations (Domain name) [Internet]

source: organize
th: จัดระเบียบ, จัดงาน

source: organizer
th: เครื่องมือจัดระเบียบ

source: orientation
th: การวางแนว, แนวกระดาษ (ในหัวข้อการวางแนวกระดาษ)

source: origin
th: แหล่งที่มา, ต้นกำเนิด

source: original
th: ดั้งเดิม, ต้นฉบับ, เดิม

source: orphan
th: บรรทัดค้างต้นย่อหน้า, ทิ้งให้กำพร้า, กำพร้า

source: OS
th: ระบบปฏิบัติการ, Operating System

source: outbox
th: กล่องจดหมายออก

source: outline
th: เค้าโครง

source: output
th: เอาต์พุต, การแสดงผล, แสดงผล, ผลลัพธ์

source: overflow
th: ล้น

source: overhead
th: (เครื่องฉายภาพ)ข้ามศีรษะ, โสหุ้ย

source: overlap
th: เหลื่อมกัน

source: overview
th: ภาพรวม

source: overwrite
th: เขียนทับ, บันทึกทับ

source: owner
th: เจ้าของ

source: ownership
th: ความเป็นเจ้าของ

source: pack
th: หีบห่อ, บรรจุ

source: package
th: แพกเกจ, ชุดสำเร็จรูป, ชุดที่รวมข้อมูล (โปรแกรม, ข้อมูล, เอกสาร) ของสิ่งที่เกี่ยวข้องไว้ด้วยกัน

source: packager
th: ผู้สร้างแพกเกจ

source: packet
th: แพ็กเก็ต

source: page
th: หน้ากระดาษ, เว็บเพจ

source: page break
th: ตัวแบ่งหน้ากระดาษ

source: page setup
th: ตั้งค่าหน้ากระดาษ

source: page size
th: ขนาดกระดาษ

source: paint
th: วาดภาพ, ระบายสี

source: painting
th: การวาดภาพ, การระบายสี

source: Pakistan
th: ปากีสถาน, สาธารณรัฐอิสลามปากีสถาน (Islamic Republic of Pakistan)

source: pale
th: ซีด, จาง

source: palette
th: จานสี

source: Panama
th: ปานามา, สาธารณรัฐปานามา (Republic of Panama)

source: panel
th: พาเนล, แถบด้านล่างของหน้าจอ

source: Papua New Guinea
th: ปาปัวนิวกินี

source: paragraph
th: ย่อหน้า

source: Paraguay
th: ปารากวัย, ชื่อประเทศในทวีปอเมริกาใต้, สาธารณรัฐปารากวัย (Republic of Paraguay)

source: parallel
th: ขนาน

source: parallelogram
th: สี่เหลี่ยมด้านขนาน

source: parameter
th: พารามิเตอร์

source: parse
th: แจง

source: participant
th: ผู้มีส่วนร่วม

source: partition
th: พาร์ทิชัน

source: Pascal
th: ปาสคาล

source: password
th: รหัสผ่าน

source: paste
th: แปะ

source: patch
th: แพตช์

source: path
th: พาธ, ทาง, เส้นทาง

source: pattern
th: รูปแบบ, แพตเทิร์น, ลวดลาย

source: pause
th: หยุดชั่วคราว, หยุดชั่วขณะ, พัก

source: PCI
th: Peripheral Component Interconnect

source: PCM
th: Personal Computer Manufacturer, Printer Cartridge Metric [HP], Pulse Code Modulation

source: PCMCIA
th: Personal Computer Memory Card International Association

source: PCS
th: Patchable Control Store, Personal Communication Services/System, Personal Conferencing Specification, Planning Control Sheet, Print Contrast Signal, Process Control Systems, Program Counter Store, Project Control System

source: PDF
th: Package Definition File, Portable Document Format, Portable Document File, Processor Defined Function, Program Development Facility

source: PEM
th: Privacy-Enhanced Mail [Internet]

source: Penang
th: ปีนัง, ชื่อรัฐในประเทศมาเลเซีย

source: pending
th: ยังคงค้างอยู่, ในระหว่าง

source: pentagon
th: รูปห้าเหลี่ยม

source: percent
th: ร้อยละ, เปอร์เซ็นต์

source: percentage
th: อัตราร้อยละ, จำนวนร้อยละ

source: performance
th: สมรรถนะ, ประสิทธิภาพ

source: peripheral
th: อุปกรณ์รอบข้าง

source: Perl
th: เพิร์ล

source: Perlis
th: ปะลิส, ชื่อรัฐในประเทศมาเลเซีย

source: permission
th: การอนุญาต, ความยินยอม, สิทธิ์ที่อนุญาต, การกำหนดสิทธิ์

source: personal
th: ส่วนบุคคล

source: Peru
th: เปรู, สาธารณรัฐเปรู (Republic of Peru)

source: PGP
th: Pretty Good Privacy (name of encryption program)

source: Phnom Penh
th: พนมเปญ, เมืองหลวงของราชอาณาจักรกัมพูชา

source: phone
th: โทรศัพท์

source: phonebook
th: สมุดโทรศัพท์

source: phonetic
th: เกี่ยวกับการออกเสียง

source: photograph
th: ภาพถ่าย, ถ่ายภาพ

source: Photo
th: ภาพถ่าย, รูปถ่าย

source: picture
th: รูปภาพ, ภาพ

source: pilot
th: นำทาง, นำร่อง

source: pilot device
th: อุปกรณ์นำทาง

source: ping
th: ปิง

source: pink
th: สีชมพู

source: pipe
th: ไปป์

source: pixel
th: พิกเซล

source: placement
th: การจัดวาง

source: plain
th: ธรรมดา

source: platform
th: แพลตฟอร์ม

source: playback
th: การเล่น (แผ่นเสียง), เล่น

source: player
th: ผู้เล่น, เครื่องเล่น

source: playlist
th: รายการการเล่น, รายการเพลง

source: Personal Information Manager
th: โปรแกรมบริหารข้อมูลส่วนบุคคล, PIM

source: point
th: จุด, แต้ม, พอยนต์ (ขนาดฟอนต์/ความยาว)

source: pointer
th: ตัวชี้

source: poisson distribution
th: การแจกแจงปัวซง

source: Poland
th: โปแลนด์, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐโปแลนด์ (Republic of Poland)

source: polar
th: เชิงขั้ว

source: policy
th: นโยบาย, หลักการ, ข้อกำหนด

source: poll
th: การหยั่งเสียง, วนถาม

source: polygon
th: รูปหลายเหลี่ยม

source: polyline
th: เส้นหลายท่อน

source: polynomial
th: พหุนาม

source: popup
th: ผุดขึ้น

source: popup menu
th: เมนูผุดขึ้น

source: port
th: พอร์ต

source: portrait
th: แนวตั้ง

source: Portugal
th: โปรตุเกส, ชื่อประเทศในทวีปยุโรป, สาธารณรัฐโปรตุเกส (Republic of Portugal)

source: position
th: ตำแหน่ง

source: positioning
th: การวางตำแหน่ง

source: post
th: แปะประกาศ

source: postscript
th: โพสต์สคริปต์

source: power management
th: การจัดการการใช้พลังงาน

source: PPP
th: Point-to-Point Protocol [Internet]

source: precedent
th: ก่อนหน้า

source: precision
th: ความเที่ยง (การวัด), ความละเอียด (ทศนิยม), จำนวนจุดทศนิยม

source: preference
th: การกำหนดรายละเอียด, การปรับแต่ง, ค่าปรับแต่ง

source: secondary colors
th: สีทุติยภูมิ

source: presentation
th: งานนำเสนอ, การนำเสนอ

source: preset
th: ที่กำหนดไว้, ค่าสำเร็จ, syn. predefined, predetermined

source: preview
th: ดูตัวอย่าง, แสดงตัวอย่าง

source: primary colors
th: สีปฐมภูมิ, แม่สี

source: print
th: พิมพ์

source: printer
th: เครื่องพิมพ์

source: printout
th: สิ่งพิมพ์ออก

source: priority
th: ระดับความสำคัญ, ลำดับความสำคัญ

source: privacy
th: ความเป็นส่วนตัว

source: private
th: ส่วนตัว, ส่วนบุคคล

source: private key
th: กุญแจส่วนตัว

source: probe
th: ตรวจสอบ, สืบค้น, การสืบค้น

source: procedure
th: กระบวนการ, ขั้นตอน

source: process
th: กระบวนการ, ดำเนินการ, ประมวล(ผล), โพรเซส (ยูนิกซ์)

source: processor
th: ตัวประมวลผล

source: procrastinate
th: หน่วงเหนี่ยว, ผัด

source: prodigy
th: สิ่งมหัศจรรย์

source: product
th: ผลิตภัณฑ์

source: productive
th: ที่ก่อให้เกิดผล

source: productivity
th: ผลิตภาพ

source: profile
th: โพรไฟล์, ประวัติย่อ

source: program
th: โปรแกรม

source: progress
th: ความคืบหน้า

source: progress bar
th: แถบบอกความคืบหน้า

source: project
th: โครงการ

source: prompt
th: พรอมต์, ถาม

source: propagation
th: การเผยแพร่, การแพร่กระจาย

source: property
th: คุณสมบัติ

source: proportional
th: สมส่วน, ได้สัดส่วน

source: accuracy
th: ความแม่น (การวัด)

source: protected
th: มีการป้องกัน

source: protection
th: การป้องกัน

source: protocol
th: โพรโทคอล, เกณฑ์วิธี

source: provider
th: ผู้จัดหา, ผู้ให้บริการ

source: proxy
th: พร็อกซี

source: precedence
th: ลำดับก่อนหลัง

source: public
th: สาธารณะ

source: publication
th: การประกาศ, สิ่งตีพิมพ์

source: public key
th: กุญแจสาธารณะ

source: publish
th: ประกาศ, ลงข่าว, ตีพิมพ์

source: publisher
th: ผู้จัดพิมพ์, ผู้ตีพิมพ์, ผู้เผยแพร่

source: punctuation
th: เครื่องหมายวรรคตอน

source: purge
th: ลบทิ้ง, ล้าง

source: purple
th: สีม่วง

source: push button
th: ปุ่มกด

source: puzzle
th: ปริศนา

source: pyramid
th: พีระมิด

source: Qatar
th: กาตาร์, รัฐกาตาร์ (State of Qatar)

source: quality
th: คุณภาพ

source: quartz
th: ควอทซ์

source: Queensland
th: ควีนส์แลนด์, ชื่อรัฐในประเทศออสเตรเลีย

source: query
th: ข้อคำถาม, สอบถาม (กริยา)

source: question
th: คำถาม

source: queue
th: คิว, ลำดับ, เข้าคิว

source: quit
th: เลิก, ออกจากโปรแกรม, ออก

source: quota
th: โควตา

source: quote
th: ยกคำพูด, อ้างคำพูด, คัดลอกข้อความ

source: radar
th: เรดาร์

source: radio
th: วิทยุ

source: radius
th: รัศมี

source: rainbow
th: สายรุ้ง

source: rainfall
th: ปริมาณน้ำฝน

source: raise
th: ยกขึ้น, ยกระดับ, เลื่อนขึ้น, กระตุ้น

source: RAM
th: แรม, Random Access Memory

source: ramp
th: ทางลาด

source: random
th: สุ่ม

source: range
th: ช่วง

source: rank
th: ตำแหน่ง, ยศ, แถว

source: raster
th: แรสเตอร์

source: rate
th: อัตรา

source: ratio
th: อัตราส่วน

source: raw data
th: ข้อมูลดิบ

source: reachable
th: ซึ่งเข้าถึงได้

source: read
th: อ่าน

source: readable
th: อ่านได้

source: re-add
th: เพิ่มซ้ำ

source: read-only
th: อ่านอย่างเดียว

source: ready
th: พร้อม

source: reanalyzing
th: กำลังวิเคราะห์อีกครั้ง

source: reapply
th: ใช้ซ้ำ

source: rearrange
th: จัดเรียงใหม่

source: reboot
th: รีบูต, เริ่มระบบใหม่, ปิดและเปิดระบบใหม่

source: recalculate
th: คำนวณใหม่

source: recall
th: เรียกคืน, เรียกกลับคืน, การเรียกคืน

source: receipt
th: ใบเสร็จรับเงิน

source: receive
th: ได้รับ

source: recent
th: ล่าสุด, เร็วๆ นี้

source: recipient
th: ผู้รับ

source: recolor
th: แต่งสีใหม่

source: recommend
th: แนะนำ, รับรอง

source: recommendation
th: คำแนะนำ, หนังสือรับรอง

source: reconnect
th: ติดต่อใหม่

source: reconversion
th: การแปลงใหม่

source: record
th: บันทึก, ระเบียน
