Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: Group draw objects
th: จัดกลุ่มวัตถุที่วาด

source: Group object
th: กลุ่มวัตถุ

source: group objects
th: กลุ่มวัตถุ

source: Groups
th: กลุ่ม

source: Guess
th: เดา, คาดคะเน, ทาย

source: Guests
th: แขก, ผู้เยี่ยมชม

source: Guide distance
th: ระยะเส้นนำแนว

source: Guides
th: เส้นนำแนว

source: Heading
th: หัวข้อ

source: Heading 1
th: หัวข้อ 1

source: Heading 10
th: หัวข้อ 10

source: Heading 2
th: หัวข้อ 2

source: Heading 3
th: หัวข้อ 3

source: Heading 4
th: หัวข้อ 4

source: Heading 5
th: หัวข้อ 5

source: Heading 6
th: หัวข้อ 6

source: Heading 7
th: หัวข้อ 7

source: Heading 8
th: หัวข้อ 8

source: Heading 9
th: หัวข้อ 9

source: Heading Levels Shown
th: ระดับหัวข้อที่แสดง

source: Heading1
th: หัวข้อ 1, หัวข้อ1

source: Heading2
th: หัวข้อ2

source: Headings
th: หัวข้อ

source: Height
th: ความสูง

source: Height:
th: ความสูง

source: Help
th: ช่วยเหลือ, ความช่วยเหลือ

source: Help Bar
th: แถบช่วยเหลือ, แถบวิธีใช้

source: Help file
th: แฟ้มช่วยเหลือ, แฟ้มวิธีใช้

source: Help ID
th: รหัสช่วยเหลือ, รหัสวิธีใช้

source: Help index
th: ดัชนีช่วยเหลือ, ดัชนีวิธีใช้

source: Help information
th: ข้อมูลช่วยเหลือ, ข้อมูลวิธีใช้

source: Help Menu
th: รายการช่วยเหลือ, รายการวิธีใช้, เมนูช่วยเหลือ, เมนูวิธีใช้

source: Help text
th: ข้อความช่วยเหลือ, ข้อความวิธีใช้

source: Hide
th: ซ่อน

source: Hide all
th: ซ่อนทั้งหมด

source: Hide Author
th: ซ่อนผู้แต่ง

source: Hide Column
th: ซ่อนคอลัมน์

source: Hide details
th: ซ่อนรายละเอียด

source: Hide Errors
th: ซ่อนข้อผิดพลาด

source: Hide formula
th: ซ่อนสูตร

source: Hide object
th: ซ่อนวัตถุ

source: Hide Rows
th: ซ่อนแถว

source: Hide sender
th: ซ่อนผู้ส่ง

source: Hide sheet
th: ซ่อนแผ่นงาน

source: Hide when printing
th: ๋ซ่อนเมื่อกำลังพิมพ์

source: Hide/Show Columns
th: ซ่อน/แสดง คอลัมน์

source: High
th: สูง

source: High resolution (1024x768 pixel)
th: ความละเอียดสูง (1024x768 พิกเซล)

source: Highest
th: สูงสุด

source: Hiragana
th: อักษรฮิระคะนะ

source: Holiday
th: วันหยุด

source: Home
th: หน้าสุด, ตำแหน่งแรก

source: Homepage
th: หน้าแรก

source: Horizintal cones
th: percent

source: Horizontal
th: แนวนอน

source: Horizontal cones
th: deep

source: Horizontal grid on/off
th: เปิด/ปิดเส้นพิกัดแนวนอน

source: Horizontal pyramids
th: deep

source: Horizontal ruler
th: ไม้บรรทัดแนวนอน

source: HOUR
th: ชั่วโมง

source: Hours
th: ชั่วโมง

source: how much memory is available.
th: มีหน่วยความจำเหลืออยู่เท่าไร

source: HTML Document
th: เอกสาร HTML

source: HTML Document Options
th: ทางเลือกเอกสาร HTML

source: Hue
th: ธาตุสี

source: Icon
th: ไอคอน, ไอคอน, รูปภาพหรือสัญลักษณ์ที่ถูกใช้ในgraphical user interfaceเพื่อแสดงถึงโปรแกรม, คำสั่ง, ลิ๊งไปเว๊บเพจ และ, รูปภาพหรือสัญลักษณ์ที่ถูกใช้ในgraphical user interfaceเพื่อแสดงถึงโปรแกรม, คำสั่ง, ลิ๊งไปเว๊บเพจ และ, รูปภาพหรือสัญลักษณ์ที่ถูกใช้ในgraphical user interfaceเพื่อแสดงถึงโปรแกรม, คำสั่ง, ลิ๊งไปเว๊บเพจ และ, รูปภาพที่ถูกใช้ในgraphical user interfaceเพื่อแสดงถึงโปรแกรม, คำสั่ง, ลิ๊งไปเว๊บเพจ และ, รูปภาพหรือส

source: Icon Text
th: ไอคอนข้อความ

source: Icons
th: ไอคอน

source: Ignore
th: ละทิ้ง

source: Ignore All
th: ละทิ้งทั้งหมด

source: Ignore all such errors
th: ละทิ้งข้อผิดพลาดเหล่านี้ทั้งหมด

source: Ignore font settings
th: ละทิ้งการตั้งค่าตัวอักษร

source: Image
th: รูปภาพ

source: Image Button
th: ปุ่มรูปภาพ

source: Image preview (TIFF)
th: ดูตัวอย่างรูปภาพ(TIFF)

source: Image properties
th: คุณสมบัติรูปภาพ

source: Image size
th: ขนาดรูปภาพ

source: Image Toolbar
th: แถบเครื่องมือรูปภาพ

source: ImageMap Editor
th: โปรแกรมปรับแต่งImageMap

source: Import
th: นำเข้า

source: Import Bookmarks
th: นำเข้าBookmarks

source: Import Data
th: นำเข้าข้อมูล

source: Import DBase files
th: นำเข้าไฟล์DBase

source: Import File
th: นำเข้าไฟล์

source: Import Formula
th: นำเข้าสูตร

source: Import from
th: นำเข้าจาก

source: Import personal data
th: นำเข้าข้อมูลส่วนบุคคล

source: Import Template
th: นำเข้าเทมเพลต

source: Import text files
th: นำเข้าเท็กไฟล์

source: Import vCard
th: นำเข้า vCard

source: Important
th: สำคัญ

source: Important Information
th: ข้อมูลที่สำคัญ

source: Important Note
th: หมายเหตุสำคัญ

source: Important program parts are missing
th: ส่วนประกอบที่สำคัญของโปรแกรมสูญหาย

source: Imported
th: นำเข้าแล้ว, ที่นำเข้า

source: Importing
th: การนำเข้า, กำลังนำเข้า

source: Importing document
th: การนำเข้าเอกสาร, กำลังนำเข้าเอกสาร

source: Importing from %1
th: กำลังนำเข้าจาก %1

source: Importing graphic
th: การนำเข้ากราฟฟิก, กำลังนำเข้ากราฟิก

source: Importing graphics
th: การนำเข้ากราฟิก, กำลังนำเข้ากราฟิก

source: Importing the browser settings.
th: กำลังนำเข้าการตั้งค่าตัวสืบค้น

source: Importing the news settings.
th: กำลังนำเข้าการตั้งค่าข่าว

source: In Front of Object
th: ด้านหน้าวัตถุ

source: Inbox
th: กล่องขาเข้า

source: Incoming mail
th: จดหมายขาเข้า

source: Incorrect file format
th: รูปแบบแฟ้มไม่ถูกต้อง

source: Incorrect format
th: รูปแบบไม่ถูกต้อง

source: Incorrect Password.
th: รหัสผ่านไม่ถูกต้อง, รหัสผ่านไม่ถูกต้อง.

source: Incorrect Password
th: รหัสผ่านไม่ถูกต้อง

source: Increase Font
th: เพิ่มขนาดแบบอักษร, เพิ่มขนาดอักษร

source: Increase Indent
th: เพิ่มย่อหน้า

source: Increment
th: การเพิ่มขึ้น

source: Indent
th: ย่อหน้า

source: Indent left
th: ย่อหน้าซ้าย

source: Indent right
th: ย่อหน้าขวา

source: Index
th: ดัชนี

source: Index 1
th: ดัชนี 1

source: Index 2
th: ดัชนี 2

source: Index 3
th: ดัชนี 3

source: Infinity
th: ค่าอนันต์, อนันต์

source: Info 0
th: ข้อมูล 0

source: Info 1
th: ข้อมูล 1

source: Info 2
th: ข้อมูล 2

source: Info 3
th: ข้อมูล 3

source: Information
th: ข้อมูล, ข่าวสารข้อมูล

source: Insert
th: แทรก

source: Insert %O
th: แทรก %O

source: Insert as
th: แทรกเป็น

source: Insert as copy
th: แทรกเป็นสำเนา

source: Insert as link
th: แทรกเป็นการเชื่อมโยง

source: Insert as reference (read-only)
th: แทรกเป็นการอ้างอิง (อ่านอย่างเดียว)

source: Insert AutoText
th: แทรกข้อความอัตโนมัติ

source: Insert before
th: แทรกก่อนหน้า

source: Insert caption
th: แทรกคำอธิบายภาพ

source: Insert Cells
th: แทรกเซลล์

source: Insert Cells Down
th: แทรกโดยเลื่อนเซลล์ลง

source: Insert Cells Right
th: แทรกโดยเลื่อนเซลล์ไปทางขวา

source: Insert Chart
th: แทรกแผนภูมิ

source: Insert Column
th: แทรกคอลัมน์

source: Insert Columns
th: แทรกคอลัมน์

source: Insert Command
th: แทรกคำสั่ง

source: Insert Comment
th: แทรกข้อคิดเห็น

source: Insert data
th: แทรกข้อมูล

source: Insert data as
th: แทรกข้อมูลเป็น

source: Insert Date
th: แทรกวันที่

source: Insert document
th: แทรกเอกสาร

source: Insert Document Title
th: แทรกชื่อเอกสาร

source: Insert Drag and Drop
th: แทรกการลากแล้ววาง

source: Insert Draw Object
th: แทรกรูปวาด

source: Insert Envelope
th: แทรกซองจดหมาย

source: Insert Fields
th: แทรกฟิลด์

source: Insert File
th: แทรกแฟ้ม

source: Insert Footer
th: แทรกเชิงอรรถ

source: Insert Footnote
th: แทรกเชิงอรรถ

source: Insert Formula
th: แทรกสูตร, แทรกสมการ

source: Insert frame
th: แทรกเฟรม

source: Insert Function
th: แทรกฟังก์ชัน

source: Insert graphics
th: แทรกกราฟฟิก

source: Insert grids
th: แทรกเส้นพิกัด

source: Insert Group
th: แทรกกลุ่ม

source: Insert Header
th: แทรกส่วนหัว

source: Insert Horizontal
th: แทรกตามขวาง

source: Insert Horizontal Ruler
th: แทรกไม้บรรทัดตามแนวนอน

source: Insert Horizontally
th: แทรกตามแนวนอน

source: Insert Hyperlink
th: แทรกไฮเปอร์ลิงก์

source: Insert Image
th: แทรกรูปภาพ

source: Insert index
th: แทรกดัชนี

source: Insert Index Marker
th: แทรกตัวสร้างดัชนี

source: Insert Labels
th: แทรกฉลาก

source: Insert Layer
th: แทรกชั้น

source: Insert legend
th: แทรกคำอธิบายภาพ

source: Insert Link
th: แทรกลิงก์

source: Insert Name
th: แทรกชื่อ

source: Insert new row
th: แทรกแถวใหม่

source: Insert note
th: แทรกหมายเหตุ

source: Insert numbering
th: แทรกหมายเลข

source: Insert Object
th: แทรกวัตถุ

source: Insert object(s)
th: แทรกวัตถุ

source: Insert Objects
th: แทรกวัตถุ

source: Insert OLE Object
th: แทรกวัตถุ OLE

source: Insert or delete cells
th: แทรกหรือลบเซลล์

source: Insert Other Objects
th: แทรกวัตถุอื่นๆ

source: Insert page
th: แทรกหน้า

source: Insert Page Number
th: แทรกหมายเลขหน้า

source: Insert Paragraph
th: แทรกย่อหน้า

source: Insert Plug-In
th: แทรกโปรแกรมเสริม, แทรกปลั๊กอิน

source: Insert Reference
th: แทรกการอ้างอิง

source: Insert result
th: แทรกผล

source: Insert row
th: แทรกแถว

source: Insert Rows
th: แทรกแถว

source: Insert ruler
th: แทรกไม้บรรทัด

source: Insert Script
th: แทรกเอกสาร

source: Insert Section
th: แทรกชิ้นส่วน

source: Insert Sheet
th: แทรกแผ่นงาน

source: Insert Signature
th: แทรกลายเซ็นต์

source: Insert Slide
th: แทรกภาพนิ่ง

source: Insert Slide Direct
th: แทรกภาพนิ่งโดยตรง

source: Insert slides
th: แทรกภาพนิ่ง

source: Insert Slides/Objects
th: แทรกภาพนิ่ง/วัตถุ

source: Insert sound
th: แทรกเสียง

source: Insert Sound PlugIn
th: แทรกโปรแกรมเสริมเสียง, แทรกปลี๊กอินเสียง

source: Insert Source Text
th: แทรกแหล่งข้อความ

source: Insert special character
th: แทรกอักขระพิเศษ

source: Insert Subject
th: แทรกหัวข้อ

source: Insert Table
th: แทรกตาราง

source: Insert text
th: แทรกข้อความ

source: Insert text frame
th: แทรกเฟรมข้อความ, แทรกกรอบข้อความ

source: Insert Time
th: แทรกเวลา

source: Insert title
th: แทรกชื่อเรื่อง

source: insert URL button
th: แทรกปุ่ม URL

source: Insert Vertical
th: แทรกแนวตั้ง

source: Insert video
th: แทรกวิดีโอ

source: Insert Video PlugIn
th: แทรกโปรแกรมเสริมวิดีโอ, แทรกปลั๊กอินวิดีโอ

source: Insert/remove primary key
th: แทรก/ลบ กุญแจหลัก

source: Inserted
th: แทรกแล้ว, ที่แทรก

source: Inserting Index
th: กำลังแทรกดัชนี

source: Insertions
th: การแทรก

source: Inside
th: ข้างใน, ภายใน

source: inside (centered)
th: ภายใน(กลาง)

source: Installation
th: การติดตั้ง

source: Installation Complete
th: การติดตั้งเสร็จสมบูรณ์

source: Installation data is being saved.
th: การติดตั้งข้อมูลที่กำลังบันทึก

source: Installation directory
th: การติดตั้งไดเรคทอรี่

source: Installation from Net or CD
th: การติดตั้งจากเครือข่ายหรือซีดี

source: Installation is being prepared.
th: กำลังเตรียมการติดตั้ง

source: Installation program
th: การติดตั้งโปรแกรม

source: Installation program for %1
th: การติดตั้งโปรแกรมสำหรับ %1

source: Institution
th: หน่วยงาน

source: Insufficient memory
th: พื้นที่หน่วยความจำไม่เพียงพอ

source: Insufficient memory for exporting graphics
th: พื้นที่หน่วยความจำไม่เพียงพอสำหรับการส่งออกกราฟฟิก

source: Integer
th: จำนวนเต็ม

source: Integers Set
th: กลุ่มของเลขจำนวนเต็ม

source: Interaction
th: การมีปฏิสัมพันธ์

source: Interactive
th: มีปฏิสัมพันธ์

source: Internal
th: ภายใน

source: Internal error $(ARG1)
th: ข้อผิดพลาดภายใน $(ARG1)

source: Internet
th: อินเตอร์เน็ต

source: Internet (e-mail)
th: อินเตอร์เน็ต (e-mail)

source: Internet Bar
th: แถบอินเตอร์เน็ต

source: Internet document
th: เอกสารอินเตอร์เน็ต

source: Internet Options
th: ทางเลือกอินเตอร์เน็ต

source: Interrupt
th: ขัดจังหวะ

source: Interval
th: เวลาหยุกพัก, ระยะห่าง, ช่องโหว่

source: Invalid
th: ไม่มีค่า, ไร้ค่า, ไม่ถูกต้อง

source: Invalid clipboard format
th: รูปแบบคลิ๊ปบอร์ดไม่ถูกต้อง

source: Invalid data length.
th: ความยาวของข้อมูลไม่ถูกต้อง

source: Invalid database connection
th: การติอต่อฐานข้อมูลไม่ถูกต้อง

source: Invalid DDE link format
th: รูปแบบลิ๊งค์DDEไม่ถูกต้อง

source: Invalid expression
th: การแสดงออกไม่ถูกต้อง, คำพูดที่แสดงออกไม่ถูกต้อง

source: Invalid file name
th: ชื่อแฟ้มไม่ถูกต้อง

source: Invalid index
th: ดัชนีไม่ถูกต้อง

source: Invalid index #.
th: อินเด็กไม่ถูกต้อง, อันดับของอินเด็กไม่ถูกต้อง

source: Invalid Name
th: ชื่อไม่ถูกต้อง

source: Invalid number
th: หมายเลขไม่ถูกต้อง

source: Invalid number of arguments
th: จำนวนของพารามิเตอร์ไม่ถูกต้อง

source: Invalid number of parameters
th: จำนวนของพารามิเตอร์ไม่ถูกต้อง

source: Invalid parameter
th: พารามิเตอร์ไม่ถูกต้อง

source: Invalid password
th: รหัสผ่านไม่ถูกต้อง

source: Invalid string pattern
th: รูปแบบสตริงไม่ถูกต้อง

source: Invalid Target Directory
th: ไดเรกทอรีเป้าหมายไม่ถูกต้อง

source: Invisible
th: ล่องหน

source: Invite
th: เชิญ, ชวนเชิญ

source: Invite automatically
th: เชิญโดยอัตโนมัติ, ชวนเชิญโดยอัตโนมัติ

source: Iran (Islamic Republic of)
th: อิหร่าน (สาธารณรัฐอิสลามแห่ง)

source: Is Approximately Equal
th: เกือบเท่า

source: is being printed on
th: กำลังพิมพ์อยู่บน

source: is being send to
th: กำลังส่งไปที่

source: Is Equal
th: เท่ากับ

source: Is Greater Than
th: มากกว่า

source: Is In
th: อยู่ใน

source: Is Less Than
th: น้อยกว่า

source: Is Not Equal
th: ไม่เท่ากับ

source: Is Not In
th: ไม่อยู่ใน

source: Is not Null
th: ไม่ไร้ค่า

source: Is Null
th: ไร้ค่า

source: Is Parallel To
th: ขนานกับ

source: Is Proportional To
th: เป็นสัดส่วนกับ

source: Italic
th: ตัวเอียง

source: Italic Font
th: แบบอักษรเอียง

source: italic off
th: ปิด ตัวเอียง

source: italic on
th: เปิดตัวเอียง

source: Iterations
th: การกล่าวซ้ำ, การทำซ้ำ

source: Jamaika
th: ประเทศจาไมก้า

source: Jan
th: ม.ค.

source: January
th: มกราคม

source: Java Setup
th: ติดตั้งจาวา

source: JavaScript execution error $(ARG1)
th: การประมวลผลจาวาสคริปต์เกิดความผิดพลาด $(ARG1)

source: JavaScript execution interrupted by user
th: การประมวลผลจาวาสคริ๊ปถูกขัดจังหวะโดยผู้ใช้

source: Join with next table
th: รวมกับตารางต่อไป

source: Join with previous table
th: รวมกับตารางก่อนหน้า

source: Jul
th: ก.ค.

source: July
th: กรกฎาคม

source: Jun
th: มิ.ย.

source: June
th: มิถุนายน

source: Katakana
th: อักษรคาตะคะนะ

source: Keep ratio
th: รักษาอัตราส่วน

source: Keep scale
th: รักษาสัดส่วน

source: Keep size
th: รักษาขนาด

source: Key
th: คีย์

source: Key 1
th: คีย์ 1

source: Key 2
th: คีย์ 2

source: Key 3
th: คีย์ 3

source: Key word
th: คำสำคัญ

source: Key words
th: คำสำคัญ

source: Keyboard
th: แป้นพิมพ์

source: Keywords
th: คำสำคัญ

source: Kilometer
th: กิโลเมตร

source: Language
th: ภาษา

source: Language not supported
th: ภาษาไม่สนับสนุน

source: Language of
th: ภาษาของ, ภาษาแห่ง

source: Languages
th: ภาษา

source: Lao
th: ลาว

source: LARGE
th: ใหญ่

source: Large buttons
th: ปุ่มขนาดใหญ่

source: Large Icons
th: ไอคอนขนาดใหญ่

source: Largest
th: ใหญ่ที่สุด

source: Largest %
th: % ใหญ่ที่สุด

source: Laser
th: เลเซอร์

source: Last line
th: บรรทัดสุดท้าย

source: last modified %1
th: %1ที่แก้ไขล่าสุด, %1ที่แก้ไขครั้งสุดท้าย

source: Last Name
th: นามสกุล

source: Last name
th: first name, นามสกุล, ชื่อ

source: Last page
th: หน้าสุดท้าย

source: Last Record
th: ลงบันทึกครั้งล่าสุด, ลงบันทึกครั้งสุดท้าย

source: Last Slide
th: ภาพนิ่งล่าสุด

source: Last Used
th: ถูกใช้ล่าสุด

source: Last Version
th: เวอร์ชั่นล่าสุด

source: Last Window Size
th: ขนาดหน้าต่างล่าสุด, ขนาดหน้าต่างครั้งสุดท้าย

source: Layer
th: ชั้น

source: Layer Indicator
th: ตัวระบุชั้น

source: Layout
th: รูปแบบ

source: Layout 1
th: รูปแบบ 1

source: Layout 2
th: รูปแบบ 2

source: Layout 3
th: รูปแบบ 3

source: Layout 4
th: รูปแบบ 4

source: LDAP Server
th: เซอร์เวอร์LDAP

source: Leading zeroes
th: เลขศูนย์นำหน้าทศนิยม

source: left
th: ซ้าย

source: Left A
th: A ซ้าย

source: Left Arc
th: Arc ซ้าย

source: Left Area
th: พื้นที่ที่เหลือ, พื้นที่ด้านซ้าย

source: Left Arrow
th: ลูกศรด้านซ้าย

source: Left B
th: B ซ้าย, B ที่เหลือ

source: Left column
th: คอลัมน์ซ้าย

source: Left Page
th: หน้าที่เหลือ, หน้าด้านซ้าย

source: Left page border
th: ขอบหน้าด้านซ้าย

source: Left pages
th: หน้าด้านซ้าย

source: Left paragraph border
th: ขอบย่อหน้าซ้าย

source: Left Semicircle
th: ครึ่งวงกลมซ้าย

source: Left to right
th: ซ้ายไปขวา

source: Left to right (sort columns)
th: ซ้ายไปขวา (เรียงคอลัมน์)

source: Left;Center;Right
th: ซ้าย;กลาง;ขวา

source: Left;Middle;Right
th: ซ้าย;กลาง;ขวา

source: Legend
th: คำอธิบาย

source: Legend angle
th: มุมของคำอธิบาย

source: Legend attributes
th: แอตทริบิวต์ของคำอธิบาย, คุณลักษณะของคำอธิบาย

source: Legend line length
th: ความยาวบรรทัดของคำอธิบาย

source: Legend lines spacing
th: ระยะเว้นบรรทัดของคำอธิบาย

source: Legend on/off
th: แสดง/ซ่อน คำอธิบาย

source: Legend Position
th: คำอธิบายตำแหน่ง, ตำแหน่งคำอธิบาย

source: Legend reserved 5
th: คำอธิบายสงวน 5

source: Legend reserved for 1
th: คำอธิบายสงวนสำหรับ 1

source: Legend reserved for 2
th: คำอธิบายสงวนสำหรับ 2

source: Legend reserved for 3
th: คำอธิบายสงวนสำหรับ 3

source: Legend reserved for 4
th: คำอธิบายสงวนสำหรับ 4

source: Less
th: น้อยลง, น้อยกว่า

source: Less Blue
th: น้ำเงินน้อยกว่า

source: Less Brightness
th: ความสว่างน้อยลง, ความสว่างน้อยกว่า

source: Less Contrast
th: ความแตกต่างน้อยลง

source: Less Green
th: เขียวน้อยกว่า

source: Less Red
th: แดงน้อยกว่า

source: less than
th: น้อยกว่า

source: Less Than or Equal
th: น้อยกว่าหรือเท่ากับ

source: less than or equal
th: น้อยกว่าหรือเท่ากับ

source: less than or equal to
th: น้อยกว่าหรือเท่ากับ

source: Letter
th: กระดาษจดหมาย

source: Letter 8.5 x 11 in
th: กระดาษจดหมาย 8.5 x 11 นิ้ว

source: Level
th: ลำดับ

source: Level 1
th: ลำดับ 1

source: Level 2
th: ลำดับ 2

source: Levels
th: ลำดับ

source: Libraries
th: ไลบรารี

source: Libraries (*.SB)
th: ไลบรารี (*.SB)

source: Library
th: ไลบรารี

source: Library cannot be loaded!
th: ไลบรารี่ไม่สามารถถูกโหลด

source: Library cannot be saved!
th: ไลบรารี่ไม่สามารถถูกเซฟ

source: Life
th: ชีวิต

source: Light blue
th: ฟ้าอ่อน

source: Light cyan
th: สีน้ำเงินเขียวอ่อน

source: Light gray
th: สีเทาอ่อน

source: Light green
th: เขียวอ่อน

source: Light magenta
th: สีแดงม่วงอ่อน

source: Light red
th: สีแดงอ่อน

source: like
th: ชอบ, เหมือน, เช่น

source: Limits
th: ขอบเขต, จำนวนจำกัด

source: Line
th: เส้น, บรรทัด

source: Line (45?)
th: บรรทัด (45?)

source: Line 1
th: เส้น 1, บรรทัด 1

source: Line 10
th: เส้น 10, บรรทัด 10

source: Line 2
th: เส้น 2, บรรทัด 2

source: Line 3
th: เส้น 3, บรรทัด 3

source: Line 4
th: เส้น 4, บรรทัด 4

source: Line 5
th: เส้น 5, บรรทัด 5

source: Line 6
th: เส้น 6, บรรทัด 6

source: Line 7
th: เส้น 7, บรรทัด 7

source: Line 8
th: เส้น 8, บรรทัด 8

source: Line 9
th: เส้น 9, บรรทัด 9

source: Line Above
th: บรรทัดด้านบน

source: Line attributes
th: การกระจายบรรทัด

source: Line Below
th: บรรทัดด้านล่าง

source: Line color
th: สีบรรทัด

source: Line Color (of the border)
th: สีบรรทัด (ของขอบ)

source: Line count
th: นับเส้น, นับบรรทัด

source: Line Dash/Dot
th: เส้นขีด/จุด

source: Line end
th: ปลายเส้น, ปลายบรรทัด

source: Line end width
th: ความกว้างของปลายเส้น, ความกว้างของปลายบรรทัด

source: Line head
th: หัวเส้น, หัวบรรทัด

source: Line head width
th: ความกว้างของหัวเส้น, ความกว้างของหัวบรรทัด

source: Line length
th: ความยาวบรรทัด, ความยาวเส้น

source: Line pattern
th: รูปแบบเส้น

source: Line skew
th: การเบนของเส้น, การเบนของบรรทัด

source: Line width
th: ความกว้างของเส้น, ความกว้างของบรรทัด

source: Lines and Arrows
th: เส้นและลูกศร

source: Lines changed
th: เส้นที่ถูกเปลี่ยน

source: Lines in text frames
th: เส้นในเฟรมข้อความ

source: Link
th: เชื่อมโยง, การเชื่อมโยง

source: Link to
th: เชื่อมโยงไปยัง

source: Link to %1
th: เชื่อมโยงไปยัง %1

source: Link to file
th: เชื่อมโยงไปยังแฟ้ม

source: Linked areas
th: พื้นที่ที่ถูกเชื่อมโยง

source: Linked Bitmap
th: บิตแมปที่ถูกเชื่อมโยง

source: Linked bitmaps
th: บิตแมปที่ถูกเชื่อมโยง

source: Linked graphic
th: กราฟฟิกที่ถูกเชื่อมโยง

source: Linked graphics
th: กราฟฟิกที่ถูกเชื่อมโยง

source: Linked text frame
th: เฟรมข้อความที่ถูกเชื่อมโยง

source: Linked text frames
th: เฟรมข้อความที่ถูกเชื่อมโยง

source: linked to
th: ถูกเชื่อมโยงไปยัง

source: Links
th: การเชื่อมโยง

source: List
th: ลิส

source: List 1
th: ลิส 1

source: List 2
th: ลิส 2

source: List 3
th: ลิส 3

source: List 4
th: ลิส 4

source: List 5
th: ลิส 5

source: List from
th: ลิสจาก

source: List Index
th: ดัชนีของลิส

source: List names
th: ชื่อลิส

source: List Separator
th: ตัวแยกลิส

source: List Styles
th: รูปแบบลิส

source: Lists
th: ลิส

source: Load data
th: โหลดข้อมูล

source: Load document
th: โหลดเอกสาร

source: Load Graphics
th: โหลดกราฟฟิก

source: Load Library
th: โหลดไลบรารี

source: Load URL
th: โหลด URL

source: Loading
th: กำลังโหลด

source: Loading document
th: กำลังโหลดเอกสาร

source: Loading document $(ARG1)
th: กำลังโหลดเอกสาร $(ARG1)

source: Loading document $(ARG1) ($(ARG2) bytes)
th: กำลังโหลดเอกสาร $(ARG1) ($(ARG2) bytes)

source: Loading messages
th: กำลังโหลดข้อความ

source: Location
th: ตำแหน่ง, ตำแหน่งที่อยู่

source: locked
th: ถูกล๊อก

source: Log file
th: ไฟล์ที่เก็บข้อมูลสำรอง

source: Logarithm
th: ลอการิทึม

source: Logging out
th: กำลังล็อกเอาต์

source: Logical
th: เชิงตรรก, ทางตรรก

source: Login
th: ล็อกอิน

source: Login again
th: ล็อกอินอีกครั้ง

source: Login name
th: ชื่อที่ใช้ล๊อกอิน

source: Logo
th: โลโก, ตราสัญลักษณ์

source: Logout
th: ล๊อกเอาท์

source: Low
th: ต่ำ

source: Low resolution (640x480 pixel)
th: ความละเอียดต่ำ (640x480 พิกเซล)

source: Lowercase
th: อักษรโรมันตัวเล็ก

source: Lowest
th: ต่ำที่สุด

source: Macro
th: แมคโคร

source: Magazine
th: นิตยสาร

source: Mail
th: จดหมาย

source: Mail Format
th: รูปแบบจดหมาย

source: Mail/News
th: จดหมาย/ข่าว

source: Mail/News Storage
th: แหล่งเก็บจดหมาย/ข่าว

source: Malaysian
th: ชาวมาเลเซีย, ภาษามาเลเซีย

source: Manager
th: ผู้จัดการ, ผู้บริหาร, ตัวจัดการ

source: Manual
th: เกี่ยวกับคู่มือ, หนังสือคู่มือ

source: Manual Break
th: การแบ่งย่อหน้าเอง

source: Math
th: คณิตศาสตร์

source: Mathematical
th: ในทางคณิตศาสตร์, ถูกต้อง

source: Max.
th: ขีดสูงสุด, จำนวนสูงสุด

source: Max. no. of pages
th: จำนวนหน้าสูงสุด

source: Max. no of pages
th: จำนวนหน้าสูงสุด

source: Max. text length
th: ความยาวของข้อความสูงสุด

source: Maximize
th: ทำให้มีจำนวนมากที่สุด, เพิ่มมากที่สุด

source: May
th: พฤษภาคม

source: mean
th: ไม่มีคุณค่า, ค่ากึ่งกลางทางคณิตศาสตร์, หมายความถึง

source: Meaning
th: ที่มีความหมาย, มีจุดประสงค์, ความหมาย, จุดประสงค์

source: Medium
th: ค่ากลาง,สื่อกลาง,สิ่งที่อยู่ตรงกลาง

source: Medium resolution (800x600 pixel)
th: ความละเอียดปานกลาง(800x600 พิกเซล)

source: Memory
th: หน่วยความจำ

source: Memory utilization (in %)
th: การใช้หน่วยความจำอย่างคุ้มค่า (in %)

source: Menu
th: เมนู

source: Merge
th: ผนวก, ผสาน

source: Merge %O
th: ผนวก %O, ผสาน %O

source: Merge Cells
th: ผสานเซลล์

source: Merge Document
th: ผสานเอกสาร

source: Merge Documents
th: ผสานเอกสาร

source: Merge table
th: ผสานตาราง

source: Merge Tables
th: ผสานตาราง

source: Message
th: ข้อความ

source: Message from %1:
th: ข้อความจาก %1:

source: Message from server
th: ข้อความจากเซิร์ฟเวอร์

source: Message ID
th: หมายเลขข้อความ, รหัสข้อความ

source: Message Read/Unread
th: ข้อความที่อ่านแล้ว/ยังไม่ได้อ่าน

source: Message received
th: รับข้อความแล้ว

source: Message Storage
th: หน่วยเก็บข้อความ

source: messages
th: ข้อความ

source: MET Options
th: ตัวเลือก MET

source: Metal
th: โลหะ, ผสมโลหะ

source: Meter
th: เมตร

source: Method
th: แบบแผน, วิธีการ, ระบบ

source: Microsoft Excel 97/2000
th: ไมโครซอฟท์ เอ็กซ์เซล 97/2000

source: Microsoft Office
th: ไมโครซอฟท์ ออฟฟิศ

source: Microsoft Office 2
th: ไมโครซอฟท์ ออฟฟิศ 2

source: Microsoft PowerPoint 97/2000
th: ไมโครซอฟท์ เพาเวอร์พอยนท์ 97/2000

source: Microsoft Word 97/2000
th: ไมโครซอฟท์ เวิร์ด 97/2000

source: Miles
th: ไมล์

source: Millimeter
th: มิลลิเมตร

source: Minimize
th: ย่อ

source: Minimize all
th: ย่อทั้งหมด

source: Minimize All Windows
th: ย่อหน้าต่างทั้งหมด

source: Minimize Window
th: ย่อหน้าต่าง

source: Minimum
th: อย่างน้อย, อย่างต่ำ

source: Minimum Installation
th: การติดตั้งอย่างน้อย

source: Minimum length
th: ความยาวน้อยสุด

source: Minimum size
th: ขนาดเล็กสุด

source: MINUTE
th: นาที

source: Minutes
th: นาที

source: Missing components
th: ส่วนประกอบขาดหายไป

source: Missing server name
th: ชื่อเครื่องคอมพิวเตอร์แม่ข่ายขาดหายไป

source: Mobile
th: ที่เคลื่อนย้ายได้, ที่เคลื่อนไหวได้

source: Mode
th: รูปแบบ

source: Modification Date
th: วันที่ที่มีการแก้ไข

source: Modified
th: แก้ไข, ถูกแก้ไข

source: Modified %1
th: ถูกแก้ไข %1

source: Modified Date
th: วันที่แก้ไข

source: Modified on
th: แก้ไข

source: Modify
th: แก้ไข, ปรับแก้

source: Modify cell
th: แก้ไขเซลล์

source: Modify link
th: แก้ไขการเชื่อมโยง

source: Modify Name
th: แก้ไขชื่อ

source: Modify page format
th: แก้ไขรูปแบบหน้า
