Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: Zambia
th: แซมเบีย, สาธารณรัฐแซมเบีย (Republic of Zambia)

source: Zimbabwe
th: ซิมบับเว, สาธารณรัฐซิมบับเว (Republic of Zimbabwe)

source: zipcode
th: รหัสไปรษณีย์

source: zone
th: โซน, เขต

source: zoom
th: แสดงย่อ-ขยาย

source: zoom in
th: แสดงขยาย

source: zoom out
th: แสดงย่อ

source: Zulu
th: ซูลู, ภาษาซูลู

source: system log
th: บันทึกส่วนระบบ

source: Kelantan
th: กลันตัน, ชื่อรัฐในประเทศมาเลเซีย

source: England
th: อังกฤษ, เขตการปกครองของสหราชอาณาจักร

source: Wales
th: เวลส์, เขตการปกครองของสหราชอาณาจักร

source: Scotland
th: สกอตแลนด์, เขตการปกครองของสหราชอาณาจักร

source: Northern Ireland
th: ไอร์แลนด์เหนือ, เขตการปกครองของสหราชอาณาจักร

source: Vatican City State
th: นครรัฐวาติกัน, ชื่อประเทศในทวีปยุโรป, The Holy See

source: Moldavia
th: มอลเดเวีย, ชื่อประเทศในยุโรปตะวันออก

source: Guiana
th: กิอานา, ชื่อประเทศในทวีปอเมริกาเหนือ

source: Falkland Islands
th: หมู่เกาะฟอล์กแลนด์, อาณานิคมของสหราชอาณาจักร, ชื่อภาษาสเปน: หมู่เกาะมาลบีนาส (Malvinas)

source: Alabama
th: แอละแบมา, ชื่อรัฐของสหรัฐอเมริกา

source: Alaska
th: อะแลสกา, ชื่อรัฐของสหรัฐอเมริกา

source: Arizona
th: แอริโซนา, ชื่อรัฐของสหรัฐอเมริกา

source: Arkansas
th: อาร์คันซอ, ชื่อรัฐของสหรัฐอเมริกา

source: California
th: แคลิฟอร์เนีย, ชื่อรัฐของสหรัฐอเมริกา

source: Colorado
th: โคโลราโด, ชื่อรัฐของสหรัฐอเมริกา

source: Connecticut
th: คอนเนตทิคัต, ชื่อรัฐของสหรัฐอเมริกา

source: Delaware
th: เดลาแวร์, ชื่อรัฐของสหรัฐอเมริกา

source: Florida
th: ฟลอริดา, ชื่อรัฐของสหรัฐอเมริกา

source: Hawaii
th: ฮาวาย, ชื่อรัฐของสหรัฐอเมริกา

source: Idaho
th: ไอดาโฮ, ชื่อรัฐของสหรัฐอเมริกา

source: Illinois
th: อิลลินอยส์, ชื่อรัฐของสหรัฐอเมริกา

source: Iowa
th: ไอโอวา, ชื่อรัฐของสหรัฐอเมริกา

source: Kansas
th: แคนซัส, ชื่อรัฐของสหรัฐอเมริกา

source: Louisiana
th: ลุยเซียนา, ชื่อรัฐของสหรัฐอเมริกา

source: Maryland
th: แมริแลนด์, ชื่อรัฐของสหรัฐอเมริกา

source: Massachusetts
th: แมสซาชูเซตส์, ชื่อรัฐของสหรัฐอเมริกา

source: Michigan
th: มิชิแกน, ชื่อรัฐของสหรัฐอเมริกา

source: Minnesota
th: มินนิโซตา, ชื่อรัฐของสหรัฐอเมริกา

source: Mississippi
th: มิสซิสซิปปี, ชื่อรัฐของสหรัฐอเมริกา

source: Missouri
th: มิสซูรี, ชื่อรัฐของสหรัฐอเมริกา

source: Montana
th: มอนแทนา, ชื่อรัฐของสหรัฐอเมริกา

source: Nebraska
th: เนแบรสกา, ชื่อรัฐของสหรัฐอเมริกา

source: Nevada
th: เนวาดา, ชื่อรัฐของสหรัฐอเมริกา

source: New Hampshire
th: นิวแฮมป์เชียร์, ชื่อรัฐของสหรัฐอเมริกา

source: New Jersey
th: นิวเจอร์ซีย์, ชื่อรัฐของสหรัฐอเมริกา

source: New Mexico
th: นิวเม็กซิโก, ชื่อรัฐของสหรัฐอเมริกา

source: New York
th: นิวยอร์ก, ชื่อรัฐของสหรัฐอเมริกา

source: North Carolina
th: นอร์ทแคโรไลนา, ชื่อรัฐของสหรัฐอเมริกา

source: North Dakota
th: นอร์ทดาโคตา, ชื่อรัฐของสหรัฐอเมริกา

source: Ohio
th: โอไฮโอ, ชื่อรัฐของสหรัฐอเมริกา

source: Oklahoma
th: โอคลาโฮมา, ชื่อรัฐของสหรัฐอเมริกา

source: Oregon
th: ออริกอน, ชื่อรัฐของสหรัฐอเมริกา

source: Pennsylvania
th: เพนซิลเวเนีย, ชื่อรัฐของสหรัฐอเมริกา

source: Rhode Island
th: โรดไอแลนด์, ชื่อรัฐของสหรัฐอเมริกา

source: South Carolina
th: เซาท์แคโรไลนา, ชื่อรัฐของสหรัฐอเมริกา

source: South Dakota
th: เซาท์ดาโคตา, ชื่อรัฐของสหรัฐอเมริกา

source: Tennessee
th: เทนเนสซี, ชื่อรัฐของสหรัฐอเมริกา

source: Texas
th: เทกซัส, ชื่อรัฐของสหรัฐอเมริกา

source: Utah
th: ยูทาห์, ชื่อรัฐของสหรัฐอเมริกา

source: Vermont
th: เวอร์มอนต์, ชื่อรัฐของสหรัฐอเมริกา

source: Virginia
th: เวอร์จิเนีย, ชื่อรัฐของสหรัฐอเมริกา

source: Washington
th: วอชิงตัน, ชื่อรัฐของสหรัฐอเมริกา

source: West Virginia
th: เวสต์เวอร์จิเนีย, ชื่อรัฐของสหรัฐอเมริกา

source: Wisconsin
th: วิสคอนซิน, ชื่อรัฐของสหรัฐอเมริกา

source: Wyoming
th: ไวโอมิง, ชื่อรัฐของสหรัฐอเมริกา

source: file system
th: ระบบไฟล์, ระบบแฟ้มข้อมูล

source: Domain name system
th: ระบบโดเมนเนม

source: netid
th: หมายเลขเครือข่าย

source: Anguilla
th: แองกวิลลา, ดินแดนของสหราชอาณาจักร

source: Antigua and Barbuda
th: แอนติกาและบาร์บูดา

source: Netherlands Antilles
th: เนเธอร์แลนด์แอนทิลลิส, ดินแดนปกครองตนเองของเนเธอร์แลนด์

source: Angola
th: แองโกลา, สาธารณรัฐแองโกลา (Republic of Angola)

source: Antarctica
th: แอนตาร์กติกา

source: Aruba
th: อารูบา, ดินแดนปกครองตนเองของเนเธอร์แลนด์

source: Bermuda
th: เบอร์มิวดา, ดินแดนของสหราชอาณาจักร

source: Bouvet Island
th: เกาะบูเวต์

source: Cocos Islands
th: หมู่เกาะโคโคส, ดินแดนของออสเตรเลีย

source: Cote D'ivoire
th: โกตดิวัวร์

source: Cook Islands
th: หมู่เกาะคุก, ดินแดนปกครองตนเองของนิวซีแลนด์

source: Christmas Island
th: เกาะคริสต์มาส, ดินแดนของออสเตรเลีย

source: Czech Republic
th: สาธารณรัฐเช็ก, ชื่อประเทศในทวีปยุโรป

source: Dominican Republic
th: สาธารณรัฐโดมินิกัน

source: Western Sahara
th: เวสเทิร์นสะฮารา

source: Faroe Islands
th: หมู่เกาะแฟโร, ดินแดนปกครองตนเองของเดนมาร์ก

source: Great Britain
th: เกาะบริเตนใหญ่

source: French Guiana
th: เฟรนช์เกียนา, ดินแดนของฝรั่งเศส

source: Channel Islands
th: หมู่เกาะแชนเนล, ดินแดนของสหราชอาณาจักร

source: Gibraltar
th: ยิบรอลตาร์, ดินแดนของสหราชอาณาจักร

source: Greenland
th: กรีนแลนด์, ดินแดนปกครองตนเองของเดนมาร์ก, กะลาลลิตนูนาต (Kalaallit Nunaat)

source: Guadeloupe
th: กวาเดอลูป, ดินแดนของฝรั่งเศส

source: Guam
th: กวม, ดินแดนของสหรัฐอเมริกา

source: Heard and McDonald Islands
th: เกาะเฮิร์ดและหมู่เกาะแมกดอนัลด์

source: St. Kitts and Nevis
th: เซนต์คิตส์และเนวิส

source: Cayman Islands
th: หมู่เกาะเคย์แมน, ดินแดนของสหราชอาณาจักร

source: Saint Lucia
th: เซนต์ลูเซีย

source: Lesotho
th: เลโซโท, ราชอาณาจักรเลโซโท (Kingdom of Lesotho)

source: Marshall Islands
th: หมู่เกาะมาร์แชล, สาธารณรัฐหมู่เกาะมาร์แชลล์ (Republic of the Marshall Islands)

source: Macau
th: มาเก๊า

source: Northern Mariana Islands
th: หมู่เกาะนอร์เทิร์นมาเรียนา, ดินแดนของสหรัฐอเมริกา

source: Martinique
th: มาร์ตินีก, Department of Martinique, ดินแดนของฝรั่งเศส

source: Mauritania
th: มอริเตเนีย, สาธารณรัฐอิสลามมอริเตเนีย (Islamic Republic of Mauritania)

source: Montserrat
th: มอนต์เซอร์รัต, ดินแดนของสหราชอาณาจักร

source: Maldives
th: มัลดีฟส์, สาธารณรัฐมัลดีฟส์ (Republic of Maldives)

source: New Caledonia
th: นิวแคลิโดเนีย, ดินแดนของฝรั่งเศส, นูแวลกาเลโดนี (Nouvelle Cal&#233;donie)

source: Norfolk Island
th: เกาะนอร์ฟอล์ก, ดินแดนของออสเตรเลีย

source: Niue
th: นีอูเอ, ดินแดนปกครองตนเองของนิวซีแลนด์

source: French Polynesia
th: เฟรนช์โปลินีเซีย, ดินแดนของฝรั่งเศส

source: Philippines
th: ฟิลิปปินส์, สาธารณรัฐฟิลิปปินส์ (Republic of the Philippines)

source: Pitcairn
th: หมู่เกาะพิตแคร์น, ดินแดนของสหราชอาณาจักร

source: Puerto Rico
th: เปอร์โตริโก, เครือรัฐเปอร์โตริโก (Commonwealth of Puerto Rico) ดินแดนของสหรัฐอเมริกา

source: Palau
th: ปาเลา, สาธารณรัฐปาเลา (Republic of Palau)

source: Reunion
th: เรอูนียง, ดินแดนของฝรั่งเศส, R&#233;union

source: Russian Federation
th: สหพันธรัฐรัสเซีย

source: Solomon Islands
th: หมู่เกาะโซโลมอน

source: St. Helena
th: เกาะเซนต์เฮเลนา

source: Slovak Republic
th: สาธารณรัฐสโลวัก, สโลวะเกีย (Slovakia)

source: Tokelau
th: โตเกเลา, ดินแดนของนิวซีแลนด์

source: East Timor
th: ติมอร์ตะวันออก

source: Tuvalu
th: ตูวาลู

source: St. Vincent and the grenadines
th: เกาะเซนต์วินเซนต์

source: Mayotte
th: มายอต, ดินแดนของฝรั่งเศส

source: Zaire
th: ซาอีร์

source: St.Pierre
th: Miquelon, เซนต์ปีแอร์ มิเกอลอง, มิเกอลอง์

source: Gaza
th: กาซ่า

source: South Korea
th: เกาหลีใต้

source: North Korea
th: เกาหลีเหนือ

source: Sao Tome and Principe
th: เซาตูเมและปรินซิปี, สาธารณรัฐประชาธิปไตยเซาตูเมและปรินซิปี (Democratic Republic of S&#227;o Tom&#233; and Pr&#237;ncipe)

source: French Southern and Antarctic Territories
th: เฟรนช์เซาเทิร์นและแอนตาร์กติกเทร์ริทอรีส์, ดินแดนของฝรั่งเศส

source: Brunei Darussalam
th: บรูไนดารุสซาลาม, ชื่อทางการ เนการาบรูไนดารุสซาลาม (Negara Brunei Darussalam)

source: West Bank
th: เวสแบงค์

source: Syrian Arab Republic
th: สาธารณรัฐอาหรับซีเรีย

source: Virgin British Islands
th: หมู่เกาะบริติชเวอร์จิน

source: American Samoa
th: อเมริกันซามัว, ดินแดนของสหรัฐอเมริกา

source: Hong Kong
th: ฮ่องกง, เขตบริหารพิเศษของสาธารณรัฐประชาชนจีน

source: bridgeware
th: บริดจ์แวร์

source: bundle
th: บันเดิล

source: cable
th: เคเบิล

source: cartridge
th: คาร์ทริดจ์, ตลับหมึก

source: cathode
th: แคโทด, ขั้วลบ

source: celcius
th: เซลเซียส

source: chip
th: ชิป

source: cluster
th: คลัสเตอร์

source: commander
th: คอมมานเดอร์

source: compact disc
th: คอมแพกต์ดิสก์, แผ่นซีดี

source: condensor
th: คอนเดนเซอร์

source: cyrix
th: ไซริกซ์

source: digitizer
th: ดิจิไทเซอร์

source: dispatcher
th: ดิสแพตเชอร์

source: dot matrix
th: ดอตเมทริกซ์

source: dotpitch
th: ดอตพิตช์

source: electron
th: อิเล็กตรอน

source: extended memory
th: หน่วยความจำเพิ่ม

source: explorer
th: เอ็กซ์พลอเรอร์

source: flip-flop
th: ฟลิปฟลอป

source: file server
th: ไฟล์เซิร์ฟเวอร์, เซิร์ฟเวอร์ให้บริการไฟล์

source: hierarchy
th: ไฮราคี

source: hilight
th: ไฮไลต์

source: Greek
th: ภาษากรีก

source: German
th: เยอรมัน, ภาษาเยอรมัน

source: Romance
th: ภาษาโรมานซ์

source: Spanish
th: ภาษาสเปน

source: Kannada
th: ภาษากัณณาท, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Gujarati
th: คุชราตี, ภาษาคุชราตี ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Klingon
th: ภาษาคลิงออน

source: Catalan
th: คาตะลาน, ภาษาคาตะลาน

source: Georgian
th: จอร์เจีย, ภาษาจอร์เจีย

source: Chinese
th: Traditional, จีนดั้งเดิม, ภาษาจีนดั้งเดิม

source: Javanese
th: ภาษาชวา

source: Welsh
th: ภาษาชาวเวลส์, ภาษาเวลส์

source: Sundanese
th: ภาษาซุนดา

source: Japanese
th: ญี่ปุ่น, ภาษาญี่ปุ่น

source: Tagalog
th: ภาษาตากาลอค

source: Telugu
th: ภาษาเตลุคู, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Turkish
th: ภาษาตุรกี

source: Tamil
th: ภาษาทมิฬ, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Tigrinya
th: ภาษาทีกรินยา

source: Norwegian
th: ภาษานอร์เวย์, ภาษานอร์เวย์

source: Interlingua
th: ภาษานานาชาติ

source: Bosnian
th: ภาษาบอสเนีย

source: Bulgarian
th: ภาษาบัลแกเรีย

source: Punjabi
th: ภาษาปัญจาบี, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: French
th: ภาษาฝรั่งเศส, ภาษาฝรั่งเศส

source: Bihari
th: ภาษาพิหาร

source: Faroese
th: แฟโร, ภาษาแฟโร

source: Finnish
th: ภาษาฟินแลนด์

source: Maltese
th: ภาษามอลตา

source: Macedonian
th: ภาษามาซิโดเนีย

source: Malay
th: ภาษามาเลย์, ภาษามลายู

source: Hebrew
th: ฮีบรู, ภาษาฮีบรู

source: Ukrainian
th: ภาษายูเครน

source: Russian
th: ภาษารัสเซีย

source: Latvian
th: ภาษาลัตเวีย

source: Lithuanian
th: ภาษาลิทัวเนีย

source: Swahili
th: ภาษาสวาฮีลี

source: Swedish
th: ภาษาสวีเดน, ภาษาสวีเดน

source: Slovak
th: ภาษาสโลวะเกีย

source: Slovenian
th: ภาษาสโลวีเนีย

source: English
th: อังกฤษ, ภาษาอังกฤษ

source: Amharic
th: (ภาษา)อัมฮาริก

source: Albanian
th: ภาษาแอลเบเนีย

source: Azerbaijani
th: ภาษาอาเซอร์ไบจาน

source: Italian
th: ภาษาอิตาลี, ภาษาอิตาลี

source: Indonesian
th: ภาษาอินโดนีเซีย

source: Uzbek
th: ภาษาอุซเบกิสถาน

source: Urdu
th: ภาษาอูรดู, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Hungarian
th: ภาษาฮังการี

source: Hindi
th: ภาษาฮินดี, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Galician
th: ภาษากาลิเชียน

source: Korean
th: เกาหลี, ภาษาเกาหลี

source: Czech
th: ภาษาเช็ก

source: Serbian
th: ภาษาเซอร์เบียน

source: Danish
th: ภาษาเดนมาร์ก

source: Nepali
th: ภาษาเนปาล

source: Bengali
th: ภาษาเบ็งกาลี, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Belarusian
th: ภาษาเบลารุส

source: Persian
th: ภาษาเปอร์เซีย

source: Vietnamese
th: เวียดนาม, ภาษาเวียดนาม

source: Estonian
th: ภาษาเอสโตเนีย

source: Malayalam
th: ภาษามลยาฬัม, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Afrikaans
th: แอฟริกัน, ภาษาแอฟริกา, ภาษาแอฟริกา

source: Croatian
th: โครเอเชีย, ภาษาโครเอเชีย

source: Portuguese (Brazil)
th: โปรตุเกส (บราซิล), ภาษาโปรตุเกส (ประเทศบราซิล)

source: Portuguese (Portugal)
th: โปรตุเกส (โปรตุเกส), ภาษาโปรตุเกส (ประเทศโปรตุเกส)

source: Polish
th: ภาษาโปแลนด์, ภาษาโปแลนด์

source: Romanian
th: โรมาเนีย, ภาษาโรมาเนีย

source: Thai
th: ภาษาไทย

source: Icelandic
th: ไอซ์แลนด์, ภาษาไอซ์แลนด์

source: Irish
th: ภาษาไอริช

source: Elmer Fudd
th: ภาษาเอลเมอร์ ฟัด

source: boldface
th: ตัวพิมพ์หนา

source: absolute value
th: ค่าสัมบูรณ์

source: access time
th: เวลาที่เข้าถึง

source: Bluetooth
th: บลูทูธ, เทคโนโลยีเครือข่ายไร้สายส่วนบุคคล

source: bounce mail
th: จดหมายตีกลับ, อีเมลซึ่งถูกตีกลับมายังผู้ส่งเนื่องจากเดินทางไปไม่ถึงผู้รับ

source: character code
th: รหัสอักขระ

source: cracker
th: แครกเกอร์

source: data entry
th: การบันทึกข้อมูล, การบันทึกข้อมูล โดยการป้อนข้อมูลทางแป้นพิมพ์ หรือการสแกน เป็นต้น

source: data transfer
th: การถ่ายโอนข้อมูล

source: data structures
th: โครงสร้างข้อมูล

source: deadlock
th: สภาวะติดตาย

source: disk partition
th: การแบ่งฮาร์ดดิสก์

source: dot pitch
th: ดอตพิตช์

source: emoticon
th: สัญลักษณ์แสดงอารมณ์, ไอคอนแสดงอารมณ์

source: file management
th: การจัดการแฟ้มข้อมูล

source: file name
th: ชื่อแฟ้มข้อมูล

source: file sharing
th: การใช้แฟ้มข้อมูลร่วมกัน

source: hack
th: แฮ็ก, เจาะระบบ

source: hit counter
th: การนับจำนวนครั้ง, ตัวนับผู้เยี่ยมชม, การนับจำนวนครั้งที่มีการเข้าชมเว็บไซต์

source: hypertext
th: ไฮเพอร์เท็กซ์, ข้อความหลายมิติ

source: Assamese
th: ภาษาอัสสมี, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Kashmiri
th: ภาษากัศมีรี, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Marathi
th: ภาษามาราฐี, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Oriya
th: ภาษาโอริยา, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Sanskrit
th: ภาษาสันสกฤต, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Sindhi
th: สินธี, ชื่อหนึ่งในภาษาทางการของอินเดีย

source: Gurmukhi
th: คุรุมุขี, ภาษาคุรุมุขี ใช้โดยชาวสิกข์

source: skin
th: หน้ากาก

source: graphics
th: กราฟิกส์

source: thread
th: เธรด (โพรเซส), กระทู้ (เมล), กระบวนการทำงานบนโปรแกรมคอมพิวเตอร์แบบหลายงานพร้อมกัน

source: ms
th: มิลลิวินาที, millisecond; milliseconds

source: tone generator
th: ตัวสร้างโทน

source: spectrum
th: สเปกตรัม

source: factorial
th: แฟกทอเรียล

source: kick
th: ไล่ออก, การถูกตัดออกจากกลุ่มสนทนาโดยผู้ควบคุมกลุ่ม

source: email
th: อีเมล

source: graphical environment
th: สภาพแวดล้อมแบบกราฟิก

source: text environment
th: สภาพแวดล้อมแบบข้อความ

source: text wrapping
th: การตัดบรรทัด, การกำหนดขอบเขตความยาวของข้อความในแต่ละบรรทัดตามการกำหนดความกว้างของหน้ากระดาษ

source: Central European
th: ยุโรปตอนกลาง

source: South European
th: ยุโรปตอนใต้

source: Baltic
th: ภาษาบอลติก

source: Cyrillic
th: ซีริลลิก, ภาษาซีริลลิก

source: Hebrew Visual
th: ฮีบรู (ซ้ายไปขวา), ภาษาฮีบรู (ซ้ายไปขวา)

source: Nordic
th: ภาษานอร์ดิก

source: Celtic
th: เซลติก, ภาษาเซลติก

source: Armenian
th: อาร์เมเนีย, ภาษาอาร์เมเนีย

source: Dutch
th: ดัตช์, ภาษาดัตช์

source: colormap
th: ตารางเทียบสี

source: sector
th: เซ็กเตอร์

source: Palestine
th: ปาเลสไตน์

source: traffic
th: การจราจร

source: face browser
th: หน้าต่างแสดงผู้ใช้

source: token
th: โทเค็น

source: scrambling keys
th: การผสมรหัส, กุญแจสำหรับเข้ารหัส, ใช้ในเรื่องเกี่ยวกับการเข้ารหัส ถอดรหัส (cryptography)

source: palmtop
th: ปาล์มท็อป

source: 3D Effects
th: เอฟเฟ็กต์ 3 มิติ, ลูกเล่น 3 มิติ

source: About InfoZIP
th: เกี่ยวกับ InfoZIP

source: About Setup
th: เกี่ยวกับการติดตั้ง

source: Above/Below
th: ด้านบน/ด้านล่าง

source: ABS
th: ABS, absolute

source: Absolute Record
th: ระเบียนสัมบูรณ์

source: Absolute value of a number
th: ค่าสัมบูรณ์ของจำนวน

source: Accent
th: การเน้น, เน้นเสียง, การเน้นเสียง, สำเนียง

source: Accept All
th: ยอมรับทั้งหมด

source: Accept changes
th: ยอมรับการเปลี่ยนแปลง

source: Accept or Discard
th: ยอมรับหรือละทิ้ง

source: Accept or Reject
th: ยอมรับหรือปฏิเสธ

source: Accept or reject AutoFormat changes
th: ยอมรับหรือปฏิเสธการเปลี่ยนแปลงการจัดรูปแบบอัตโนมัต

source: Access denied
th: ไม่อนุญาตให้เข้าใช้งาน

source: Access denied for $(ARG1)
th: ปฏิเสธการเข้าถึงสำหรับ $(ARG1), ปฏิเสธการเข้าใช้งานสำหรับ $(ARG1)

source: Account name
th: ชื่อบัญชีผู้ใช้

source: Activate
th: กระตุ้นการทำงาน

source: Activate Document
th: เริ่มใช้เอกสาร

source: Activate Test Mode
th: เริ่มใช้การทดสอบ

source: Active
th: กำลังทำงาน, ทำงาน

source: Active Folders
th: โฟลเดอร์ที่กำลังทำงาน

source: Active groups
th: กลุ่มที่กำลังทำงาน

source: Active link
th: ลิงก์ที่ทำงาน, ลิงก์ที่กำลังทำงาน, จุดเชื่อมโยงที่ทำงาน, จุดเชื่อมโยงที่กำลังทำงน, จุดเชื่อมโยงที่กำลังทำงาน

source: Active Window
th: หน้าต่างที่ทำงาน, หน้าต่างที่กำลังทำงาน

source: Adapt
th: ปรับ, แปลง

source: Adapt array area
th: ปรับพื้นที่ของอาร์เรย์

source: Adapt object size
th: ปรับขนาดของวัตถุ

source: Adapt Objects
th: ปรับรูปแบบวัตถุ, ปรับเปลี่ยนวัตถุ

source: Adapt row height
th: ปรับความสูงของแถว

source: Add All
th: เพิ่มทั้งหมด

source: Add AutoFormat
th: เพิ่มรูปแบบอัตโนมัติ

source: Add Background
th: เพิ่มพื้นหลัง

source: Add Column
th: เพิ่มคอลัมน์

source: Add Comment
th: เพิ่มความเห็น

source: Add data only
th: เพิ่มเฉพาะข้อมูล

source: Add Entry
th: เพิ่มรายการ

source: Add Graphics
th: เพิ่มกราฟิก

source: Add Holidays to Calendar
th: เพิ่มวันหยุดในปฏิทิน

source: Add Link
th: เพิ่มลิงก์

source: Add Print Range
th: เพิ่มช่วงการพิมพ์

source: Add Table
th: เพิ่มตาราง

source: Add Tables
th: เพิ่มตาราง

source: Add Unknown Words
th: เพิ่มคำที่ไม่รู้จัก

source: Add Watch
th: เพิ่มนาฬิกา, เพิ่มการสอดส่อง, เพิ่มการตรวจสอบ

source: Add-In
th: โปรแกรมเสริม

source: Add-Ins
th: โปรแกรมเสริม

source: Add/remove users
th: เพิ่ม/ลบผู้ใช้

source: Addition +
th: การบวก +

source: Address field
th: ช่องที่อยู่, ช่องกรอกที่อยู่, ช่องใส่ที่อยู่

source: Addressee
th: ผู้รับ

source: Addressee data
th: ผู้รับข้อมูล, ข้อมูลผู้รับ

source: Adjust column width
th: ปรับความกว้างคอลัมน์

source: Adjust columns proportionally
th: ปรับคอลัมน์ตามสัดส่วน

source: Adjust Scale
th: ปรับขนาด, ปรับสัดส่วน

source: Administrate
th: ดูแล, จัดการ

source: Administration
th: การจัดการ

source: administrator
th: ผู้ดูแลระบบ, ผู้จัดการระบบ, ผู้จัดการเครือข่าย

source: Advanced Filter
th: การกรองขั้นสูง

source: Agents
th: เอเจนต์, ตัวกระทำ, ตัวแทน

source: Airbrush
th: พู่กันลม

source: Aleph
th: อะเล็ฟ, อักษรตัวแรกในภาษาฮิบรู

source: Alias name
th: นามแฝง, นามสมมติ

source: Align bottom
th: จัดวางชิดขอบล่าง

source: Align Center
th: จัดวางตรงกลาง

source: Align Center Horizontally
th: จัดวางตรงกลางตามแนวนอน

source: Align Center Vertically
th: จัดวางตรงกลางตามแนวตั้ง

source: Align left
th: จัดชิดซ้าย

source: Align middle
th: จัดกึ่งกลาง

source: Align right
th: จัดชิดขวา

source: Align to bottom
th: จัดชิดขอบล่าง

source: Align to Bottom of Character
th: จัดชิดขอบล่างของตัวอักษร

source: Align to Bottom of Line
th: จัดชิดขอบล่างของบรรทัด

source: Align to grid
th: จัดชิดเส้นพิกัด

source: Align to top
th: จัดชิดขอบบน

source: Align to Top of Character
th: จัดชิดขอบบนของตัวอักษร

source: Align to Top of Line
th: จัดชิดขอบบนของบรรทัด

source: All caps
th: อักษรตัวใหญ่ทั้งหมด

source: All Documents
th: เอกสารทั้งหมด

source: All languages
th: ทุกภาษา

source: All Messages
th: ข้อความทั้งหมด

source: All values
th: ค่าทั้งหมด

source: Alphabetical Index
th: ดรรชนีตามลำดับตัวอักษร

source: alphanumeric
th: ตัวเลขและตัวหนังสือ

source: AND
th: และ, อาจไม่ต้องแปล, อาจเป็นความหมายทางด้านตรรกศาสตร์

source: Animations
th: แอนิเมชัน, ภาพเคลื่อนไหว

source: Annotation
th: หมายเหตุ

source: Anonymous user
th: ผู้ใช้นิรนาม

source: Appear
th: ปรากฏ, ดูเหมือน

source: Append
th: แนบ, แนบมาด้วย, แนบเพิ่มเติม

source: Append Libraries
th: เพิ่มไลบรารี

source: Append sheet
th: เพิ่มแผ่นงาน

source: Apple Macintosh
th: เครื่องคอมพิวเตอร์ระบบแม็กอินทอช, apple ชื่อบริษัท

source: Applet
th: แอปเพล็ต

source: application
th: โปรแกรม

source: Application has been restarted.
th: โปรแกรมประยุกต์ถูกเริ่มงานใหม่, แอพลิเคชันถูกเริ่มงานใหม่

source: Application has been shut down
th: โปรแกรมประยุกต์ถูกปิด

source: Applied Paragraph Styles
th: รูปแบบย่อหน้าที่ถูกใช้งาน

source: Apply border
th: ใช้งานกรอบ

source: Apply border and shadow
th: ใช้งานกรอบและเงา, ใส่กรอบและเงา

source: Apply to
th: ใช้กับ, ใช้งานกับ

source: Apr
th: เม.ย.

source: April
th: เมษายน

source: Arabic
th: อารบิก, ภาษาอารบิก

source: Arabic (1 2 3)
th: อารบิก (1 2 3)

source: Arabic (Algerian)
th: อารบิก (แอลจีเรีย)

source: Arabic (Bahrain)
th: อารบิก (บาห์เรน)

source: Arabic (Egypt)
th: อารบิก (อียิปต์)

source: Arabic (Iraq)
th: อารบิก (อิรัก)

source: Arabic (Jordan)
th: อารบิก (จอร์แดน)

source: Arabic (Kuwait)
th: อารบิก (คูเวต)

source: Arabic (Lebanon)
th: อารบิก (เลบานอน)

source: Arabic (Libya)
th: อารบิก (ลิเบีย)

source: Arabic (Morocco)
th: อารบิก (โมร็อกโก)

source: Arabic (Oman)
th: อารบิก (โอมาน)

source: Arabic (Saudi Arabia)
th: อารบิก (ซาอุดีอาระเบีย)

source: Arabic (Syria)
th: อารบิก (ซีเรีย)

source: Arabic (Tunisia)
th: อารบิก (ตูนิเซีย)

source: Arabic (UAE)
th: อาราบิก (อาหรับเอมิเรตส์)

source: Arabic (Yemen)
th: อารบิก (เยเมน)

source: Arc
th: เส้นโค้ง, โค้ง

source: Archive file
th: แฟ้มเอกสารสำคัญ

source: Arcs
th: เส้นโค้ง, โค้ง

source: Area
th: พื้นที่, บริเวณ

source: Area attributes
th: คุณลักษณะพื้นที่

source: Areas
th: พื้นที่

source: Arrange
th: จัดเรียง

source: Arrange Horizontally
th: จัดเรียงตามแนวนอน

source: Arrange Icons
th: จัดเรียงไอคอน

source: Arrange Vertically
th: จัดเรียงตามแนวตั้ง

source: Arrange Windows
th: จัดเรียงหน้าต่าง

source: Arrows
th: ลูกศร

source: Article
th: บทความ

source: Asian
th: เอเชีย

source: at
th: ที่

source: At Least
th: อย่างน้อยที่สุด, อย่างตำ่

source: At the beginning
th: ที่จุดเริ่มต้น

source: At the end
th: ที่จุดสุดท้าย

source: preamble
th: คำนำ, บทนำ

source: Attributes/Lines
th: แอตทริบิวต์/บรรทัด, คุณลักษณะ/บรรทัด

source: Audio file
th: แฟ้มเสียง

source: Author
th: ผู้เขียน

source: configuration database
th: ฐานข้อมูลการปรับแต่ง, ฐานข้อมูลค่าตั้ง

source: AutoAlign
th: จัดเรียงอัตโนมัติ

source: AutoArrange
th: จัดเรียงอัตโนมัติ

source: AutoBrowse
th: ค้นหาอัตโนมัติ

source: AutoCalculate
th: คำนวณอัตโนมัติ

source: AutoCalculation On/Off
th: คำนวณอัตโนมัติ เปิด/ปิด

source: AutoCheck
th: ตรวจอัตโนมัติ

source: AutoCorrect
th: แก้ข้อผิดอัติโนมัติ, แก้ข้อผิดอัตโนมัติ, แก้สิ่งผิดอัตโนมัติ, แก้คำผิดอัตโนมัติ

source: AutoFormat
th: รูปแบบอัตโนมัติ

source: Automatic
th: อัตโนมัติ

source: Automatic _underline_
th: _ขีดเส้นใต้_ อัตโนมัติ

source: Automatic (random)
th: อัตโนมัติ (โดยสุ่ม)

source: Automatic *bold*
th: อัตโนมัติ *ตัวหนา*

source: Automatic *bold* and _underline_
th: อัตโนมัติ *ตัวหนา* และ _ขีดเส้นใต้_

source: Automatic Sort
th: เรียงลำดับอัตโนมัติ

source: Automatically delete objects older than
th: ลบวัตถุที่เก่ากว่า....โดยอัตโนมัติ

source: AutoRefresh
th: รีเฟรชอัตโนมัติ

source: AutoSave
th: บันทึกอัตโนมัติ

source: AutoSave every
th: บันทึกอัตโนมัติทุก ๆ

source: AutoSize Text
th: ขนาดข้อความอัตโนมัติ

source: AutoSpellcheck
th: ตรวจสอบคำสะกดอัตโนมัติ

source: AutoSpellcheck on/off
th: ตรวจสอบคำสะกดอัตโนมัติ เปิดใช้งาน/ปิดการใช้งาน

source: AutoStart
th: เริ่มต้นอัตโนมัติ

source: AutoSwitch
th: สับเปลี่ยนอัตโนมัติ

source: AutoText
th: ข้อความอัตโนมัติ

source: AutoUpdate
th: อัพเดตอัตโนมัติ

source: Axis
th: แกน

source: Back
th: ย้อนกลับ

source: Background
th: พื้นหลัง

source: Background color
th: สีพื้นหลัง

source: Background color:
th: สีพื้นหลัง:

source: Background fill
th: เติมสีพื้นหลัง

source: Background Pattern
th: รูปแบบพื้นหลัง

source: Backgrounds
th: พื้นหลัง

source: Backup file
th: ไฟล์สำรอง, แฟ้มสำรอง

source: Backup file information
th: ข้อมูลของไฟล์สำรอง, ข้อมูลของแฟ้มสำรอง

source: Backups
th: สำรองไฟล์, สำรองแฟ้ม

source: Backwards
th: ย้อนกลับ

source: Basic Arabic
th: อาราบิคพื้นฐาน

source: Basic Greek
th: กรีกพื้นฐาน

source: Basic Latin
th: ละตินพื้นฐาน

source: Before current sheet
th: ก่อนแผ่นงานปัจจุบัน

source: Before deletion
th: ก่อนการลบ

source: Before insert
th: ก่อนแทรก

source: Before inserting AutoText
th: ก่อนการแทรกข้อความอัตโนมัติ

source: Before record change
th: ก่อนการเปลี่ยนแปลงเรคคอร์ด

source: Before submitting
th: ก่อนการยอมรับ

source: Before update
th: ก่อนการอัพเดต

source: Beginning character
th: อักษรเริ่มต้น

source: Behavior
th: การกระทำ

source: Behind Object
th: หลังวัตถุ

source: Belgian Franc
th: ฟรังก์ เบลเยียม

source: Below reference edge
th: ใต้เส้นขอบอ้างอิง

source: below the line
th: ใต้บรรทัด

source: Best viewed with
th: แสดงผลได้ดีที่สุดกับ

source: between
th: ระหว่าง

source: Bibliography
th: บรรณานุกรม

source: Bibliography 1
th: บรรณานุกรม 1

source: Bibliography Database
th: ฐานข้อมูลบรรณานุกรม
