Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: recover
th: กู้คืน

source: recreate
th: สร้างใหม่

source: recreation
th: การสร้างใหม่

source: rectangle
th: สี่เหลี่ยมผืนผ้า

source: recur
th: เกิดขึ้นอีก

source: recurrence
th: การกลับมาใหม่, การเกิดขึ้นใหม่

source: recursion
th: การเรียกซ้ำตัวเอง

source: red
th: แดง

source: redial
th: เรียกหมายเลขซ้ำ

source: redisplay
th: เรียกแสดงใหม่

source: redo
th: ทำซ้ำ

source: reduce
th: ลดลง, ย่อขนาด

source: reference
th: อ้างอิง, แหล่งอ้างอิง, เอกสารอ้างอิง

source: referrer
th: ผู้อ้างถึง

source: refined
th: สละสลวย, ละเอียดลออ

source: reflect
th: สะท้อนกลับ

source: reflection
th: การสะท้อนกลับ

source: refresh
th: รีเฟรช, เรียกใหม่, แสดงผล (ข้อมูล) ใหม่

source: region
th: ภูมิภาค, แถบ, ย่าน

source: register
th: เรจิสเตอร์, ลงทะเบียน

source: registry
th: การลงทะเบียน

source: regroup
th: จัดกลุ่มใหม่

source: regular
th: ปกติ, ธรรมดา

source: regulate
th: ควบคุม, จัดระเบียบ

source: rehearse
th: ซ้อม

source: reissue
th: ออกใหม่, ตีพิมพ์ใหม่, ผลิตใหม่

source: reject
th: ปฏิเสธ, ไม่ยอมรับ

source: related
th: ที่สัมพันธ์กัน

source: relation
th: ความสัมพันธ์, ความเกี่ยวข้อง

source: relationship
th: ความสัมพันธ์

source: relative
th: สัมพันธ์

source: relay
th: ถ่ายทอด, การถ่ายทอด

source: release
th: รีลีส

source: relief
th: นูน

source: reload
th: เรียก (ข้อมูล) ใหม่

source: remember
th: จำ, จดจำ

source: reminder
th: ตัวเตือน, เตือนความจำ

source: remote
th: ไกล, ห่าง, (เครื่อง) ฝั่งโน้น, -ระยะไกล

source: removable
th: เคลื่อนย้ายได้

source: remove
th: ลบ, เอาออก

source: rename
th: เปลี่ยนชื่อ

source: reorder
th: การจัดลำดับใหม่, จัดลำดับใหม่

source: repaginate
th: ใส่เลขหน้าใหม่, แบ่งหน้าใหม่

source: repair
th: ซ่อมแซม

source: repeat
th: ทำซ้ำ

source: repeat keys
th: การกดแป้นซ้ำ

source: repetition
th: การเกิดซ้ำ, การทำซ้ำ

source: replace
th: แทนที่

source: replacement
th: การแทนที่

source: replica
th: สำเนา, แบบจำลอง

source: replicable
th: จำลองแบบได้

source: replication
th: การจำลองแบบ

source: reply
th: ตอบกลับ

source: report
th: รายงาน

source: repository
th: คลัง

source: request
th: ร้องขอ

source: require
th: ต้องการ, เรียกร้อง, เรียกหา

source: required
th: ที่ต้องการ, ที่จำเป็น

source: requirement
th: ความต้องการ

source: reschedule
th: จัดตารางเวลาใหม่

source: rescue
th: กู้ระบบ

source: resend
th: ส่งใหม่

source: reserved
th: ที่สงวนไว้

source: reset
th: ตั้งค่าใหม่, กลับค่าเดิม

source: reshape
th: เปลี่ยนรูปร่างใหม่, ปรับรูปร่างใหม่

source: resident
th: ผู้พักอาศัย

source: residual
th: ซึ่งเหลืออยู่, สิ่งที่เหลืออยู่

source: resize
th: ปรับขนาด

source: resolution
th: ความละเอียด

source: resolve
th: แก้ไข

source: resource
th: ทรัพยากร

source: respond
th: ตอบรับ, ตอบสนอง

source: response
th: การตอบสนอง

source: responsibility
th: ความรับผิดชอบ

source: responsible
th: มีความรับผิดชอบ, เชื่อถือได้

source: restart
th: เริ่มใหม่, เริ่มทำงานใหม่

source: restore
th: เรียกคืน, คืนค่า, คืนขนาดเดิม, คืนสภาพ

source: restricted
th: ถูกจำกัด

source: restriction
th: ข้อจำกัด

source: result
th: ผลลัพธ์, ผลที่ได้

source: resume
th: เริ่มต้นทำงานใหม่, กลับทำงานใหม่

source: resummarize
th: สรุปใหม่

source: retrieve
th: กู้คืน, เรียกกลับคืน

source: retry
th: ลองใหม่

source: return
th: กลับคืน

source: reverse
th: ตรงกันข้าม

source: revert
th: แปลงกลับ, คืนกลับ

source: review
th: ทบทวน, ตรวจทาน

source: revision
th: การแก้ไขใหม่

source: revoked
th: เพิกถอน, ยกเลิก

source: rewind
th: กรอกลับ, ย้อนกลับ

source: RGB
th: red, green, blue

source: ridge
th: แนว, สัน

source: right
th: ขวา, ด้านขวา

source: RightArrow
th: ลูกศรขวา

source: right-auxiliary
th: อุปกรณ์เสริม

source: right-channel
th: ช่องสัญญาณด้านขวา

source: right-internalspeaker
th: ลำโพงภายในด้านขวา

source: right-jack
th: แจ็คด้านขวา

source: right-microphone
th: ไมโครโฟนด้านขวา

source: ring
th: วงแหวน

source: risk
th: ความเสี่ยง, เสี่ยง

source: roaming
th: การใช้งานอินเทอร์เน็ตต่างถิ่น, การใช้งานอินเทอร์เน็ตข้ามเขต

source: role
th: หน้าที่, บทบาท

source: Roman
th: โรมัน

source: Romania
th: โรมาเนีย

source: root
th: ผู้ใช้อภิสิทธิ์

source: rotate
th: หมุน

source: round
th: กลม

source: route
th: เส้นทาง, กำหนดเส้นทาง

source: row
th: แถว

source: RPM
th: Revolutions Per Minute

source: ruby
th: สีแดงทับทิม

source: rule
th: กฎ

source: ruler
th: ไม้บรรทัด

source: run
th: เรียกโปรแกรมทำงาน, เรียกทำงาน, เรียกใช้งานโปรแกรม

source: Russia
th: รัสเซีย, ชื่อประเทศในยุโรปตะวันออก, สหพันธรัฐรัสเซีย (Russian Federation)

source: Rwanda
th: รวันดา, สาธารณรัฐรวันดา (Republic of Rwanda)

source: salutation
th: คำขึ้นต้นจดหมาย

source: Samoa
th: ซามัว, รัฐเอกราชซามัว (Independent State of Samoa)

source: sampling
th: การสุ่มตัวอย่าง

source: sandbox
th: กระบะทราย

source: sandstone
th: หินทราย

source: San Marino
th: ซานมารีโน, สาธารณรัฐซานมารีโน (Republic of San Marino)

source: Sarawak
th: ซาราวัก, ชื่อรัฐในประเทศมาเลเซีย

source: saturation
th: ความอิ่มสี, ความอิ่มตัวของสี, ความเข้มของสี

source: Saudi Arabia
th: ซาอุดีอาระเบีย, ราชอาณาจักรซาอุดีอาระเบีย (The Kingdom of Saudi Arabia)

source: save
th: บันทึก

source: save as
th: บันทึกเป็น

source: scalable
th: ปรับขนาดได้

source: scale
th: มาตราส่วน, ปรับขนาด

source: scan
th: ตรวจข้อมูล

source: scandisk
th: การตรวจสอบดิสก์

source: scanner
th: สแกนเนอร์, เครื่องกราดตรวจ, เครื่องกราดภาพ

source: schedule
th: ตารางเวลา, ทำตารางเวลา

source: schema
th: แผนผัง, แบบแผน

source: science
th: วิทยาศาสตร์

source: scientific
th: ทางวิทยาศาสตร์

source: scope
th: ขอบเขต

source: score
th: คะแนน, แต้ม

source: screen
th: หน้าจอ, จอภาพ

source: screen saver
th: โปรแกรมรักษาหน้าจอ

source: screenshot
th: ภาพหน้าจอ, ภาพที่จับจากหน้าจอ

source: scribble
th: การเขียนแบบหวัด

source: script
th: สคริปต์, ภาษาเขียน

source: script-based
th: ใช้สคริปต์

source: scripting
th: การใช้สคริปต์

source: scroll
th: เลื่อน

source: scroll bar
th: แถบเลื่อน, แถบเลื่อนหน้าจอ

source: scroll mouse
th: เมาส์แบบล้อเลื่อน

source: SCSI
th: Small Computer Systems Interface

source: seal
th: ตราประทับ, ประทับตรา, ปิดผนึก

source: search
th: ค้นหา, การค้นหา

source: searchbar
th: แถบการค้นหา

source: search filter
th: ตัวกรองการค้นหา

source: second
th: ที่สอง, ลำดับที่สอง, วินาที

source: secret
th: ลับ

source: section
th: เซ็กชัน, ส่วน, กลุ่ม, แผนก, ตอน, หมวด, หัวข้อ

source: secure
th: ปลอดภัย, นิรภัย, ทำให้ปลอดภัย

source: security
th: ความปลอดภัย, ระบบความปลอดภัย, (ราชบัณฑิตยสถาน) ความมั่นคง

source: seek
th: ค้นหา

source: segment
th: เซกเมนต์, ส่วน, ตอน, ท่อน, ส่วนตัด, แยกเป็นส่วน

source: semi-automatic
th: กึ่งอัตโนมัติ

source: semi-bold
th: กึ่งหนา

source: semicolon
th: เครื่องหมายอัฒภาค

source: semi-transparent
th: กึ่งโปร่งใส

source: send
th: ส่ง

source: Senegal
th: เซเนกัล, สาธารณรัฐเซเนกัล (The Republic of Senegal)

source: sense
th: ประสาทสัมผัส, รับประสาทสัมผัส

source: sensitive
th: ไวต่อการสัมผัส, ไวต่อการกระตุ้น

source: sensitivity
th: ความไวต่อการสัมผัส, ความไวต่อการกระตุ้น

source: sensor
th: ตัวตรวจจับ

source: sent
th: ส่งแล้ว

source: sentbox
th: กล่องจดหมายส่งออก

source: sent-mail
th: จดหมายที่ส่งแล้ว

source: separator
th: ตัวแยก, ตัวคั่น, เส้นแบ่ง

source: sequence
th: ลำดับ

source: sequential
th: ตามลำดับ

source: serial
th: ซีเรียล, อนุกรม

source: serial number
th: หมายเลขอนุกรม

source: series
th: อนุกรม, ชุดข้อมูล, รุ่น

source: server
th: เซิร์ฟเวอร์

source: service
th: บริการ

source: session
th: เซสชัน

source: set
th: ตั้งค่า, ติดตั้ง

source: settings
th: ค่าตั้ง

source: setup
th: ตั้งค่า, ติดตั้ง

source: severity
th: ความเข้มงวด

source: sex
th: เพศ

source: Seychelles
th: เซเชลส์, สาธารณรัฐเซเชลส์ (Republic of Seychelles)

source: SGML
th: Standard/Structured Generalized Markup Language

source: shade
th: เฉดสี

source: shadow
th: เงา

source: shape
th: รูปทรง, รูปร่าง

source: share
th: แบ่งปัน, ใช้ร่วมกัน

source: shared
th: ให้ใช้ร่วมกัน

source: sharing
th: การใช้งานร่วมกัน

source: sharpness
th: ความแหลม, ความคม, ความคมชัด

source: shear
th: ตัด, เล็ม

source: sheet
th: แผ่นงาน

source: shell
th: โปรแกรมเชลล์

source: shell command
th: คำสั่งเชลล์

source: shimmer
th: ส่องแวววาว, แสงแวววาว

source: shoot
th: ยิง

source: short
th: เร็ว, สั้น

source: shortcut
th: แป้นพิมพ์ลัด, คีย์ลัด

source: show
th: แสดง

source: shrink
th: หด, เล็กลง

source: shuffle
th: สุ่ม, สับ

source: shut down
th: ปิดเครื่อง

source: side
th: ข้าง, ด้านข้าง

source: sidebar
th: แถบด้านข้าง

source: Sierra Leone
th: เซียร์ราลีโอน, สาธารณรัฐเซียร์ราลีโอน (Republic of Sierra Leone)

source: sign
th: ลงนาม, เซ็นชื่อ, สัญลักษณ์

source: signal
th: สัญญาณ

source: signature
th: ลายเซ็น, ข้อความลงชื่อ, ข้อความลงชื่อท้ายเมล

source: Sikkhim
th: สิกขิม, ชื่อประเทศในทวีปเอเชีย

source: silver
th: เงิน

source: Singapore
th: สิงคโปร์, สาธารณรัฐสิงคโปร์ (Republic of Singapore)

source: site
th: ไซต์

source: skew
th: เอียง

source: skip
th: ข้าม

source: slide
th: ภาพนิ่ง

source: slider
th: สไลเดอร์, ปุ่มรางเลื่อน

source: slideshow
th: การนำเสนอภาพนิ่ง

source: slogan
th: คำขวัญ, คำโฆษณา

source: slot
th: สล็อต, ช่องเสียบ

source: Slovakia
th: สโลวะเกีย, สาธารณรัฐสโลวัก (Slovak Republic)

source: Slovenia
th: สโลวีเนีย, ชื่อประเทศในทวีปยุโรปตะวันออก, สาธารณรัฐสโลวีเนีย (Republic of Slovenia)

source: smiley
th: รูปสีหน้า

source: small-caps
th: ตัวพิมพ์เล็ก

source: SML
th: Standard Meta Language

source: smooth
th: เรียบ, ราบรื่น

source: SMTP
th: Simple Mail Transfer Protocol

source: snapshot
th: การจับภาพอย่างเร็ว, ภาพที่จับได้

source: society
th: สังคม

source: socket
th: ซ็อกเก็ต

source: software
th: ซอฟต์แวร์, ส่วนชุดคำสั่ง

source: solid
th: ทึบ

source: solid line
th: เส้นทึบ

source: Somalia
th: โซมาเลีย, สาธารณรัฐประชาธิปไตยโซมาเลีย (Somali Democratic Republic)

source: sonar
th: โซนาร์

source: sort
th: เรียงลำดับ, การเรียงลำดับ

source: sound
th: ระบบเสียง, เสียง

source: soundcard
th: แผ่นวงจรเสียง, การ์ดเสียง

source: source
th: ที่มา, แหล่งข้อมูล, ต้นกำเนิด

source: source code
th: ซอร์สโค้ด, ต้นฉบับโปรแกรม

source: South Africa
th: แอฟริกาใต้, สาธารณรัฐแอฟริกาใต้ (The Republic of South Africa)

source: space
th: ช่องว่าง

source: spacing
th: การเว้นวรรค

source: Spain
th: สเปน, ชื่อประเทศในทวีปยุโรป, ราชอาณาจักรสเปน (Kingdom of Spain)

source: spam
th: สแปม

source: speaker
th: ลำโพง

source: special
th: พิเศษ

source: special character
th: อักขระพิเศษ

source: specified
th: ตามที่ระบุ, ตามที่กำหนด

source: specify
th: กำหนด, ระบุ

source: speech
th: คำพูด

source: speed
th: ความเร็ว

source: spell
th: สะกดคำ

source: spellcheck
th: การตรวจการสะกดคำ

source: spellchecker
th: ตัวตรวจการสะกดคำ

source: spelling
th: การสะกดคำ

source: spin
th: ปั่น, หมุน, หมุนวน

source: spinner
th: เครื่องปั่น, เครื่องหมุน

source: spiral
th: วนเป็นวงก้นหอย, หมุดเป็นขด, วงก้นหอย

source: split
th: แยก

source: spool
th: การเก็บข้อมูลชั่วคราว, ที่เก็บพัก, เก็บพัก

source: spot
th: จุด

source: spray
th: สเปรย์, ฉีด, พ่น

source: spreadsheet
th: ตารางคำนวณ

source: spring
th: สปริง

source: SQL
th: Structured Query Language, ภาษาสอบถามเชิงโครงสร้าง

source: square
th: สี่เหลี่ยมจัตุรัส, จัตุรัส

source: Sri Lanka
th: ศรีลังกา, สาธารณรัฐสังคมนิยมประชาธิปไตยศรีลังกา (Democratic Socialist Republic of Sri Lanka)

source: SS
th: Stack Segment + Single Sided + Seconds

source: SSL
th: Secure Sockets Layer

source: stabilize
th: มั่นคง, คงที่, ทำให้มั่นคง, ทำให้คงที่

source: stack
th: กอง, กองซ้อน, ทับซ้อน, สแต็ก, หน่วยความจำที่มีโครงสร้างทับซ้อนกัน

source: stacked
th: เป็นกองซ้อน

source: standard
th: มาตรฐาน

source: standby
th: สำรอง

source: start
th: เริ่ม

source: startup
th: เริ่มการทำงาน

source: state
th: รัฐ, สถานะ

source: statement
th: ถ้อยแถลง

source: static
th: คงที่

source: stationery
th: เครื่องเขียน

source: statistic
th: ทางสถิติ

source: status
th: สถานะ

source: statusbar
th: แถบบอกสถานะการทำงาน

source: stencils
th: ลายฉลุ

source: step
th: ขั้นตอน

source: step increment
th: การเพิ่มขึ้นทีละขั้น

source: stereo
th: สเตริโอ

source: sticky keys
th: แป้นตรึง, แป้นเหนียว

source: stock
th: สต็อก

source: stop
th: หยุด

source: storage
th: ที่เก็บข้อมูล

source: straight
th: ตรง

source: strange
th: แปลก

source: streaming
th: สตรีมมิง

source: stretched
th: ปรับขนาดให้พอดี, ขยายให้พอดี

source: strikethrough
th: ขีดเส้นทับข้อความ

source: string
th: สายอักขระ, สตริง

source: stripe
th: ลายทาง, ริ้ว, ลายแถบ

source: strong
th: แรง, แข็งแรง

source: structure
th: โครงสร้าง

source: structure diagram
th: โครงสร้างไดอะแกรม

source: studio
th: สตูดิโอ

source: style
th: รูปแบบ, ลักษณะ

source: stylist
th: นักออกแบบ

source: sub
th: ย่อย

source: sub-category
th: ประเภทย่อย, หมวดย่อย

source: subcommand
th: คำสั่งย่อย

source: sub-department
th: แผนกย่อย

source: subdirectory
th: ไดเรกทอรี่ย่อย

source: subentry
th: รายการย่อย

source: subfolder
th: โฟลเดอร์ย่อย

source: subform
th: ฟอร์มย่อย, รูปแบบย่อย

source: subheading
th: หัวเรื่องย่อย, หัวข้อย่อย

source: subject
th: เรื่อง

source: submenu
th: เมนูย่อย, รายการย่อย

source: submit
th: ยอมรับ

source: subnet
th: เครือข่ายย่อย

source: subnetwork
th: เครือข่ายย่อย

source: subobject
th: วัตถุย่อย

source: subreport
th: รายงานย่อย

source: subroutines
th: ซับรูทีน, โปรแกรมย่อยเฉพาะงาน

source: subscribe
th: สมัครสมาชิก, สมัครเป็นสมาชิก, บอกรับ

source: subscribed
th: ได้สมัครเป็นสมาชิก, ได้บอกรับ

source: subscript
th: ตัวห้อย

source: subtract
th: ลบ, ลบออก, คำนวณด้วยการลบออก

source: succeed
th: สำเร็จ

source: success
th: ความสำเร็จ

source: successful
th: ที่สำเร็จ, ที่มีผลสำเร็จ

source: suction
th: การดูด

source: Sudan
th: ซูดาน, สาธารณรัฐซูดาน (Republic of the Sudan)

source: suggest
th: แนะนำ

source: suggestion
th: คำแนะนำ, ข้อเสนอ, การแนะนำ

source: sum
th: ผลรวม, จำนวนรวม

source: summarize
th: สรุป

source: summary
th: ใจความสรุป, โดยสรุป

source: widow
th: บรรทัดค้างท้ายย่อหน้า

source: sunken
th: โบ๋, ยุบตัว

source: super
th: ซูเปอร์

source: superscript
th: ตัวยก

source: superuser
th: ผู้ใช้อภิสิทธิ์

source: support
th: สนับสนุน, การสนับสนุน, การช่วยเหลือ

source: suppressed
th: ถูกระงับ, ถูกยับยั้ง

source: suppressions
th: การระงับ, การยับยั้ง

source: surface
th: พื้นผิว

source: Suriname
th: ซูรินาเม, สาธารณรัฐซูรินาเม (Republic of Suriname)

source: survey
th: สำรวจ

source: suspend
th: หยุดทำงานชั่วคราว

source: swap
th: สลับ, หน่วยความจำเสมือน

source: Swaziland
th: สวาซิแลนด์, ราชอาณาจักรสวาซิแลนด์ (Kingdom of Swaziland)

source: Sweden
th: สวีเดน, ชื่อประเทศในทวีปยุโรป, ราชอาณาจักรสวีเดน (Kingdom of Sweden)

source: Switzerland
th: สวิตเซอร์แลนด์, ชื่อประเทศในทวีปยุโรป, สมาพันธรัฐสวิส (Swiss Confederation)

source: symbol
th: สัญลักษณ์

source: symmetric
th: สมมาตร

source: Sync
th: Synchronous

source: synchronization
th: การทำให้ตรงกัน

source: synchronize
th: ทำให้ตรงกัน, ประสานเวลา, ปรับ (ข้อมูล) ให้ตรงกัน

source: synonym
th: คำพ้องความหมาย

source: Syria
th: ซีเรีย, สาธารณรัฐอาหรับซีเรีย (The Syrian Arab Republic)

source: system
th: ระบบ

source: system administrator
th: ผู้บริหารระบบ

source: system configuration
th: การตั้งค่าระบบ

source: system setting
th: การกำหนดค่าระบบ, การตั้งค่าระบบ

source: systray
th: ถาดเครื่องมือระบบ

source: tab
th: แท็บ, จุดตั้งระยะ

source: table
th: ตาราง

source: tabloid
th: จุลสาร

source: tag
th: แท็ก, ป้าย

source: Tahiti
th: ตาฮิติ, ประเทศในหมู่เกาะแปซิฟิคใต้

source: Taipei
th: ไทเป

source: Taiwan
th: ไต้หวัน

source: Tajikistan
th: ทาจิกิสถาน, สาธารณรัฐทาจิกิสถาน (Republic of Tajikistan), ชื่อประเทศในทวีปเอเชีย

source: Tanzania
th: แทนซาเนีย, สหสาธารณรัฐแทนซาเนีย (United Republic of Tanzania)

source: tape
th: เทป

source: tape drive
th: เทปไดรฟ์, อุปกรณ์สำหรับบันทึกข้อมูลและอ่านข้อมูลจากเทป

source: tar archive
th: โปรแกรมเก็บสำรองและทำบันทึกข้อมูลที่ใช้กันบนยูนิกซ์

source: target
th: เป้าหมาย, ปลายทาง

source: Tasmania
th: แทสเมเนีย, ชื่อรัฐในประเทศออสเตรเลีย

source: task
th: งาน

source: taskbar
th: แถบรายการงาน, แถบงาน

source: task list
th: รายการงานปัจจุบัน, รายการของโปรแกรมต่างๆ ที่กำลังทำงาน

source: TB
th: เทราไบต์, Terabyte, 024 gigabytes

source: TCP
th: Tape-Carrier Package

source: TCP/IP
th: Transmission Control Protocol/Internet Protocol

source: teal
th: เขียวหัวเป็ด

source: teardrop
th: หยดน้ำ

source: technic
th: เทคนิค

source: technical
th: ทางเทคนิค, เชิงเทคนิค

source: technician
th: ช่างเทคนิค

source: technology
th: เทคโนโลยี

source: telephone
th: โทรศัพท์

source: teletype
th: เครื่องโทรพิมพ์, เครื่องรับ-ส่งโทรเลข

source: telex
th: โทรเลข

source: telnet
th: เทลเน็ต

source: temp
th: ชั่วคราว

source: template
th: เทมเพลต, แม่แบบ, แบบร่าง, แผ่นแบบ

source: temporary
th: ชั่วคราว

source: tentative
th: ที่ยังไม่แน่นอน

source: term
th: เทอม

source: terminal
th: เทอร์มินัล, ปลาย, ท้าย, เครื่องปลายทาง

source: terminate
th: สิ้นสุด, ยุติ, จบ, ทำให้สิ้นสุด

source: test
th: ทดสอบ

source: text
th: ข้อความ

source: text area
th: พื้นที่ข้อความ

source: text box
th: กล่องข้อความ

source: text only
th: ข้อความเท่านั้น

source: text style
th: รูปแบบข้อความ

source: Thailand
th: ไทย, ชื่อประเทศในทวีปเอเชีย

source: theme
th: ชุดตกแต่ง

source: thesaurus
th: อรรถาภิธาน

source: Three-D
th: สามมิติ, three-dimensional

source: threshold
th: ทางเข้า, จุดเริ่มต้น

source: thrust
th: ผลัก, พลังขับเคลื่อน

source: thumbnail
th: รูปกราฟิกขนาดเล็ก, รูปกราฟิกขนาดย่อ, ภาพเล็ก, ภาพขนาดเล็กสำหรับแสดงแทนภาพขนาดเต็มซึ่งใหญ่กว่า

source: suite
th: ชุดโปรแกรม

source: Tibet
th: ทิเบต, ชื่อประเทศในทวีปเอเชีย

source: time
th: เวลา, ครั้ง

source: timeout
th: หมดเวลา

source: timer
th: เครื่องจับเวลา, ผู้จับเวลา

source: timestamp
th: การลงบันทึกเวลา

source: time zone
th: พื้นที่เวลา, เขตเวลา

source: tip
th: คำแนะนำ, เคล็ดลับ

source: title
th: คำนำหน้า, ชื่อเรื่อง

source: title bar
th: แถบหัวเรื่อง, แถบชื่อโปรแกรม

source: TLS
th: Transport Layer Security

source: toggle keys
th: แป้นสลับ, ปุ่มสลับสถานะ

source: Togo
th: โตโก, สาธารณรัฐโตโก (Republic of Togo)

source: Tonga
th: ตองกา, ราชอาณาจักรตองกา (Kingdom of Tonga)

source: tool
th: เครื่องมือ

source: toolbar
th: แถบเครื่องมือ

source: toolbox
th: กล่องเครื่องมือ

source: tool menu
th: เมนูเครื่องมือ

source: tooltip
th: คำแนะนำเครื่องมือ

source: top
th: ด้านบน, บน

source: topic
th: หัวข้อ

source: total
th: ผลรวม, ยอดรวม, รวมยอด

source: track
th: ร่อง (เสียง/ข้อมูล)

source: training
th: การฝึกอบรม

source: transfer
th: ถ่ายโอน

source: transform
th: แปลง, เปลี่ยนแปลง

source: transition
th: การเปลี่ยน, การส่งผ่าน

source: translate
th: แปล

source: translator
th: ผู้แปล, ตัวแปลภาษา

source: trash
th: ถังขยะ

source: tray
th: ถาด

source: tree
th: ต้นไม้

source: triangle
th: สามเหลี่ยม

source: Trinidad and Tobago
th: ตรินิแดดและโตเบโก, สาธารณรัฐตรินิแดดและโตเบโก (Republic of Trinidad and Tobago)

source: true
th: จริง

source: trust
th: ความเชื่อใจ, ไว้ใจ, วางใจ

source: try
th: ลองใหม่, พยายามใหม่

source: Tunisia
th: ตูนิเซีย, สาธารณรัฐตูนิเซีย (Republic of Tunisia)

source: Turkey
th: ตุรกี, ชื่อประเทศในทวีปเอเชีย, สาธารณรัฐตุรกี (Republic of Turkey)

source: Turkmenistan
th: เติร์กเมนิสถาน, ชื่อประเทศในทวีปเอเชีย

source: turquoise
th: ฟ้าขี้นกการเวก

source: type
th: ชนิด, ประเภท

source: type bindings
th: การเชื่อมโยงชนิด

source: typewriter
th: เครื่องพิมพ์ดีด

source: typist
th: ผู้พิมพ์

source: Uganda
th: ยูกันดา, สาธารณรัฐยูกันดา (Republic of Uganda)

source: Ukraine
th: ยูเครน

source: unallocated
th: พื้นที่ว่าง, พื้นที่ว่างที่ยังไม่ถูกสร้างเป็นพาร์ทิชัน

source: undefined
th: ไม่ได้กำหนด, ไม่ได้ระบุ

source: undelete
th: ไม่ลบ

source: underline
th: ขีดเส้นใต้

source: undo
th: เรียกคืนการทำ, เรียกคืน, กลับคืน, แก้ไขกลับคืน

source: unfinished
th: ไม่เสร็จ

source: ungroup
th: ยกเลิกการจัดกลุ่ม

source: unhide
th: ยกเลิกการซ่อน

source: unicode
th: ยูนิโค้ด

source: unindent
th: ยกเลิกย่อหน้า

source: uninstall
th: ยกเลิกการติดตั้ง

source: unit
th: หน่วย

source: United Arab Emirates
th: สหรัฐอาหรับเอมิเรตส์

source: United Kingdom
th: สหราชอาณาจักร, สหราชอาณาจักรบริเตนใหญ่และไอร์แลนด์เหนือ (The United Kingdom of Great Britain and Northern Ireland)

source: United States of America
th: สหรัฐอเมริกา

source: unknown
th: ที่ไม่รู้จัก

source: unlimited
th: ไม่จำกัด

source: unlock
th: ปลดล็อค

source: unmark
th: ยกเลิกการทำเครื่องหมาย

source: unmount
th: ยกเลิกการเชื่อมต่อ, ยกเลิกเมานท์

source: unset
th: ล้างค่า

source: unsubscribe
th: ยกเลิกสมาชิก, เลิกสมัครสมาชิก, เลิกบอกรับ

source: untitled
th: ยังไม่มีชื่อ, เหมือน noname

source: update
th: อัปเดต, ปรับ, ปรับปรุง, ปรับให้เป็นปัจจุบัน, ปรับข้อมูล

source: upgrade
th: ปรับปรุงรุ่น, ปรับรุ่น (ขึ้น), ยกระดับ

source: upload
th: อัปโหลด

source: uppercase
th: ตัวพิมพ์ใหญ่

source: Uruguay
th: อุรุกวัย, ชื่อประเทศในทวีปอเมริกาใต้, สาธารณรัฐบูรพาอุรุกวัย (Oriental Republic of Uruguay)

source: usage
th: การใช้, วิธีใช้

source: USB
th: Universal Serial Bus [Intel]

source: USB storage
th: อุปกรณ์เก็บข้อมูลภายนอกที่เชื่อมต่อผ่านทาง USB port

source: use
th: ใช้

source: user
th: ผู้ใช้

source: User ID
th: หมายเลขประจำตัวผู้ใช้

source: user interface
th: ส่วนติดต่อผู้ใช้, ส่วนต่อประสานกับผู้ใช้

source: utility
th: อรรถประโยชน์

source: Uzbekistan
th: อุซเบกิสถาน, สาธารณรัฐอุซเบกิสถาน (Republic of Uzbekistan)

source: value
th: ค่า, มูลค่า

source: Vanuatu
th: วานูอาตู, สาธารณรัฐวานูอาตู (Republic of Vanuatu)

source: variable
th: ตัวแปร

source: vector
th: เวกเตอร์

source: velocity
th: ความเร็ว, อัตราความเร็ว

source: Venda
th: เวนดา, ดินแดนปกครองตนเองของสาธารณรัฐแอฟริกาใต้

source: vendor
th: ผู้จำหน่าย, ผู้ขาย

source: Venezuela
th: เวเนซุเอลา, ชื่อประเทศในทวีปอเมริกาใต้, สาธารณรัฐเวเนซุเอลา (Republic of Venezuela)

source: verify
th: ตรวจสอบ, ยืนยัน

source: version
th: รุ่น

source: vertical
th: แนวตั้ง

source: vertical alignment
th: การจัดวางในแนวตั้ง

source: Victoria
th: วิกตอเรีย, ชื่อรัฐในประเทศออสเตรเลีย

source: video
th: วีดีโอ, วีดิทัศน์

source: Vietnam
th: เวียดนาม, สาธารณรัฐสังคมนิยมเวียดนาม (Socialist Republic of Vietnam)

source: view
th: ดู, มุมมอง, แสดง

source: viewer
th: ตัวแสดง, โปรแกรมที่ใช้ดู

source: violet
th: สีม่วง

source: virtual
th: เสมือนจริง

source: virtual memory
th: หน่วยความจำเสมือน

source: visibility
th: ความสามารถที่จะมองเห็นได้

source: visible
th: มองเห็นได้, มองเห็น, ให้มองเห็น, แสดงตัว

source: visit
th: เยี่ยมชม, การเยี่ยมชม

source: visualization
th: วิชวลไลเซชัน, การแสดงภาพนามธรรม

source: vocabulary
th: คำศัพท์

source: voice
th: เสียง, เสียงพูด

source: voltage
th: แรงดันไฟฟ้า

source: volume
th: ระดับเสียง, ระดับความดัง, โวลุม

source: wait
th: รอ

source: wallpaper
th: วอลล์เปเปอร์, ภาพพื้นหลัง, พื้นหลัง

source: warning
th: คำเตือน, การเตือน

source: warranty
th: การรับประกัน

source: watermark
th: ลายน้ำ

source: wave
th: คลื่น

source: web
th: เว็บ

source: web browser
th: เว็บเบราว์เซอร์

source: web drive
th: เว็บไดรฟ์

source: webmaster
th: เว็บมาสเตอร์

source: web page
th: เว็บเพจ, หน้าเว็บ

source: web server
th: เว็บเซิร์ฟเวอร์

source: web site
th: เว็บไซต์

source: weekday
th: วันธรรมดา

source: Western
th: ตะวันตก

source: wheel
th: วงล้อ

source: wheel mouse
th: ล้อเมาส์

source: whitespace
th: ช่องว่าง

source: widget
th: วิดเจ็ต

source: wildcard
th: อักษรพิเศษ

source: window
th: หน้าต่าง

source: window manager
th: โปรแกรมจัดการหน้าต่าง

source: wireframe
th: ภาพโครงร่าง

source: wireless
th: ไร้สาย

source: wizard
th: ตัวช่วยสร้าง

source: mouse wheel
th: ปุ่มหมุนของเมาส์

source: work
th: งาน

source: workbook
th: สมุดงาน

source: workgroup
th: เวิร์กกรุ๊ป, กลุ่มร่วมงาน

source: worksheet
th: แผ่นงาน

source: workspace
th: พื้นที่ทำงาน

source: workspace switcher
th: ตัวสลับพื้นที่ทำงาน, ตัวเปลี่ยนพื้นที่ทำงาน

source: workstation
th: เวิร์กสเตชัน, สถานีงาน

source: worm
th: หนอน

source: avatar
th: รูปแทนตัว

source: writeable
th: สามารถเขียนได้, เขียนได้

source: write-only
th: เขียนได้อย่างเดียว

source: XML
th: XML, Extensible Markup Language

source: Yangon
th: ย่างกุ้ง, เมืองหลวงของประเทศพม่า

source: yellow
th: เหลือง

source: Yemen
th: เยเมน, สาธารณรัฐเยเมน (The Republic of Yemen)

source: Yugoslavia
th: ยูโกสลาเวีย, ชื่อประเทศในทวีปยุโรป, สหพันธ์สาธารณรัฐยูโกสลาเวีย (Federal Republic of Yugoslavia)
