Repository: zikula/i18n-portal
Catalog: terminology/*/ossglossary.po
Languages: th

source: Delete and Next Message
th: ลบ แล้วไปข้อความต่อไป

source: Delete and Previous Message
th: ลบ แล้วไปข้อความก่อนหน้านี้

source: Delete AutoFormat
th: ลบรูปแบบอัตโนมัติ

source: Delete AutoText?
th: ลบข้อความอัตโนมัติ

source: Delete bookmark
th: ลบที่คั่น

source: Delete Cells
th: ลบเซลล์, ลบช่อง

source: Delete color
th: ลบสี

source: Delete Column
th: ลบคอลัมน์

source: Delete column break
th: ลบตัวแยกคอลัมน์

source: Delete Columns
th: ลบคอลัมน์

source: Delete contents
th: ลบเนื้อหา

source: Delete data
th: ลบข้อมูล

source: Delete Data Source
th: ลบแหล่งข้อมูล

source: Delete data?
th: ลบข้อมูล?

source: Delete entire column(s)
th: ลบทั้งคอลัมน์

source: Delete entire row(s)
th: ลบทั้งแถว

source: Delete frame
th: ลบกรอบ

source: Delete gradient
th: ลบไล่สี

source: Delete graphics
th: ลบกราฟิก, ลบภาพ

source: Delete Group
th: ลบกลุ่ม

source: Delete History
th: ลบประวัติ

source: Delete icon
th: ลบไอคอน

source: Delete Image
th: ลบรูป

source: Delete Index
th: ลบดัชนี

source: Delete layer
th: ลบชั้น

source: Delete line style
th: ลบหน้าตาเส้น

source: Delete Message
th: ลบข้อความ

source: Delete messages from server
th: ลบข้อความจากเซิร์ฟเวอร์

source: Delete numbering
th: ลบลำดับเลข

source: Delete object
th: ลบวัตถุ

source: Delete options
th: ลบตัวเลือก

source: Delete page
th: ลบหน้า

source: Delete Record
th: ลบระเบียน

source: Delete row
th: ลบแถว

source: Delete row break
th: ลบตัวแยกแถว

source: Delete row/column
th: ลบแถว/คอลัมน์

source: Delete Rows
th: ลบแถว

source: Delete section
th: ลบส่วน

source: Delete Selected Design
th: ลบงานที่เลือก

source: Delete Sheet
th: ลบชีท, ลบแผ่นงาน

source: Delete Sheet Window
th: ลบหน้าต่างแผ่นงาน

source: Delete Sheets
th: ลบชีท, ลบแผ่นงาน

source: Delete Slide
th: ลบสไลด์

source: Delete slides
th: ลบสไลด์

source: Delete structure
th: ลบโครงสร้าง

source: Delete table structure
th: ลบโครงสร้างตาราง

source: Delete this user?
th: ลบผู้ใช้นี้หรือไม่

source: Delete to End of Line
th: ลบจนสุดบรรทัด

source: Delete to End of Paragraph
th: ลบจนสุดย่อหน้า

source: Delete to End of Sentence
th: ลบจนสุดประโยค

source: Delete to End of Word
th: ลบจนสุดคำ

source: Delete to Start of Line
th: ลบถึงเริ่มบรรทัด

source: Delete to Start of Paragraph
th: ลบถึงเริ่มย่อหน้า

source: Delete to Start of Sentence
th: ลบถึงเริ่มประโยค

source: Delete to Start of Word
th: ลบถึงเริ่มคำ

source: Delete unused backgrounds
th: ลบพื้นหลังที่ไม่ได้ใช้

source: Delete user
th: ลบผู้ใช้

source: deleted
th: ถูกลบ

source: Deleted Object
th: วัตถุถูกลบ

source: Deleting directories
th: กำลังลบไดเรกทอรี่

source: Deleting files
th: กำลังลบแฟ้ม

source: Deleting local settings
th: กำลังลบไดเร็กทอรี่, กำลังลบการตั้งค่าท้องถิ่น, กำลังลบการตั้งค่าเฉพาะ

source: Deleting messages
th: กำลังลบข้อความ

source: Deletions
th: การลบ

source: Demote
th: ลดขั้น

source: Denominator
th: ตัวหาร

source: Department
th: แผนก, ฝ่าย, คณะ, กรม

source: Describe your basic ideas
th: อธิบายความคิดพื้นฐานของคุณ

source: Description
th: คำอธิบาย

source: Description only
th: คำอธิบายอย่างเดียว

source: Design
th: ออกแบบ

source: Design Mode on/off
th: เปิด/ปิดระบบออกแบบ

source: Design view
th: หน้างานออกแบบ, มุมมองการออกแบบ

source: Destination
th: ปลายทาง, จุดหมาย

source: Destination file
th: แฟ้มปลายทาง

source: Detailed View
th: มุมมองรายละเอียด

source: Details
th: รายละเอียด

source: Device (drive) not ready.
th: อุปกรณ์ (ไดรว์) ยังไม่พร้อม

source: Device $(ARG1) is not available
th: อุปกรณ์ $(ARG1) ไม่มีอยู่, ไม่มีอุปกรณ์ $(ARG1) อยู่

source: Device I/O error
th: เครื่องมือขาเข้า/ขาออกผิดพลาด

source: Difference
th: ความแตกต่าง

source: Dimensions
th: มิติ

source: Direction
th: ทิศทาง, คำสั่ง

source: Directly to Document Begin
th: ตรงไปที่จุดเริ่มต้นเอกสาร

source: Directly to Document End
th: ตรงไปที่ท้ายเอกสาร

source: Directories
th: ไดเรกทอรี่

source: Directories do not exist
th: ไม่พบไดเรกทอรี่

source: Directory and memory
th: ไดเรกทอรี่และหน่วยความจำ

source: Directory does not exist
th: ไม่มีไดเรกทอรีอยู่ในระบบ, ไม่มีไดเรกทอรี่อยู่ในระบบ

source: Discard
th: ละทิ้ง

source: Disconnected
th: การติดต่อถูกตัดขาด

source: Disk not ready
th: ดิสก์ยังไม่พร้อม

source: Display
th: แสดง

source: Display additional information
th: แสดงข้อมูลเพิ่มเติม

source: Display All
th: แสดงทั้งหมด

source: Display Colors
th: แสดงสี

source: Display Documents
th: แสดงเอกสาร

source: Display Plug-Ins
th: แสดงโปรแกรมเสริม

source: display Report
th: แสดงรายงาน

source: Distance
th: ระยะทาง, ความห่าง

source: Distort
th: บิดเบี้ยว

source: Divide
th: แบ่ง

source: Dividend
th: ผลประโยชน์, ปันผล

source: Divides
th: แบ่ง

source: Divisor
th: ตัวหาร, ตัวที่หารได้ลงตัว

source: Do Not Delete
th: ห้ามลบ

source: do not invert
th: ห้ามกลับค่า

source: Do not keep deleted objects
th: ไม่เก็บวัตถุที่ลบแล้ว

source: Do Not Save
th: ไม่บันทึก

source: Do not show information again
th: ไม่ต้องแสดงข้อมูลอีก, ห้ามแสดงข้อมูลอีก

source: do not show table
th: ไม่แสดงตาราง

source: Do not split table
th: ไม่ต้องแบ่งตาราง

source: Do not use
th: ห้ามใช้, ไม่ใช้

source: Doc Information
th: เอกสารข่าวสารข้อมูล

source: Doc.Information
th: เอกสาร.ข่าวสารข้อมูล

source: DocInformation
th: เอกสารข่าวสารข้อมูล

source: Document
th: เอกสาร

source: Document already open.
th: เอกสารเปิดอยู่แล้ว

source: Document already open for editing.
th: เอกสารเปิดอยู่แล้วเพื่อแก้ไข

source: Document contents
th: เนื้อหาเอกสาร

source: Document has been saved
th: บันทึกเอกสารแล้ว

source: Document has been saved as
th: เอกสารได้บันทึกเป็น

source: Document info cannot be read.
th: ข้อมูลของเอกสารไม่สามารถอ่านได้

source: Document Language
th: ภาษาของเอกสาร

source: Document Manager
th: ตัวจัดการเอกสาร

source: Document Mode
th: ระบบเอกสาร, รูปแบบเอกสาร

source: Document Modified
th: เอกสารแก้ไขแล้ว

source: Document number
th: หมายเลขเอกสาร

source: Document opened in read-only mode.
th: เอกสารเปิดในระบบอ่านอย่างเดียว

source: Document Options
th: ตัวเลือกของเอกสาร

source: Document position
th: ตำแหน่งเอกสาร

source: Document properties
th: คุณสมบัติเอกสาร

source: Document selection
th: การเลือกเอกสาร

source: Document title
th: หัวเรื่องเอกสาร

source: Document view
th: มุมมองเอกสาร

source: Document:
th: เอกสาร:

source: Documents
th: เอกสาร

source: DOLLAR
th: ดอลล่าร์

source: Domain
th: โดเมน

source: Domain user
th: ผู้ใช้โดเมน

source: DOS Text
th: ข้อความดอส, ข้อความแบบดอส

source: Dot
th: จุด

source: Dot Dash
th: จุด ขีด

source: Dot Dash (Bold)
th: จุด ขีด (หนา)

source: Dot Dot Dash
th: จุด จุด ขีด

source: Dot Dot Dash (Bold)
th: จุด จุด ขีด (หนา)

source: Dots
th: จุด

source: Dots above
th: จุดข้างบน

source: Dots At Bottom
th: จุดที่ข้างล่าง

source: Dots below
th: จุดข้างใต้

source: Dots In Middle
th: จุดตรงกลาง

source: Double
th: คู่

source: Double Lines
th: เส้นคู่, บรรทัดคู่

source: Double Lines (Scalable)
th: เส้นคู่ (ปรับขนาดได้), บรรทัดคู่ (ปรับขนาดได้)

source: Double Underline
th: เส้นใต้คู่

source: Double underlne
th: เส้นใต้คู่

source: Double-click to add a chart
th: กดสองครั้งเพื่อเพิ่มแผนภูมิ

source: Double-click to add an image
th: กดสองครั้งเพื่อเพิ่มรูปภาพ

source: Double-click to edit Text
th: กดสองครั้งเพื่อแก้ไขข้อความ

source: Down Arrow
th: ลูกศรลง

source: Down One Level
th: ลดลงหนึ่งระดับ

source: Download
th: ดาวน์โหลด

source: Drag and Drop
th: ลากแล้ววาง, ลากแล้วทิ้ง

source: Drag and Drop %O
th: ลากแล้ววาง %O, ลากแล้วทิ้ง %O

source: Draw
th: วาด

source: Draw Functions
th: หน้าที่การวาด

source: Draw object
th: วาดวัตถุ

source: draw object(s)
th: วาดวัตถุ

source: Draw objects
th: วาดวัตถุ

source: Drawing mode
th: หมวดการวาด, ระบบการวาด

source: Drawing objects
th: วัตถุที่วาด

source: Drawing Options
th: ตัวเลือกการวาด

source: Drawing View
th: มุมมองการวาด

source: Drawings
th: การวาด, รูปวาด

source: Drive
th: ไดรว์

source: Driver
th: ไดรเวอร์

source: Driver settings
th: ตั้งค่าไดรเวอร์

source: Drop Caps
th: การเน้นอักขระในย่อหน้า

source: Duplicate
th: สำเนา

source: Duplicate definition
th: สำเนานิยาม

source: DURATION
th: ระยะเวลา, ดำเนินการอยู่

source: Duration
th: ระยะเวลา, ดำเนินการอยู่

source: Duration of page
th: ความยาวของหน้า, ความยาวของหน้ากระดาษ

source: Duration of pause
th: ระยะเวลาในการหยุดชั่วคราว

source: E-mail News
th: ข่าวสารทางอีเมล

source: E-mail address
th: ที่อยู่อีเมล:

source: E-mail settings are not required.
th: การตั้งค่าอีเมลไม่จำเป็น

source: earlier than
th: ก่อนหน้านั้น

source: Edit
th: แก้ไข

source: Edit ($Arg1)
th: แก้ไข ($Arg1)

source: Edit 3D view
th: แก้ไขมุมมอง 3 มิติ

source: Edit All Titles
th: แก้ไขชื่อเรื่องทั้งหมด

source: Edit AutoText
th: แก้ไขข้อความอัตโนมัติ

source: Edit Cell Style
th: แก้ไขรูปแบบเซลล์

source: Edit chart area
th: แก้ไขพื้นที่แผนภูมิ

source: Edit chart data
th: แก้ไขข้อมูลแผนภูมิ

source: Edit chart type
th: แก้ไขชนิดแผนภูมิ

source: Edit column description
th: แก้ไขคำอธิบายคอลัมน์

source: Edit Comment
th: แก้ไขคำแนะนำ

source: Edit Data
th: แก้ไขข้อมูล

source: Edit data series
th: แก้ไขลำดับข้อมูล

source: Edit document properties before saving
th: แก้ไขคุณสมบัติของเอกสารหลังจากการจัดเก็บ, แก้ไขคุณสมบัติของเอกสารหลังจากการบันทึก

source: Edit Field
th: แก้ไขในช่อง, แก้ไขช่อง, แก้ช่อง

source: Edit Field Names
th: แก้ไขชื่อของช่อง

source: Edit File
th: แก้ไขแฟ้ม

source: Edit Footnote
th: แก้ไขส่วนท้ายกระดาษ

source: Edit Forms
th: แก้ไขฟอร์ม

source: Edit Function
th: แก้ไขฟังก์ชัน

source: Edit graphics
th: แก้ไขรูปกราฟิก, แก้ไขภาพกราฟิก

source: Edit grid
th: แก้ไขเส้นพิกัด

source: Edit Group
th: แก้ไขกลุ่ม

source: Edit Index
th: แก้ไขดัชนี

source: Edit later
th: แก้ไขภายหลัง

source: Edit Links
th: แก้ไขลิงก์, แก้ไขจุดเชื่อมโยง

source: Edit Macros
th: แก้ไขมาโคร

source: Edit MainTitle
th: แก้ไขหัวข้อหลัก

source: Edit Note
th: แก้ไขบันทึก

source: Edit now
th: แก้ไขเดี๋ยวนี้

source: Edit Number Format
th: แก้ไขรูปแบบหมายเลข

source: Edit object
th: แก้ไขวัตถุ

source: Edit Page Style
th: แก้ไขลักษณะหน้า, แก้ไขรูปแบบหน้า

source: Edit Paragraph Style
th: แก้ไขรูปแบบย่อหน้า, แก้ไขลักษณะย่อหน้า

source: Edit Style
th: แก้ไขรูปแบบ

source: Edit Symbols
th: แก้ไขสัญลักษณ์

source: Edit Table
th: แก้ไขตาราง

source: Edit Template
th: แก้ไขแม่แบบ

source: Edit title
th: แก้ไขชื่อเรียก

source: Edit variable
th: แกไขตัวแปร

source: Editable in read-only document
th: เอกสารอ่านอย่างเดียวสามารถแก้ไขได้

source: Editing time
th: แก้ไขเวลา

source: Edition
th: การแก้ไข

source: Editor
th: ตัวแก้ไข

source: Effect
th: ผล

source: Ellipse
th: วงรี

source: Ellipse Pie
th: unfilled

source: Ellipse Segment
th: unfilled

source: Empty presentation
th: งานนำเสนอเปล่า

source: Empty Recycle Bin
th: เทขยะ

source: Enable
th: ใช้งาน, เปิดใช้งาน

source: End
th: จบ, ท้าย, ปลาย

source: End of document
th: จบเอกสาร, ท้ายสุดของเอกสาร

source: End of page
th: จบหน้า, ท้ายสุดของหน้า

source: End Task
th: จบงาน, จบการทำงาน

source: Endless
th: ไม่รู้จบ

source: English (AUS)
th: ภาษาอังกฤษ (ออสเตรเลีย)

source: English (CAN)
th: ภาษาอังกฤษ (แคนาดา)

source: English (Jamaica)
th: ภาษาอังกฤษ (จาไมกา)

source: Enter another name
th: ป้อนชื่ออื่น

source: Enter data into the table
th: ป้อนข้อมูลเข้าในตาราง

source: Enter Password
th: ป้อนรหัสผ่าน

source: Enter sender address
th: ป้อนที่อยู่ผู้ส่ง

source: Enter Title
th: ป้อนชื่อเรื่อง

source: Enter User Data
th: ป้อนข้อมูลผู้ใช้

source: Entire cells
th: เซลล์ทั้งหมด

source: Entire column
th: แถวทั้งหมด, คอลัมน์ทั้งหมด

source: Entire document
th: เอกสารทั้งหมด

source: Entire Formula
th: สูตรทั้งหมด

source: Entire frame
th: เฟรมทั้งหมด

source: Entire row
th: แถวทั้งหมด

source: Envelope
th: ซองจดหมาย

source: Error
th: ข้อผิดพลาด, ความผิดพลาด

source: ERROR :
th: ข้อผิดพลาด :, ความผิดพลาด :

source: Error accessing file ($URL1)
th: เกิดข้อผิดพลาดในการเข้าถึงไฟล์ ($URL1)

source: Error Alert
th: การเตือนข้อผิดพลาด

source: Error category
th: ประเภทข้อผิดพลาด

source: Error code
th: รหัสความผิดพลาด, รหัสข้อผิดพลาด

source: Error connecting to news server.
th: การเชื่อมต่อไปยังเซิฟเวอร์ใหม่ผิดพลาด, การเชื่อมต่อไปยังเซิฟเวอร์ข่าวเกิดข้ดผิดพลาด, ข้อผิดพลาดขณะเชื่อมต่อไปยังเซิร์ฟเวอร์ข่าว

source: Error creating object
th: การสร้างวัตถุผิดพลาด, เกิดข้อผิดพลาดขณะสร้างวัตถุ

source: Error deleting data.
th: การลบข้อมูลผิดพลาด, เกิดข้อผิดพลาดขณะลบข้อมูล

source: Error deleting the current record
th: การลบเรคคอร์ดปัจจุบันผิดพลาด, เกิดข้อผิดพลาดขณะลบเรคคอร์ดปัจจุบัน, ข้อผิดพลาดขณะลบระเบียนปัจจุบัน, ข้อผิดพลาดขณะลบบันทึกปัจจุบัน

source: Error deleting the specified records
th: การลบข้อมูลเรคคอร์ดที่ระบุผิดพลาด, เกิดข้อผิดพลาดขณะลบเรคคอร์ดที่ระบุ, ข้อผิดพลาดขณะลบระเบียนที่ระบุ, ข้อผิดพลาดขณะลบบันทึกที่ระบุ

source: Error in parameter list
th: เกิดความผิดพลาดในรายชื่อพารามิเตอร์, เกิดข้อผิดพลาดในรายการพารามิเตอร์

source: Error inserting the new record
th: เกิดข้อผิดพลาดขณะแทรกเรคคอร์ดใหม่, ข้อผิดพลาดขณะแทรกระเบียนใหม่

source: Error list
th: รายการข้อผิดพลาด

source: Error loading DLL file
th: การโหลดไฟล์ DDL ผิดพลาด, ข้อผิดพลาดขณะโหลดแฟ้ม DLL

source: Error loading library
th: การโหลดไลบรารี่ผิดพลาด, เกิดข้อผิดพลาดขณะโหลดไลบรารี, ข้อผิดพลาดขณะโหลดไลบรารี

source: Error message
th: ข้อความแสดงความผิดพลาด

source: Error occurred
th: เกิดข้อผิดพลาดขึ้น

source: Error opening file
th: เกิดข้อผิดพลาดในการเปิดแฟ้ม

source: Error outside of test case
th: เกิดข้อผิดพลาดนอกเหนือจากกรณีทดสอบ

source: Error reading data from database
th: เกิดข้อผิดพลาดขณะอ่านข้อมูลจากฐานข้อมูล

source: Error reading file
th: เกิดข้อผิดพลาดในการอ่านแฟ้ม

source: Error reading from the clipboard.
th: เกิดข้อผิดพลาดในการอ่านจากคลิปบอร์ด

source: Error reading temporary file
th: เกิดข้อผิดพลาดในการอ่านจากแฟ้มชั่วคราว

source: Error recording document
th: เกิดข้อผิดพลาดในการบันทึกเอกสาร

source: Error removing library
th: เกิดข้อผิดพลาดขณะลบไลบรารีออก, ข้อผิดพลาดขณะเอาไลบรารีออก

source: Error saving data to database
th: เกิดข้อผิดพลาดในการบันทึกข้อมูลเข้าฐานข้อมูล

source: Error sending mail.
th: เกิดข้อผิดพลาดในการส่งจดหมาย

source: Error while importing data!
th: เกิดข้อผิดพลาดขณะนำเข้าข้อมูล

source: Error while printing
th: เกิดข้อผิดพลาดขณะพิมพ์

source: Error while renaming
th: เกิดข้อผิดพลาดขณะเปลี่ยนชื่อ

source: Error writing data to database
th: เกิดข้อผิดพลาดในการเขียนข้อมูลลงฐานข้อมูล

source: Error writing file
th: เกิดข้อผิดพลาดในการเขียนแฟ้ม

source: Error writing temporary file
th: เกิดข้อผิดพลาดในการเขียนแฟ้มชั่วคราว

source: Europe
th: ยุโรป

source: Every
th: ทุก ๆ

source: Exact
th: แน่นอน

source: Example
th: ตัวอย่าง

source: Excel
th: ตารางงาน

source: Exit
th: ออก

source: Exit All Groups
th: ออกจากทุกกลุ่ม

source: Exit group
th: ออกจากกลุ่ม

source: Exit Position
th: ออกจากตำแหน่ง

source: Exit presentation
th: ออกจากการนำเสนอ

source: Expires
th: หมดอายุ, ถึงวันที่

source: Export
th: ส่งออก

source: Export settings
th: ส่งออกการตั้งค่า

source: Export source
th: ส่งออกแหล่งข้อมูล

source: Exporting
th: การส่งออก, กำลังส่งออก

source: Exporting document
th: กำลังส่งออกเอกสาร

source: Extended Tips
th: คำแนะนำแบบเต็ม

source: Extension
th: ส่วนขยาย

source: External
th: ภายนอก

source: External application busy
th: โปรแกรมภายนอกไม่ว่าง

source: External browser
th: ตัวค้นหาภายนอก

source: External Language
th: ภาษาภายนอก

source: External Source
th: แหล่งภายนอก

source: Eyedropper
th: ตัวเก็บค่าสี

source: Fade
th: จาง

source: Fade From Bottom Left
th: จางจากซ้ายล่าง

source: Fade From Bottom Right
th: จางจากขวาล่าง

source: Fade From Center
th: จางจากตรงกลาง

source: Fade From Top Left
th: จางจากซ้ายบน

source: Fade From Top Right
th: จางจากขวาบน

source: Fade Horizontally
th: จางทางแนวนอน

source: Fade object
th: วัตถุจาง, จางวัตถุ, เลือนวัตถุ

source: Fade Vertically
th: จางทางแนวตั้ง

source: Fast
th: เร็ว

source: Favorite
th: โปรด, โปรดปราน

source: Favorites
th: โปรด, โปรดปราน

source: Fax.
th: โทรสาร, โทรสาร.

source: Fax
th: โทรสาร

source: Fax / E-mail
th: โทรสาร / อีเมล

source: Fax Cover
th: ใบปะหน้าโทรสาร

source: Fax Letter
th: จดหมายโทรสาร

source: Fax Message
th: ข้อความโทรสาร

source: Fax number
th: หมายเลขโทรสาร

source: Fax:
th: โทรสาร, โทรสาร:

source: Feb
th: ก.พ.

source: February
th: กุมภาพันธ์

source: Field
th: ์คอลัมน์, สดมภ์

source: File
th: ไฟล์, แฟ้ม

source: File %1 does not exist.
th: ไม่มีแฟ้ม %1 อยู่

source: File <%> not found!
th: ไม่พบแฟ้ม!

source: File $(ARG1) already exists
th: แฟ้ม $(ARG1) มีอยู่แล้ว

source: File cannot be read!
th: ไม่สามารถเปิดอ่านข้อมูลในไฟล์ได้, ไม่สามารถเปิดแฟ้มข้อมูลเพื่ออ่านได้, ไม่สามารถเปิดอ่านข้อมูลในแฟ้มได้

source: File cannot be saved!
th: ไม่สามารถบันทึกข้อมูลลงในแฟ้มได้

source: File format
th: ประเภทของแฟ้มข้อมูล, ประเภทของไฟล์, รูปแบบแฟ้ม

source: File name
th: ชื่อไฟล์, ชื่อแฟ้ม

source: File name without extension
th: ชื่อแฟ้มโดยไม่มีนามสกุล

source: File not found
th: ไม่พบแฟ้มข้อมูล

source: File not found:
th: ไม่พบแฟ้มข้อมูล

source: File Properties
th: คุณสมบัติแฟ้มข้อมูล

source: File Recovery
th: การกู้แฟ้มข้อมูล

source: File Selection
th: การคัดเลือกแฟ้มข้อมูล

source: File size
th: ขนาดไฟล์, ขนาดแฟ้ม

source: File system
th: ไฟล์ระบบ, แฟ้มระบบ

source: File to convert
th: แฟ้มข้อมูลที่ต้องการแปลง

source: File Transfer Protocol (FTP)
th: โปรโตคอลรับส่งแฟ้มข้อมูล (FTP)

source: File type
th: ชนิดแฟ้มข้อมูล

source: File types
th: ชนิดแฟ้มข้อมูล

source: Files
th: ไฟล์, แฟ้ม

source: Fill character
th: เติมอักษร

source: Fill color
th: เติมสี

source: Finally
th: define the paper source

source: Find
th: ค้นหา

source: Find Address
th: ค้นหาที่อยู่

source: Find All
th: ค้นหาทั้งหมด

source: First name
th: ชื่อต้น

source: First page
th: หน้าแรก

source: First paragraph
th: ย่อหน้าแรก

source: Fixed
th: proportional

source: Floating
th: ทศนิยม

source: Folder
th: โฟลเดอร์

source: Font
th: แบบอักษร

source: Font color
th: สีตัวอักษร

source: Font Height
th: ความสูงตัวอักษร

source: Font Name
th: ชื่อแบบอักษร

source: Font Position
th: ตำแหน่งแบบอักษร

source: Font shadow
th: เงาอักษร, เงาแบบอักษร

source: Font size
th: ขนาดตัวอักษร

source: Font sizes
th: ขนาดตัวอักษร

source: Font Types
th: ประเภทแบบอักษร, ชนิดแบบอักษร

source: Font Weight
th: ความกว้างตัวอักษร

source: Font width
th: ความกว้างตัวอักษร

source: Fonts
th: แบบอักษร

source: Footer
th: เชิงอรรถ

source: Footer (left)
th: เชิงอรรถ (ซ้าย)

source: Footer (right)
th: เชิงอรรถ (ขวา)

source: Footer on
th: เปิดเชิงอรรถ, เชิงอรรถทำงาน

source: Footer right
th: เชิงอรรถด้านขวา

source: Footers
th: เชิงอรรถ, ส่วนท้าย

source: Footnote
th: เชิงอรรถ

source: Footnote area
th: พื้นที่เชิงอรรถ

source: For
th: เพื่อ, สำหรับ, เป็นเวลา

source: For All
th: เพื่อทั้งหมด

source: For the current document only
th: สำหรับเอกสารปัจจุบันเท่านั้น

source: For your information
th: สำหรับข้อมูลของท่าน

source: Foreground
th: พื้นหน้า

source: Foreground Color
th: สีพื้นหน้า

source: Foreground Transparency
th: พื้นหน้าโปร่งใส

source: Format
th: รูปแบบ

source: Format cell
th: จัดรูปแบบเซลล์

source: Format Cells
th: จัดรูปแบบเซลล์

source: Formula
th: สูตร, สมการ

source: Formula Bar
th: แถบสูตร, แถบสมการ

source: Formula Bar On/Off
th: แถบสูตร เปิด/ปิด, แถบสมการ เปิด/ปิด

source: Formula cell
th: เซลล์สูตร, ช่องสูตร

source: Formula Cursor
th: เคอร์เซอร์สำหรับสูตร

source: Formula entry too complex
th: สูตรที่ใส่ซับซ้อนเกินไป

source: Formula fonts
th: แบบอักษรสูตร

source: Formula is
th: สูตรคือ

source: Formula Options
th: ตัวเลือกสูตร

source: Formula text
th: ข้อความสูตร

source: Formulas
th: สูตร, สมการ

source: found.
th: พบ, พบแล้ว

source: Found
th: พบ, พบแล้ว

source: Frame
th: กรอบ

source: Frame contents
th: กรอบเนื้อหา

source: Frame only
th: กรอบเท่านั้น

source: Frame Properties
th: คุณสมบัติกรอบ

source: Frame Size
th: ขนาดกรอบ

source: Frame Spacing
th: ระยะห่างกรอบ, ช่องว่างกรอบ

source: Frame Style
th: ลักษณะกรอบ, รูปแบบกรอบ

source: Frame Styles
th: ลักษณะกรอบ, รูปแบบกรอบ

source: Frame text area
th: กรอบพื้นที่ข้อความ

source: Frames
th: กรอบ

source: Free
th: ว่าง, อิสระ

source: Free rotation
th: หมุนอย่างอิสระ, หมุนอิสระ, การหมุนอิสระ

source: Free Rotation Angle
th: มุมการหมุนอิสระ

source: Free space (MB)
th: เนื้อที่ว่าง (MB)

source: FREQUENCY
th: ความถี่

source: Frequency
th: ความถี่

source: From
th: จาก

source: From Beginning
th: จากจุดเริ่มต้น

source: From bottom
th: จากด้านล่าง

source: From database
th: จากญานข้อมูล, จากฐานข้อมูล

source: From file
th: จากแฟ้ม

source: From Image Editor
th: จากตัวแก้ไขภาพ

source: From inside
th: จากด้านใน, จากภายใน

source: from left
th: จากซ้าย

source: From list
th: จากรายการ

source: From printer settings
th: จากการตั้งค่าเครื่องพิมพ์

source: From right
th: จากขวา, จากด้านขวา

source: From system settings
th: จากการตั้งค่าระบบ

source: From text
th: จากข้อความ

source: from top
th: จากด้านบน

source: From top to bottom
th: จากด้านบนลงด้านล่าง, จากด้านบนสู่ด้านล่าง

source: Full Screen
th: เต็มจอ

source: Function
th: หน้าที่

source: Function Bar
th: แถบหน้าที่

source: Function Bar On/Off
th: แถบหน้าที่ เปิด/ปิด

source: Function List
th: รายการหน้าที่

source: Function not possible: write protected.
th: ปฎิบัติหน้าที่ไม่ได้: ป้องกันการเขียน

source: Function result
th: ผลหน้าที่

source: Function_type
th: ประเภทหน้าที

source: functions
th: หน้าที่

source: Functions List
th: รายการหน้าที่

source: Furniture
th: เครื่องเรือน, เครื่องตกแต่ง

source: Further information
th: ข้อมูลเพิ่มเติม

source: Further settings
th: การตั้งค่าเพิ่มเติม

source: Gamma
th: แกมม่า

source: General
th: ทั่วไป

source: General Error
th: ข้อผิดพลาดทั่วไป

source: General Internet Error
th: ข้อผิดพลาดทางอินเตอร์เนททั่วๆไป

source: General network error
th: ข้อผิดพลาดทางเครือข่ายทั่วๆไป

source: General Options
th: ตัวเลือกทั่วไป

source: General warning
th: คำเตือนทั่วไป

source: Generating source
th: แหล่งกำเนิด

source: German spelling
th: การสะกดแบบเยอรมัน

source: GIF Options
th: ตัวเลือกของ GIF

source: Given angle
th: มุมที่กำหนด

source: Go to document
th: ไปยังเอกสาร

source: Go to first slide
th: ไปยังสไลด์แรก

source: Go to Homepage
th: ไปยังหน้าแรก, ไปยังหน้าเว็บแรก

source: Go to last slide
th: ไปยังสไลด์สุดท้าย

source: Go to next slide
th: ไปยังสไลด์ต่อไป

source: Go to next table formula
th: ไปยังตารางสูตรต่อไป

source: Go to page or object
th: ไปยังหน้าหรือวัตถุ

source: Go to previous slide
th: ไปยังสไลด์ก่อนหน้า

source: Gold
th: ทอง, ทองคำ

source: Graphic
th: กราฟิก

source: Graphic cannot be displayed.
th: ไม่สามารถแสดงกราฟิกได้

source: Graphics
th: กราฟิก

source: Graphics and objects
th: กราฟิกและวัตถุ

source: Graphics attributes
th: คุณสมบัติทางกราฟิก, คุณสมบัติกราฟิก

source: Graphics cannot be displayed.
th: ไม่สามารถแสดงกราฟิกได้

source: Graphics directory
th: ไดเรคทอรี่กราฟิก

source: Graphics Export
th: ส่งออกกราฟิก

source: Graphics file cannot be opened
th: แฟ้มกราฟิกไม่สามารถเปิดได้

source: Graphics file cannot be read
th: ไม่สามารถอ่านแฟ้มกราฟิกได้

source: Graphics file name
th: ชื่อแฟ้มกราฟิก

source: Graphics load successful
th: โหลดกราฟิกสำเร็จ

source: Graphics Mode
th: ระบบกราฟิก

source: Graphics mode:
th: ระบบกราฟิก:

source: Graphics Object Bar
th: ิแถบวัตถุกราฟิก

source: Graphics Object Bar/Web
th: เว็บ/แถบวัตถุกราฟิก

source: Graphics objects
th: วัตถุกราฟิก

source: Graphics Off
th: ปิดกราฟิก

source: Graphics on/off
th: เปิด/ปิดกราฟิก

source: Graphics Properties
th: คุณสมบัติกราฟิก

source: Graphics Styles
th: รูปแบบกราฟิก

source: Gray
th: เทา

source: Grayscale
th: โทนเทา, ระดับเทา

source: Grayscale Preview
th: แสดงโทนเทา

source: Grayscales
th: โทนเทา

source: Greater
th: มากกว่า

source: greater or equal
th: มากกว่าหรือเท่ากับ

source: greater than
th: มากกว่า

source: Greater Than or Equal
th: มากกว่าหรือเท่ากับ

source: greater than or equal to
th: มากกว่าหรือเท่ากับ

source: Green
th: เขียว, สีเขียว

source: Green:
th: สีเขียว

source: Grid
th: เส้นพิกัด

source: Grid color
th: สีเส้นพิกัด

source: Grid lines
th: ลายเส้นพิกัด

source: Grids
th: เส้นพิกัด

source: Group
th: กลุ่ม

source: Group %O
th: กลุ่ม %O

source: Group by
th: จัดกลุ่มโดย, จัดกลุ่มตาม
