Repository: zikula/i18n-portal
Catalog: gettext/*/modules/PendingContent/1.1/module_pendingcontent.po
Languages: de, pl

source: Element created
de: Eintrag erstellt
pl: Element utworzony

source: No such item found.
de: Kein entsprechender Eintrag gefunden.
pl: Nie znaleziono takiego elementu.

source: Element updated
de: Eintrag aktualisiert.
pl: Element zaktualizowany

source: Element not found
de: Eintrag nicht gefunden.
pl: Nie znaleziono elementu

source: Element deleted
de: Eintrag gelöscht.
pl: Element usunięty

source: Edit
de: Bearbeiten
pl: Edytuj

source: Delete
de: Löschen
pl: Usuń

source: Done! Module configuration updated.
de: Erledigt! Modulkonfiguration wurde aktualisiert.
pl: Gotowe! Konfiguracja modułu została zaktualizowana.

source: Pending Content
de: Freizugebende Inhalte
pl: Oczekujące

source: pendingcontent
pl: oczekujące

source: Display any unapproved content items.
de: Anzeigen von ungeprüften bzw. wartenden Inhalte
pl: Wyświetl wszystkie niezaakceptowane elementy.

source: Error! Could not load items.
de: Fehler! Eintrag konnten nicht geladen werden.
pl: Błąd! Nie można załadować obiektów

source: Error! Could not do what you wanted. Please check your input.
de: Fehler! Die gewünschte Aktion konnte nicht ausgeführt werden. Bitte die Eingaben überprüfen.
pl: Błąd! Nie można wykonać polecenia. Proszę sprawdź wpisane dane.

source: Pending Block
de: Freigaben-Block
pl: Blok oczekujące

source: Sorry! No authorization to access this module.
de: Entschuldigung! Der Zugriff auf dieses Modul ist nicht möglich.
pl: Przepraszamy! Nie masz uprawnień dostępu do tego modułu.

source: Error! Creation attempt failed.
de: Fehler! Die Anlage ist fehlgeschlagen.
pl: Błąd! Tworzenie zakończone niepowodzeniem

source: Error! Deletion attempt failed.
de: Fehler! Das Löschen ist fehlgeschlagen.
pl: Błąd! Usuwanie zakończone niepowodzeniem

source: Show all elements
de: Einträge anzeigen
pl: Wyświetl wszystkie elementy

source: Create element
de: Eintrag erstellen
pl: Utwórz element

source: Settings
de: Konfiguration
pl: Ustawienia

source: Items per page
de: Einträge je Seite
pl: pozycji na stronie

source: Update Configuration
de: Konfiguration aktualisieren
pl: Uaktualnij konfigurację

source: Cancel
de: Abbrechen
pl: Anuluj

source: Edit element
de: Eintrag bearbeiten
pl: Edytuj element

source: Name
pl: Nazwa

source: SQL Command
de: SQL Befehl
pl: Zapytanie SQL

source: Update element
de: Eintrag aktualisieren
pl: Aktualizuj element

source: Add element
de: Eintrag hinzufügen
pl: Dodaj element

source: Save
de: Speichern
pl: Zapisz

source: Delete element
de: Eintrag löschen
pl: Usuń element

source: Do you really want to delete this element?
de: Soll dieser Eintrag wirklich gelöscht werden?
pl: Czy na pewno chcesz usunąć ten element?

source: Confirmation prompt
de: Sicherheitsabfrage
pl: Wymagane potwierdzenie

source: Confirm deletion?
de: Löschen bestätigen
pl: Potwierdzasz usunięcie?

source: Options
de: Optionen
pl: Opcje

source: No items found.
de: Keine Einträge gefunden.
pl: Nie znaleziono żadnych pozycji

source: admin
de: Administration
