Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Tour/1.2/module_tour.po
Languages: bn_in, fr, it, nl, pl

source: Start
bn_in: শুরু
fr: Démarrer
it: Inizio
pl: Początek

source: Themes
bn_in: থিম
fr: Thèmes
it: Temi
nl: Thema's
pl: Motywy

source: Modules
bn_in: মডিউল
it: Moduli
pl: Moduły

source: Blocks
bn_in: ব্লক
fr: Blocs
it: Blocchi
nl: Blokken
pl: Moduły

source: Unknown module %s in Tour_userapi_getsublinks.
bn_in: অজানা মডিউল %s Tour_userapi_getsublinks.
fr: Le module %s est inconnu dans Tour_userapi_getsublinks.
it: Modulo sconosciuto %s in Tour_userapi_getsublinks.
nl: Onbekende module %s in Tour_userapi_getsublinks.
pl: Tour_userapi_getsublinks: nieznany moduł %s.

source: Unknown theme %s in Tour_userapi_getsublinks.
fr: Le thème %s est inconnu dans Tour_userapi_getsublinks.
it: Tema sconosciuto %s in Tour_userapi_getsublinks.
nl: Onbekend thema %s in Tour_userapi_getsublinks.
pl: Tour_userapi_getsublinks: nieznany motyw %s.

source: Page %s
bn_in: পৃষ্ঠা %s
it: Pagina %s
nl: Pagina %s
pl: Strona %s

source: Unknown module %s in Tour_user_exttour.
fr: Le module %s est inconnu dans Tour_user_exttour.
it: Modulo sconosciuto %s in Tour_user_exttour.
nl: Onbekende module %s in Tour_user_exttour.
pl: Tour_userapi_exttour: nieznany moduł %s.

source: Unknown theme %s in Tour_user_exttour.
fr: Le thème %s est inconnu dans Tour_user_exttour.
it: Tema sconosciuto %s in Tour_user_exttour.
nl: Onbekend thema %s in Tour_user_exttour.
pl: Tour_userapi_exttour: nieznany motyw %s.

source: Tour file does not exist!
bn_in: Tour ফাইলটি অনুপস্থিত
fr: Le fichier tour n'existe pas !
it: Tour di file non esiste!
nl: Rondleiding bestand bestaat niet!
pl: Plik przewodnika nie istnieje!

source: Tour
fr: Découverte
nl: Rondleiding
pl: Przewodnik

source: First time configuration and Zikula Tour.
bn_in: প্রথমবার কনফিগারেশন ও Zikula-র সফর
fr: Première configuration et découverte de Zikula.
it: Prima configurazione e Tour Zikula.
nl: Eerste configuratie en Zikula Rondleiding.
pl: Przewodnik po Zikuli.

source: Zikula Tour
bn_in: Zikula-র সফর
fr: Découverte de zikula
it: Tour di Zikula
nl: Zikula Rondleiding
pl: Przewodnik po Zikuli

source: Tour Home
bn_in: সফরের শুরু
fr: Page principale de la découverte
nl: Rondleiding Startpagina
pl: Strona główna przewodnika

source: First Time Tour
bn_in: প্রথমবার সফর
fr: Première découverte
it: Primo Tour
nl: Eerste rondleidng
pl: Dla początkujących

source: Your Distribution
bn_in: আপনরা ডিস্ট্রিবিউশন
fr: Votre distribution
it: Tua distribuzione
nl: Deze distributie
pl: Twoja dystrybucja

source: New in Zikula
bn_in: Zikula-তে নতুন
fr: Nouveau dans Zikula
it: Novit√† in Zikula
nl: Nieuw in Zikula
pl: Nowości w Zikuli

source: Extension Tours
bn_in: অধিক সফর
fr: Découverte approfondie
it: Estensione Tours
nl: Extensie Rondleidingen
pl: Rozszerzenia

source: tour
fr: decouverte
nl: rondleiding
