Repository: zikula/i18n-portal
Catalog: gettext/*/modules/News/2.6.0/module_news.po
Languages: pt

source: Notice: the news publisher slideshow block is developed for the case where every article has images. Furthermore it only works fine if the sizing is set to adaptive resizing, which gives fixed dimensions.
pt: Aviso: o bloco slideshow das notícias é desenvolvido para o caso em que todas as notícias têm imagens. Além disso, só funciona bem se o dimensionamento é definido como o redimensionamento adaptativo, que dá dimensões fixas.

source: #chars characters out of 65,536
pt: # caracteres de 65,536

source: Publish
pt: Publicar

source: Schedule
pt: Programar

source: Save as draft
pt: Guardar como rascunho

source: Update draft
pt: Actualizar rascunho

source: Saving draft...
pt: Guardando rascunho...

source: <strong>Title is empty, draft not saved!</strong>
pt: <strong>O título está vazio, o rascunho não foi guardado!</strong>

source: Remove
pt: Remover

source: Picture
pt: Imagem

source: Title text
pt: Texto do título

source: Permalink URL
pt: URL do Permalink

source: (Generated automatically if left blank)
pt: (Gerado automaticamente se for deixado em branco)

source: Article
pt: Artigo

source: Permitted HTML tags
pt: Tags HTML permitidas

source: Index page teaser text
pt: Texto do teaser da página de índice

source: (Limit: 65,536 characters)
pt: (Limite: 65,536 caracteres)

source: Index page teaser format
pt: Formato do teaser da página de índice

source: Plain text
pt: Texto simples

source: Text formatted with mark-up language
pt: Texto formatado com idioma mark-up

source: Article body text
pt: Texto do corpo da notícia

source: Article body format
pt: Formato do corpo da notícia

source: Footnote
pt: Rodapé

source: Select a picture (max. %s kB per picture)
pt: Seleccione uma imagem (max. %s kB por imagem)

source: (max files %s, first picture is used as thumbnail in the index teaser page for this article.)
pt: (Máximo de ficheiros %s, a primeira imagem é utilizada como miniatura na página teaser do índice para esta notícia).

source: Publishing options
pt: Opções de publicação

source: Publish on news index page
pt: Publicar na página índice de notícias

source: No time limit
pt: Sem tempo limite

source: Start date
pt: Data de início

source: No end date
pt: Sem data de fim

source: End date
pt: Data de fim

source: Allow comments on this article
pt: Permitir comentários nesta notícia

source: Article attributes
pt: Atributos da notícia

source: Create new attribute
pt: Criar novo atributo

source: Delete this attribute
pt: Eliminar este atributo

source: Preview this article
pt: Pré-visualizar esta notícia

source: Preview
pt: Pré-visualizar

source: Submit this article
pt: Submeter esta notícia

source: Submit
pt: Submeter

source: Save this article as draft
pt: Guardar esta notícia como rascunho

source: Mark this article as pending
pt: Marcar esta notícia como pendente

source: Pending
pt: Pendente

source: Publish this article
pt: Publicar esta notícia

source: Cancel
pt: Cancelar

source: News articles
pt: Notícias

source: Contributed by %s
pt: Contribuído por %s

source: on %s
pt: em %s

source: %s pageview
pt: %s leitura

source: No articles published recently.
pt: Nenhuma notícia publicada recentemente

source: Widget title
pt: Título de Widget

source: (An empty category selection will show articles from all available categories)
pt: (Uma selecção de categoria vazia irá mostrar notícias de todas as categorias disponíveis)

source: Display
pt: Exibição

source: Number of articles
pt: Número de notícias

source: Limit of backward reach
pt: Limite de alcance para trás

source: Maximum displayed length of title
pt: Comprimento máximo do título exibido

source: Information settings
pt: Configurações de informação

source: Display contributor's name
pt: Exibir nome do contribuinte

source: Display article creation date
pt: Exibir data de criação da notícia

source: (Only shown when contributor's name is also enabled)
pt: (Só é exibido quando o nome de contribuinte também é activado)

source: Refer to the <a href="http://www.php.net/manual/function.strftime.php">'strftime' description</a> in the PHP documentation.
pt: Referir à <a href="http://www.php.net/manual/function.strftime.php">descrição 'strftime'</a> na documentação PHP.

source: Display number of pageviews
pt: Exibir número de leituras

source: Display number of comments
pt: Exibir número de comentários

source: Separator character for article information
pt: Caractere de separação para informação de notícias

source: Display 'Submit an article' link
pt: Exibir link 'Submeter uma notícia'

source: Article settings
pt: Configurações da notícia

source: Display an icon to highlight recent article titles
pt: Exibir um ícone para destacar títulos de notícias recentes

source: Display article's index page teaser text
pt: Exibir texto do teaser da página de índice da notícia

source: Maximum displayed length of index page teaser text
pt: Comprimento máximo exibido do texto do teaser da página de índice

source: Suffix appended to truncated index page teaser text
pt: Sufixo acrescentado ao texto do teaser da página de índice truncado

source: Expand all
pt: Expandir tudo

source: Contract all
pt: Contrair tudo

source: News archive for %1$s, %2$s
pt: Arquivo de notícias para %1$s, %2$s

source: Pageviews
pt: Leituras

source: Edit news article
pt: Editar notícia

source: Language(s) for which article should be displayed
pt: Idioma(s) para que notícia deve ser exibido

source: Delete this picture
pt: Eliminar esta imagem

source: Meta data
pt: Meta dados

source: Last edited
pt: Última edição

source: Approved by %s
pt: Aprovado por %s

source: Status %s
pt: Estado %s

source: Article ID: %s
pt: ID de notícia: %s

source: Approve and publish this article
pt: Aprovar e publicar esta notícia

source: Approve and Publish
pt: Aprovar e publicar

source: Approve and
pt: Aprovar e

source: Update this article
pt: Actualizar esta notícia

source: Update
pt: Actualizar

source: Archive this article
pt: Arquivar esta notícia

source: Archive
pt: Arquivo

source: Reject this article
pt: Rejeitar esta notícia

source: Reject
pt: Rejeitar

source: Delete this article
pt: Eliminar esta notícia

source: Select a picture
pt: Seleccionar uma imagem

source: Save
pt: Guardar

source: Save your changes
pt: Guardar as suas alterações

source: Mark as pending
pt: Marcar como pendente

source: New
pt: Nova

source: by %s
pt: por %s

source: Picture gallery
pt: Galeria de imagens

source: Notice: Your theme could be using template overrides for the News publisher module (in themes/YourThemeName/templates/modules/News/...). They might lack behind in functionality to the current default News publisher templates, please remove them or check them carefully against the default News publisher templates (in modules/News/pntemplates/...).
pt: Aviso: O tema poderia estar a usar o template de substituição para o módulo News (em temas/YourThemeName/templates/modules/News/...). Podem faltar em termos de funcionalidade para os actuais templates de notícias por defeito, remova-os ou controle-os com cuidado contra os templates de notícias por defeito (em modules/News/pntemplates/...).

source: Enable article attributes
pt: Activar atributos da notícia

source: Category settings
pt: Configurações da categoria

source: Enable categorisation
pt: Activar categorização

source: Category to use for legacy 'Topics' module template variables
pt: Categoria para usar variáveis de template do módulo 'Topics'

source: Category image path (with trailing /)
pt: Caminho da imagem da categoria (com barra (/) no final)

source: Notice: You can associate an image with each article category. The image must be located in the category image path entered in 'Category image path'. You must also go to the Categories manager in the site admin panel and then define the associated image. To do this, add a category attribute named 'topic_image' to each article category, and then enter the associated image path and name.
pt: Aviso: Pode associar uma imagem a cada categoria de notícias. A imagem deve estar localizada no caminho da imagem da categoria introduzida em 'Caminho de imagem da categoria'. Também deve ir a gestão de Categorias no painel de administração do site e definir a imagem associada. Para fazer isso, adicione um atributo de categoria chamado 'topic_image' para cada categoria de notícia e, em seguida, digitar o caminho da imagem e nome associados.

source: Enable category based permission checks
pt: Activar categoria baseada em verificações de permissões

source: Notice: You can use category based permission checks (Categories::Category | Category ID:Category Path:Category IPath) for the display of each and every article. If you don't need to select access based on the articles categories, you can uncheck this setting for a gain in speed (e.g. less database queries).
pt: Aviso: Pode usar categorias baseadas em verificações de permissões (Categories::Category | Category ID:Category Path:Category IPath) para a exibição de cada notícia. Se não precisa seleccionar o acesso com base nas categorias de notícias, pode desmarcar essa configuração para um ganho de velocidade (por exemplo, menos consultas de base de dados).

source: Display settings
pt: Exibir definições

source: Order article listings by
pt: Ordenar listas de notícias por

source: Number of articles in news index page
pt: Número de notícias na página de índice de notícias

source: Number of articles in archive page
pt: Número de notícias na página de arquivo

source: Check referer on printer-friendly pages
pt: Verifique referer em páginas amigáveis para impressão

source: Enable in-line editing of articles via JavaScript/Ajax controls
pt: Activar edição de notícias em linha via controlos JavaScript/Ajax

source: When Scribite! is being used for editing, the <strong>display</strong> function needs to be added to the list of module functions that Scribite! uses for the News Publisher module.
pt: Quando Scribite! está a ser usado para edição, a função <strong>display</strong> tem de ser adicionada à lista das funções do módulo que Scribite! usa para o módulo News.

source: Enable 'More articles in category' when displaying an article
pt: Activar 'Mais artigos na categoria' ao exibir uma notícia

source: Number of 'More articles in category' for every article
pt: Número de 'Mais artigos na categoria' para cada notícia

source: When displaying an article, a number of additional articletitles in the same category can be shown.<br />To show the additional articletitles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional articletitles can be set per article by means of the article attribute 'morearticlesincat'. You need to enable 'article attributes' yourself. <br />When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
pt: Ao exibir uma notícia, um número adicional de articletitles na mesma categoria pode ser exibido. <br /> Para mostrar articletitles adicionais para cada artigo, defina o valor acima para um número maior que 0. Quando o valor definido é 0, o número de articletitles adicionais podem ser definidos por notícia, por meio do atributo da notícia 'morearticlesincat'. Precisa activar 'article attributes'. <br /> Quando a configuração acima ou o atributo da notícia é definido como 0, nenhum título será extraído da base de dados.

source: Notify moderators when a new pending article is submitted for review
pt: Notificar moderadores quando uma nova notícia pendente é apresentado para submissão

source: Whenever a new article is submitted as Pending Review, the admin or a list of E-mail addresses can be informed of this event with a notification E-mail.
pt: Sempre que um novo artigo for submetido como Pendente para Revisão, o administrador ou uma lista de endereços de e-mail pode ser informado deste evento com uma notificação de e-mail.

source: From name (leave empty for sitename)
pt: De nome (deixe em branco para nome do site)

source: From address (leave empty for admin E-mail address)
pt: De endereço (deixe em branco para o endereço de e-mail do administrador)

source: To name (leave empty for sitename)
pt: Para nome (deixe em branco para nome do site)

source: To address (comma seperated list of E-Mail addresses, leave empty for admin E-mail address)
pt: Para endereço (lista de endereços de e-mail separados por vírgula, deixe em branco para o endereço de e-mail do administrador)

source: E-mail subject
pt: Assunto do e-mail

source: Send E-mail as HTML
pt: Enviar e-mail como HTML

source: Display a PDF link for the articles in the index page
pt: Mostrar um link PDF para as notícias na página do índice

source: Path to the TCPDF main file
pt: Caminho para o ficheiro principal TCPDF

source: The PDF link is based on <a href="http://www.tcpdf.org">TCPDF</a>. You have to install the files yourself into the path specified above, when you want to use the pdflink. Download TCPDF from the link and place the 'tcpdf' folder into the correct location.
pt: O link PDF é baseado em <a href="http://www.tcpdf.org">TCPDF</a>. Tem de instalar os ficheiros no caminho especificado acima, quando quer usar o pdflink. Download TCPDF a partir do link e coloque a pasta 'tcpdf' na localização correcta.

source: TCPDF language file
pt: Ficheiro de idioma TCPDF

source: TCPDF Header logo image (absolute path or relative to tcpdf)
pt: Imagem do logotipo do cabeçalho TCPDF (caminho absoluto ou relativo para TCPDF)

source: Default Header logo is defined by TCPDF and in PathToTCPDF/images folder. tcpdf_logo.jpg with a width of 30
pt: Logotipo do cabeçalho por defeito é definido por TCPDF e pasta PathToTCPDF/images. tcpdf_logo.jpg com uma largura de 30

source: TCPDF header logo width in mm
pt: Largura do logotipo do cabeçalho TCPDF em mm

source: Allow article picture(s) uploading
pt: Permitir upload de imagem(ns) da(s) notícia(s)

source: Allowed picture extension
pt: Extensões de imagens permitidas

source: Image float (left/right/none) on the index page
pt: Imagem float (esquerda/direita/nenhum) na página de índice

source: Image float (left/right/none) on the article display page
pt: Imagem float (esquerda/direita/nenhum) na página de exibição da notícia

source: How many pictures are allowed
pt: Quantas imagens são permitidas

source: Maximum file size of the pictures (in Bytes)
pt: Tamanho máximo do ficheiro das imagens (em Bytes)

source: What thumbnail sizing to use (0=best-fit / 1=adaptive resizing
pt: Que tamanho de miniaturas a usar (0=melhor adaptação / 1 = redimensionamento adaptativo

source: Maximum width of the full size pictures (in pixels)
pt: Largura máxima das imagens de tamanho maior (em pixeis)

source: Maximum height of the full size pictures (in pixels)
pt: Altura máxima das imagens de tamanho maior (em pixeis)

source: Maximum width of the thumbnails (in pixels)
pt: Largura máxima das miniaturas (em pixeis)

source: Maximum height of the thumbnails (in pixels)
pt: Altura máxima das miniaturas (em pixeis)

source: Maximum width of the thumbnail in the article display intro text (in pixels)
pt: Largura máxima das miniaturas no texto introdutório de exibição da notícia (em pixeis)

source: Maximum height of the thumbnail in the article display intro text (in pixels)
pt: Altura máxima das miniaturas no texto introdutório de exibição da notícia (em pixeis)

source: Directory where the images are uploaded (leaving empty will create the default directory images/news_picupload)
pt: Directório onde as imagens são carregadas (ao deixar vazio irá criar o directório por defeito images/news_picupload)

source: You can select a pre-defined permalink format, or define your custom format.
pt: Pode seleccionar um formato de permalink pré-definidas, ou definir o seu formato personalizado.

source: Format based on date and name
pt: Formato baseado na data e nome

source: your-article-title
pt: título da sua notícia

source: Numeric format
pt: Formato numérico

source: Custom format
pt: Formato personalizado

source: Custom format definition
pt: Definição do formato personalizado

source: Notice: A custom format definition must contain at least either '%articleid%' or '%articletitle%', in order to be able to identify the article.
pt: Aviso: Uma definição de formato personalizado tem de conter pelo menos ou '%articleid%' ou '%articletitle%', de modo a poder identificar a notícia.

source: Acceptable values for use in custom format definition:
pt: Valores aceitáveis para uso na definição de formato personalizado:

source: Year of publication (including century numerals)
pt: Ano de publicação (incluindo números de século)

source: Month of publication, as a number (ergo 1 to 12)
pt: Mês de publicação, como um número (portanto de 1 a 12)

source: Month of publication as a name (ergo January to December)
pt: Mês da publicação como um nome (portanto de Janeiro a Dezembro)

source: Day
pt: Dia

source: Article title
pt: Título da notícia

source: Article category
pt: Categoria da notícia

source: Delete news article
pt: Eliminar notícia

source: Do you really want to delete this news article?
pt: Pretende realmente eliminar esta notícia?

source: Confirmation prompt
pt: Pedido de confirmação
