Repository: zikula/i18n-portal
Catalog: gettext/*/modules/News/2.6.0/module_news.po
Languages: pt

source: Error! No such article found.
pt: Erro! Nenhuma notícia encontrada.

source: Error! Could not load [%s] class.
pt: Erro! Não foi possível carregar a classe [%s].

source: title
pt: título

source: Error! You did not enter a %s.
pt: Erro! Não introduziu um %s.

source: article content
pt: conteúdo do artigo

source: Error! You did not enter the minimum necessary %s.
pt: Erro! Não introduziu o mínimo necessário %s.

source: Picture %s is not uploaded, due to an upload error, too large filesize (max. %s kB) or using a not allowed extension (only %s allowed).
pt: Imagem %s não é carregada, devido a um erro de upload, tamanho do ficheiro demasiado grande (no máximo %s kB) ou uso não autorizado de extensão (só %s é permitido).

source: Done! Saved your changes.
pt: Feito! Alterações guardadas.

source: Done! Deleted article.
pt: Feito! Notícia eliminada.

source: Done! Purged permalinks.
pt: Feito! Permalinks removidos.

source: Error! Could not purge permalinks.
pt: Erro! Não foi possível remover permalinks.

source: All
pt: Todos(as)

source: Published
pt: Publicada

source: Rejected
pt: Rejeitada

source: Pending Review
pt: Revisão pendente

source: Archived
pt: Arquivada

source: Draft
pt: Rascunho

source: Scheduled
pt: Programada

source: View
pt: Ver

source: Review
pt: Críticas

source: Edit
pt: Editar

source: Delete
pt: Eliminar

source: Unknown
pt: Desconhecido

source: Yes
pt: Sim

source: No
pt: Não

source: Article date/time
pt: Data/hora da notícia

source: Article ID
pt: ID da Notícia

source: Article weight
pt: Peso da notícia

source: News publisher created the image upload directory successfully at [%s]. Make sure that this folder is accessible via the web and writable by the webserver.
pt: O editor de notícias criou o diretório de upload de imagens com sucesso em [%s]. Certifique-se que esta pasta é acessível via web e tem permissões de escrita no servidor.

source: The specified image upload directory [%s] does not exist or is not writable by the webserver
pt: O directório de upload da imagem especificada [%s] não existe ou não tem permissões de escrita no servidor.

source: Done! Saved module settings.
pt: Feito! Configurações do módulo guardadas.

source: Sorry! You do not have authorisation for this page.
pt: Não tem autorização para esta página.

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
pt: Chave de autorização ('AuthKey) inválida. Provavelmente pressionou o botão 'Voltar' para regressar a uma página que não permite isso, ou então a chave de autorização da página expirou devido a inactividade prolongada. Actualize a página e tente novamente.

source: Error! Could not save your changes.
pt: Não foi possível guardar as suas alterações.

source: Error! Could not delete article.
pt: Não foi possível eliminar a notícia.

source: Draft updated at %s
pt: Rascunho actualizado em %s

source: Draft saved at %s
pt: Rascunho guardado em %s

source: News publisher articles list
pt: Lista de notícias publicadas

source: Show a list of News publisher articles published since the last newsletter.
pt: Mostrar uma lista de notícias publicadas desde a última newsletter.

source: by %1$s on %2$s
pt: por %1$s em %2$s

source: No News publisher articles since last newsletter on %s.
pt: Nenhuma notícia publicada desde a última newsletter em %s.

source: News publisher
pt: Notícias publicadas

source: Provides the ability to publish and manage news articles contributed by site users, with support for news categories and various associated blocks.
pt: Proporciona a capacidade de publicar e gerir notícias enviadas por utilizadores do site, com suporte para várias categorias de notícias e blocos associados.

source: Unknown status
pt: Estado desconhecido

source: browserhack block: condition param is required, non specified.
pt: bloco browserhack: condição param é necessária, não especificada.

source: %s day ago
pt: %s dia atrás

source: yesterday
pt: ontem

source: tomorrow
pt: amanhã

source: %s day from now
pt: %s dia a partir de hoje

source: %s hour ago
pt: %s hora atrás

source: %s hour from now
pt: %s hora a partir de agora

source: %s minute ago
pt: %s minuto atrás

source: %s minute from now
pt: %s minuto a partir de agora

source: %s second ago
pt: %s segundo atrás

source: %s second from now
pt: %s segundo a partir de agora

source: Error! Could not load any articles.
pt: Não foi possível carregar nenhuma notícia.

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
pt: Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez

source: Read more...
pt: Ler mais...

source: %s bytes more
pt: %s bytes mais

source: Print
pt: Imprimir

source: Printer-friendly page
pt: Página para impressão amigável

source: Comments?
pt: Comentários?

source: %s comment
pt: %s comentário

source: %1$s about %2$s
pt: %1$s sobre %2$s

source: Footnote: %s
pt: Nota de rodapé: %s

source: Error! Could not create new article.
pt: Não foi possível criar nova notícia

source: Article titles
pt: Títulos de notícia

source: Display article titles
pt: Exibição de títulos de notícias

source: Most-read article
pt: Notícias mais lidas

source: Today's most-read article
pt: Notícia mais lida de hoje

source: Extended article titles
pt: Títulos das notícias alargados

source: Display article titles with extended options
pt: Exibição de títulos de notícias com opções alargadas

source: No articles.
pt: Nenhuma notícia.

source: Past articles
pt: Notícias anteriores

source: Display past articles
pt: Exibição de notícias anteriores

source: Error! Database contains no article with the title '%s'.
pt: Erro! A base de dados não contém nenhuma notícia com o título '%s'.

source: Error! No needle ID provided.
pt: Erro! Nenhum ID de needle fornecido.

source: Recent news articles
pt: Notícias recentes

source: Displays a specific number of news articles from one or all categories available
pt: Exibição de um número específico de notícias de uma ou de todas as categorias disponíveis

source: News articles listed under the '%s' category
pt: Notícias listadas sob a categoria '%s'

source: News articles listed without a category selection
pt: Notícias listadas sem uma selecção de categoria

source: Show all news articles
pt: Mostrar todas as notícias

source: Show only articles set for index page listing
pt: Mostrar apenas notícias definidas para lista de página do índice

source: Show only articles not set for index page listing
pt: Mostrar apenas notícias não definidas para lista de página do índice

source: News publisher setting
pt: Configuração de publicação de notícias

source: Number of pageviews
pt: Número de leituras

source: Random
pt: Aleatório

source: Picture %s is not uploaded, since the file extension is now allowed (only %s is allowed).
pt: A imagem %s não é carregada, uma vez que a extensão do ficheiro agora é permitida (apenas %s é permitida).

source: Picture %s is not uploaded, since the filesize was too large (max. %s kB).
pt: A imagem %s não é carregada, uma vez que o tamanho do ficheiro era demasiado grande (no máximo %s kB).

source: Picture %s gave an error during uploading.
pt: A imagem %s deu um erro durante o upload.

source: Done! Created new article.
pt: Feito! Criada nova notícia.

source: <br />A News Publisher article <strong>%1$s</strong> has been submitted by %2$s for review on website %3$s.<br />Index page teaser text of the article:<br /><hr />%4$s<hr /><br /><br />Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the <em>Pending Review</em> article(s).<br /><br />Regards,<br />%6$s
pt: <br />Uma notícia <strong>%1$s</strong> foi submetida por %2$s para revisão no website %3$s.<br />Texto do teaser da página do índice da notícia:<br /><hr />%4$s<hr /><br /><br />Ir a <a href="%5$s">páginas de administração de publicação de notícias </a> para rever e publicar a(s) notícia(s) em <em>Revisão Pendente</em>.<br /><br />Atenciosamente,<br />%6$s

source: A News Publisher article '%1$s' has been submitted by %2$s for review on website %3$s. Index page teaser text of the article: -------- %4$s -------- Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the 'Pending Review' article(s). Regards, %6$s
pt: Uma notícia '%1$s' foi submetida por %2$s para revisão no website %3$s. Texto do teaser da página do índice da notícia: -------- %4$s -------- Ir a <a href="%5$s">páginas de administração de publicação de notícias </a> para rever e publicar a(s) notícia(s) em 'Revisão Pendente'. Atenciosamente, %6$s

source: Done! E-mail about new pending article is sent.
pt: Feito! E-mail sobre a notícia pendente nova é enviado.

source: Warning! E-mail about new pending article could not be sent.
pt: Atenção! E-mail sobre a nova notícia pendente não pôde ser enviada.

source: %s out of %s picture was uploaded and resized.
pt: %s de %s imagem foi carregada e redimensionada.

source: Error! Invalid category passed.
pt: Erro! Categoria inválida passou.

source: No articles currently published under the '%s' category.
pt: Não há notícias publicadas actualmente sob a categoria '%s'.

source: No articles currently published.
pt: Não há notícias publicadas actualmente.

source: :: page %s
pt: :: página %s

source: January February March April May June July August September October November December
pt: Janeiro Fevereiro Março Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro

source: Submit an article
pt: Submeter uma notícia

source: News articles list
pt: Lista de notícias

source: Create new article
pt: Criar nova notícia

source: Purge permalinks
pt: Purgar permalinks

source: Settings
pt: Definições

source: Warning! Could not create the default News category tree. If you want to use categorisation with News, register at least one property for the module in the Category Registry.
pt: Atenção! Não foi possível criar a árvore de categorias de Notícias por defeito. Se quiser usar categorização com Notícias, registe pelo menos uma propriedade para o módulo no Registo de Categoria.

source: A News Publisher article has been submitted for review
pt: Uma notícia foi submetida para revisão

source: Error! Could not update table.
pt: Erro! Não foi possível actualizar a tabela.

source: Error! Could not update articles.
pt: Erro! Não foi possível actualizar as notícias.

source: Error! The '%s' module is not installed.
pt: Erro! O módulo '%s' não está instalado.

source: Error! Could not delete table.
pt: Erro! Não foi possível eliminar tabela.

source: Error! Could not migrate categories.
pt: Erro! Não foi possível migrar categorias.

source: Error! Could not rename table.
pt: Erro! Não foi possível renomear tabela.

source: Error! Could not rename column.
pt: Erro! Não foi possível renomear coluna.

source: News introduction article
pt: Introdução de notícia

source: A news article is divided into an article teaser text (which is the lead-in text you are reading now) and an article body text (which you can view by clicking on the article's title or the 'Read more' link). The teaser will generally be a short introduction to the article, but if you plan to publish only very short bulletins, the teaser can contain the full draft and the article body can be left empty. Click on the article title for more information about Zikula's News publisher module.
pt: Uma notícia está dividida em um texto teaser da notícia (que é o texto lead-in que está a ler agora) e um texto do corpo da notícia (que pode ver ao clicar no título do artigo ou no link 'Leia mais'). O teaser será geralmente uma pequena introdução ao artigo, mas se pretender publicar apenas boletins muito curtos, o teaser pode conter o texto completo e corpo da notícia pode ser deixado vazio. Clique no título da notícia para obter mais informações sobre o módulo News do Zikula.

source: News
pt: Notícias

source: <h3>More about the News module</h3><p>You are now reading the body text of the article (starting as from the 'More about the News module' title above). Both the article teaser and the article body can contain URL links, images, mark-up (HTML tags and, if you have the additional necessary add-ons installed, other mark-up languages such as BBCode) You can learn more about the News module by reading the <a href="http://code.zikula.org/news/wiki#Documentation">News Wiki Documentation</a>.</p><h3>Some more details</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="News publisher admin image"/>To control what HTML tags can be included in an article to format and enhance it, the site administrator should set the desired tags to enabled status by visiting the <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Security centre</a>. With the News module, you can take advantage of Zikula's permissions system to control who gets what access to which parts of the News module. A moderator group can be created, containing registered site users who can add, edit and delete articles. This is just a simple example: the Zikula permissions system is sufficiently flexible to let you implement practically any organisation you want.</p><p>You can edit or delete this introductory article by clicking on the link beside the article title, or you can visit to the <a href="index.php?module=%s&type=admin&func=view">News admin pages</a>.</p>
pt: <h3>Mais informações sobre o módulo News</h3><p>Está a ler agora o corpo do texto da notícia (começando a partir do título acima 'Mais sobre o módulo News'). Quer o teaser da notícia quer o corpo da notícia podem conter links URL, imagens, mark-up (tags HTML e, se tiver os add-on necessários instalados, outros idiomas mark-up como BBCode) Pode aprender mais sobre o módulo News através da leitura da <a href="http://code.zikula.org/news/wiki#Documentation">Documentação Wiki News </a>.</p><h3>Mais alguns detalhes</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="News publisher admin image"/>Para controlar que tags HTML podem ser incluídas numa notícia para formatar e melhorá-la, o administrador do site deve definir as tags desejadas para o estado activado visitando o <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Centro de Segurança</a>. Com o módulo News, pode aproveitar o sistema de permissões Zikula para controlar quem tem que acesso a que partes do módulo News. Um grupo moderador pode ser criado, contendo os utilizadores registados do site que podem adicionar, editar e eliminar notícias. Este é apenas um exemplo simples: o sistema de permissões Zikula é suficientemente flexível para permitir a implementação de praticamente qualquer organização que desejar.</p><p>Pode editar ou eliminar esta notícia introdutória ao clicar no link ao lado do título da notícia, ou pode visitar as <a href="index.php?module=%s&type=admin&func=view">páginas de administração de News</a>.</p>

source: Warning! Could not create the default News introductory article.
pt: Atenção! Não foi possível criar a notícia introdutória por defeito.

source: Warning! Could not update the default News introductory article.
pt: Atenção! Não foi possível actualizar a notícia introdutória por defeito.

source: Error! Could not update the article categories.
pt: Erro! Não foi possível actualizar as categorias de notícias

source: Topics
pt: Tópicos

source: Display and manage topics
pt: Exibição e gestão de tópicos

source: Contributed
pt: Contribuiu

source: Scope of news article listing
pt: Âmbito da lista de notícias

source: Category
pt: Categoria

source: Choose category
pt: Escolher categoria

source: Maximum number of articles to display
pt: Número máximo de artigos a exibir

source: Language
pt: Idioma

source: Status
pt: Estado

source: Order articles by
pt: Ordenar notícias por

source: Apply filter
pt: Aplicar filtro

source: Reset
pt: Repor

source: Title
pt: Título

source: Contributor
pt: Contribuinte

source: Pictures
pt: Imagens

source: Index page<br />listing / Weight
pt: Página índice<br />lista / Peso

source: Date
pt: Data

source: Actions
pt: Acções

source: Last edited %s
pt: Última edição %s

source: Scheduled for
pt: Programado para

source: until %s
pt: até %s

source: No comments allowed
pt: Nenhum comentário permitido

source: No articles currently in database.
pt: Não há notícias actualmente na base de dados.

source: Access a past article via its ID
pt: Aceder a uma notícia antiga, através do seu ID

source: Go retrieve
pt: Ir recuperar

source: News index page
pt: Página do índice das notícias

source: RSS feed
pt: Feed RSS

source: News categories
pt: Categorias de notícias

source: News archive
pt: Arquivo de notícias

source: %s pending article
pt: %s notícia pendente

source: Admin
pt: Administração

source: Show
pt: Mostrar

source: Hide
pt: Ocultar

source: More articles in category
pt: Mais notícias na categoria

source: Edit this block
pt: Editar este bloco

source: General settings
pt: Definições gerais

source: Articles to list
pt: Notícias a listar

source: Choose categories
pt: Seleccione as categorias

source: Category registry
pt: Registo da categoria

source: None
pt: Nenhum(a)

source: Maximum number of news articles to display
pt: Número máximo de notícias a exibir

source: Maximum age of articles
pt: Idade máxima de notícias

source: (Number of days; 0 for no limit)
pt: (Número de dias; 0 para sem limite)

source: Maximum length of titles
pt: Comprimento máximo dos títulos

source: (Number of characters; 0 for no limit)
pt: (Número de caracteres; 0 para sem limite)

source: Suffix appended to truncated title
pt: Sufixo anexado ao título truncado

source: Show 'No articles currently published' status message when no articles published
pt: Mostrar mensagem de estado 'Nenhuma notícia publicada actualmente" quando não há notícias publicadas

source: Custom templates
pt: Templates personalizados

source: Notice: You can use your own custom templates instead of the default templates. You must specify them here.The default template for block rows is 'news_block_storiesext_row.htm'. The default block template depends on the scroll setting. The default static template is 'news_block_storiesext.htm'. For scrolling content, 'news_block_storiesext_scrollNAME.htm' is used.
pt: Aviso: Pode usar os seus próprios templates personalizados, em vez dos modelos por defeito. Deve especificá-los aqui. O template por defeito para as linhas do bloco é 'news_block_storiesext_row.htm'. O template do bloco por defeito depende da definição scroll. O template estático por defeito é 'news_block_storiesext.htm'. Para conteúdo scroll, 'news_block_storiesext_scrollNAME.htm' é usado.

source: Custom block template
pt: Template do bloco personalizado

source: (Default template is used if this box is left blank)
pt: (Template por defeito é usado se esta caixa for deixada em branco)

source: Custom row template
pt: Template de coluna personalizada

source: Advanced block settings
pt: Configurações avançadas do bloco

source: Show contributor's name
pt: Mostrar o nome do contribuinte

source: Show article creation date
pt: Mostrar data de criação da notícia

source: Date format
pt: Formato da data

source: Click here to read 'strftime' description in PHP documentation
pt: Clique aqui para ler a descrição 'strftime' em documentação PHP

source: Show number of pageviews
pt: Mostrar o número de leituras

source: Show number of comments
pt: Mostrar o número de comentários

source: Separator character for additional information
pt: Separador de caracteres para informações adicionais

source: Index page teaser settings
pt: Configurações de teaser de página de índice

source: Display article's index page teaser
pt: Exibir o teaser de página de índice da notícia

source: Notice: When truncating the index page teaser text, incomplete HTML mark-up elements will be completed by the 'truncatehtml' plug-in.
pt: Aviso: Ao truncar o texto teaser da página de índice, os elementos mark-up HTML incompletos serão completados pelo plug-in 'truncatehtml'.

source: Maximum displayed length of index page teaser
pt: Comprimento máximo do teaser de página de índice exibido

source: Suffix appended to truncated index page teaser
pt: Sufixo anexado ao teaser de página de índice truncado

source: Article recency settings
pt: Configurações de notícia recente

source: Display image for recent article titles
pt: Mostrar imagem para títulos de notícias recentes

source: Number of days during which article is considered recent
pt: Número de dias durante os quais a notícia é considerada recente

source: Image set for 'New' image
pt: Imagem definida para imagem 'Nova'

source: (Used by 'pnimg' plug-in)
pt: (Usado pelo plug-in 'pnimg')

source: File name of 'New' image from image set
pt: Nome do ficheiro da imagem 'Nova' a partir da imagem definida

source: News item scroll settings
pt: Configurações de scroll

source: Notice: News articles can shown in a scrolling box. The provided scrollers are based upon code from the <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> upward and downward pauseable vertical scroller, the <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> fading scroller (gradient wipe effect only works in IE), and the <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> marquee scroller.
pt: Aviso: As notícias podem ser mostradas numa caixa de scroll. Os scrollers providenciados são baseados em código a partir de <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> scroller vertical ascendente e descendente com possibilidade de pausa, o <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> desvanecimento do scroller (gradient wipe effect only works in IE), e o <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> scroll de texto ou imagens.

source: Choose scroller
pt: Escolher scroller

source: No scrolling
pt: Sem scroll

source: Pauseable vertical scroller
pt: Scroller vertical com possibilidade de pausa

source: Fading scroller
pt: Desvanecimento do scroller

source: Marquee scroller
pt: Scroll de texto ou imagens

source: Scroller CSS styles definition
pt: Definição de estilos CSS scroller

source: Delay between scrolls and starting delay for marquee
pt: Atraso entre scrolls e começo de atraso para texto ou imagens

source: (Number of milliseconds)
pt: (Número de milissegundos)

source: Marquee scroller speed
pt: Velocidade do scroll de texto ou imagens

source: (Number from 1 to 10)
pt: (Número de 1 a 10)

source: Picture %s for %s
pt: Imagem %s para %s

source: Filed under:
pt: Arquivado sob:

source: %s article
pt: %s notícia

source: Currently no articles
pt: Actualmente sem notícias

source: Edit this category
pt: Editar esta categoria

source: %s article.
pt: %s notícia.

source: %s contributed by you.
pt: %s contribuído por si.

source: Currently no articles.
pt: Actualmente não existem notícias.

source: Today's most-read article is:
pt: A notícia mais lida de hoje é:
