Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Feeds/2.5/module_feeds.po
Languages: fa, it, pl

source: Error! Unable to load class [%s]
fa: خطا! نمی توانم کلاس [%s] را بارگذاری کنم
it: Errore! Impossibile caricare la classe [%s]
pl: Błąd! Nie udało się załadować klasy [%s]

source: Done! Feed created.
fa: انجام شد! فید ایجاد شد.
it: Fatto! Feed creato
pl: Zrobione! Źródło utworzone.

source: No such Feed found.
fa: هیچ فیدی یافت نشد.
it: Nessun Feed trovato.
pl: Nie znaleziono Źródła.

source: Done! Feed updated.
fa: انجام شد! فید به روز رسانی شد.
it: Fatto! Feed aggiornato.
pl: Zrobione! Źródło zaktualizowany.

source: Done! Feed deleted.
fa: انجام شد! فید حذف شد.
it: Fatto! Feed eliminato.
pl: Zrobione! Źródło skasowane.

source: Purging of the pemalinks was successful
fa: پاک کردن لینک های ثابت با موفقیت انجام شد
it: La pulizia dei permalinks è riuscita
pl: Usuwanie stałych odnośników powiodło się

source: Purging of the pemalinks has failed
fa: پاک کردن لینک های ثابت شکست خورد
it: La pulizia dei permalinks è fallita

source: Edit
fa: ویرایش
it: Modifica
pl: Edytuj

source: Delete
fa: حذف
it: Elimina
pl: Skasuj

source: Done! Module configuration updated.
fa: انجام شد! پیکربندی ماژول به روز رسانی شد.
it: Fatto! Configurazione del modulo aggiornata.
pl: Zrobione! Zaktualizowano konfigurację modułu.

source: Feeds
fa: فیدها
pl: Źródła

source: Feed Reader.
fa: فید خوان.
it: Lettore di Feed.
pl: Czytnik Źródeł

source: Error! Could not load any Feed.
fa: خطا! نمی توانم هیچ فیدی را بارگذاری کنم.
it: Errore! Impossibile caricare alcun feed.
pl: Błąd! Nie można załadować żadnego Źródła.

source: Display feed
fa: نمایش فید
pl: Wyświetl źródło

source: Show a feed item
fa: نمایش یک آیتم فید
it: Mostra un elemento Feed
pl: Pokaż pozycję źródła

source: Invalid category
fa: طبقه نامعتبر
it: Categoria invalida
pl: Nieprawidłowa kategoria

source: No Feeds found.
fa: هیچ فیدی یافت نشد.
it: Nessun Feed trovato.
pl: Nie znaleziono Źródła.

source: Error! Could not load any Feeds.
fa: خطا! نمی توانم هیچ فیدی را بارگذاری کنم.
it: Errore! Impossibile caricare alcun feed.
pl: Błąd! Nie można załadować żadnego Źródła.

source: Incorrect Key given. No update performed.
fa: کلید داده شده نادرست است. به روز رسانی اجرا نشد.
it: Key non corretta. Nessu aggiornamento effettuato.
pl: Podano niepoprawny Klucz. Aktualizacja nie wykonana.

source: Items updated in Feed cache
fa: آیتم های به روز رسانی شده در کاشه فید
it: Elementi aggiornati nella cache Feed
pl: Zaktualizowano pozycje źródła w cache

source: Error
fa: خطا
it: Errore
pl: Błąd

source: The provided URL is too long (200 chars max.).
fa: URL فراهم شده بلند است (نهایت تا ۲۰۰ کاراکتر). فراهم شده طولانی است (حداکثر تا ۲۰۰ کاراکتر).
it: L'URL fornito è troppo lungo (massimo 200 caratteri).
pl: Podany URL jest zbyt długi (maks. 200 znaków).

source: Invalid protocol selected. Only http and https are allowed.
fa: پروتکل نامعتبری انتخاب شده است. فقط HTTP و HTTPS مجاز هستند.
it: Protocollo selezionato invalido. Solo http e https sono permessi.
pl: Wybrano błędny protokół. Tylko http i https są dozwolone.

source: Error! Creation attempt failed.
fa: خطا! تلاش برای ایجاد شکست خورد.
it: Errore! Creazione fallita.
pl: Błąd! Próba utworzenia nieudana.

source: Error! Deletion attempt failed.
fa: خطا! تلاش برای حذف شکست خورد.
it: Errore! Eliminazione fallita.
pl: Błąd! Próba skasowania nieudana.

source: Error! Update attempt failed.
fa: خطا! تلاش برای به روز رسانی شکست خورد.
it: Errore! Aggiornamento fallita.
pl: Błąd! Próba aktualizacji nieudana.

source: View Feeds
fa: مشاهده فیدها
it: Mostra Feeds
pl: Pokaż Źródła

source: Create a Feed
fa: ایجاد فید
it: Crea un Feed
pl: Stwórz Źródło

source: Purge PermaLinks
fa: پاک کردن لینک های ثابت
it: Pulisci PermaLinks
pl: Usuń StałeOdnośniki

source: Settings
fa: تنظیمات
it: Impostazioni
pl: Ustawienia

source: Warning! Could not create the default Feeds category tree. If you want to use categorisation with Feeds, register at least one property for the module in the Category Registry.
fa: اخطار! نمی توانم طبقه پیش فرض درخت ماژول Feeds را ایجاد کنم. اگر شما می خواهید از طبقه بندی ها برای ماژول Feeds استفاده کنید, حداقل یک ویژگی برای ماژول در بخش طبقات ایجاد کنید.
it: Attenzione! Impossibile creare la struttura della categoria predefinita di Feeds. Se si desidera utilizzare categorizzazione per Feed, registrare almeno una proprietà per il modulo nel Registro di Categoria.
pl: Uwaga! Nie powiodło się utworzenie domyślnych kategorii dla źródeł. Jeśli chcesz korzystać z kategorii dla źródeł, utwórz samodzielnie co najmniej jeden wpis w rejestrze kategorii.

source: Welcome to the Feeds of %s
fa: به فیدهای %s خوش آمدید
it: Benvenuti al Feed di %s
pl: Witaj w Źródłach %s

source: Choose a category to see the Feeds that belongs to it
fa: یک طبقه را برای دیدن فیدهای وابسته به آن انتخاب کنید
it: Scegli una categoria per visualizzare il feed che appartiene ad esso
pl: Wybierz kategorię aby zobaczyć Źródła które do niej należą

source: Category: %s
fa: طبقه: %s
it: Categoria: %s
pl: Kategoria: %s

source: The Feeds of this category are as follows:
fa: فیدهای این طبقه به شرح زیر است:
it: I feed di questa categoria sono i seguenti:
pl: Źródła w tej kategorii są następujące:

source: View all feeds
fa: نمایش همه فیدها
it: Mostra tutti i Feed
pl: Pokaż wszystkie źródła

source: Feeds list
fa: لیست فیدها
it: Lista Feed
pl: Lista źródeł

source: Available feeds
fa: فیدهای موجود
it: Feed Attivi
pl: Dostępne źródła

source: Feed
fa: فید
pl: Źródło

source: Display feed image
fa: نمایش تصویر فید
it: Visualizza immagine
pl: Pokaż obrazek źródła

source: (if available in feed)
fa: (اگر در فید موجود باشد)
it: (se attivo in feed)
pl: (jeśli dostępne w źródle)

source: Display feed description
fa: نمایش شرح فید
it: Visualizza descrizione
pl: Wyświetl opis źródła

source: Use alternate layout
fa: از طرح بندی جایگزین استفاده کن
it: Usa layout arlternativo
pl: Użyj alternatywnego rozkładu

source: Number of items to display
fa: تعداد آیتم ها جهت نمایش
it: Numero di elementi da visualizzare
pl: Liczba pozycji do wyświetlenia

source: (upto the maximum supplied by the feed or -1 for all items)
fa: (تا حداکثر مقدار فراهم شده بوسیله فید یا 1- برای نمایش همه آیتم ها)
it: (fino al massimo fornito dal feed o -1 per tutti gli elementi)
pl: (do maksymalnej wartości

source: Delete Feed
fa: حذف فید
it: Elimina Feed
pl: Skasuj Źródło

source: Do you really want to delete this Feed?
fa: آیا شما واقعا می خواهید این فید را حذف کنید؟
it: Vuoi veramente eliminare questo Feed)
pl: Czy naprawdę chcesz skasować to Źródło?

source: Confirm deletion?
fa: حذف را تایید می کنید؟
it: Conferma Eliminazione?
pl: Potwierdź kasowanie?

source: Cancel
fa: انصراف
it: Cancella
pl: Anuluj

source: Cache Updated
fa: کاشه به روز رسانی شد
it: Aggiorna Cache
pl: Zaktualizowano Cache

source: Update Feed
fa: به روز رسانی فید
it: Aggiorna Feed
pl: Aktualizuj Źródło

source: Content
fa: محتوا
it: Contenuto
pl: Zawartość

source: Name
fa: نام
it: Nome
pl: Nazwa

source: Category
fa: طبقه
it: Categoria
pl: Kategoria

source: PermaLink URL title
fa: عنوان لینک ثابت
it: Titolo del Permalink
pl: Tytuł StałegoOdnośnika

source: (Blank = auto-generate)
fa: (خالی رها کردن = تولید خودکار)
it: (vuoto = auto-generato)
pl: (Puste = generowane automatycznie)

source: Meta data
fa: اطلاعات اضافی
pl: Meta dane

source: Created by %s
fa: ایجاد شده بوسیله %s
it: Creato da %s
pl: Stworzone przez %s

source: Created on %s
fa: ایجاد شده در %s
it: Creato il %s
pl: Stworzony dnia %s

source: Last update by %s
fa: آخرین به روز رسانی بوسیله %s
it: Ultimo aggiornamento da %s
pl: Ostatnio aktualizowane przez %s

source: Updated on %s
fa: به روز رسانی شده در %s
it: Ultimo aggiornamento il %s
pl: Zaktualizowane dnia %s

source: Update
fa: به روز رسانی
it: Aggiorna
pl: Uaktualnij

source: by %s
fa: به وسیله %s
it: da $s
pl: przez %s

source: Read more
fa: بیشتر بخوانید
it: Leggi ancora
pl: Czytaj więcej

source: New Feed
fa: فید جدید
it: Nuovo Feed
pl: Nowe Źródło

source: Choose a category
fa: یک طبقه را انتخاب کنید
it: Scegli la categoria
pl: Wybierz kategorię

source: Create
fa: ایجاد
it: Crea
pl: Stwórz

source: General Settings
fa: تنظیمات عمومی
it: Impostazioni Generali
pl: Ustawienia główne

source: Enable categorization
fa: طبقه بندی فعال شود
it: Abilita categorizzazione
pl: Włącz kategorie

source: Display item names in bold
fa: نمایش نام آیتم ها بصورت تیره
it: Visualizza nome dell'elemento in grassetto
pl: Wyświetl pobrubione nazwy pozycji

source: Open links in new browser window
fa: باز کردن لینک ها در پنجره جدید
it: Apri il link in un nuova finestra
pl: Otwórz odnośniki w nowym oknie przeglądarki

source: Items per page
fa: آیتم به ازای صفحه
it: Elementi per pagina
pl: Pozycji na stronie

source: Number of feeds to list per page
fa: تعداد فیدها برای لیست شدن به ازای هر صفحه
it: Numero di feed in lista per pagina
pl: Liczba źródeł na liście na stronie

source: Maximum items to add per feed
fa: حدکثر آیتم ها برای اضافه کردن به ازای هر فید
it: Numero massimo di elementi da aggiungere al feed
pl: Maksymalna liczba pozycji do dodania ze źródła

source: for combined feeds (0 to add all)
fa: برای فیدهای ترکیب شده (0 برای اضافه کردن همه)
it: per i feed combinato (0 per aggiungere tutti)
pl: dla połączonych źródeł (0 aby dodać wszystkie)

source: Cache Settings
fa: تنظیمات کاشه
it: Impostazioni cartella
pl: Ustawienia Cache

source: Cache directory for feeds
fa: پوشه کاشه برای فیدها
it: Cartella cache per feed
pl: Katalog Cache dla źródeł

source: (relative to pnTemp)
fa: (مرتبط با pnTemp)
it: (rispetto al pnTemp)
pl: (w stosunku do pnTemp)

source: Cache interval for feeds
fa: وقفه کاشه برای فیدها به ثانیه
it: Intervallo di cache per i feed
pl: Czas trzymania w cache dla źródeł

source: in seconds (3600 = 1 hour)
fa: به ثانیه (3600= ا ساعت)
it: in secondi (3600 = 1 ora)
pl: w sekundach (3600 = 1 godzina)

source: Cron Job Settings
fa: تنظیمات Cron Job
it: Impostazioni Cron Job
pl: Ustawienia Cron Job

source: Using a Cron Job to update the cache
fa: از یک Cron Job برای به روز رسانی کاشه استفاده کن
it: Usa un Cron Job per aggiornare la cache
pl: Użyj Cron Job do aktualizowania cache

source: (see instructions)
fa: (دستورالعمل را ببینید)
it: (guarda le istruzioni)
pl: (zobacz instrukcje)

source: Link for using a Cron Job
fa: لینک برای استفاده از Cron Job
it: Link per usare un Cron Job
pl: Wyzwalacz Cron Job

source: Save
fa: ذخیره
it: Salva
pl: Zapisz

source: Filter
fa: فیلتر
it: Filtro
pl: Filtr

source: Reset
fa: از نو
pl: Resetuj

source: Actions
fa: گزینه ها
it: Azioni
pl: Akcje

source: feeds
pl: zrodla
