Repository: zikula/i18n-portal
Catalog: gettext/*/modules/locations/2.0.1/module_locations.po
Languages: fr, it, nl

source: Error! Unable to load class [%s].
fr: Erreur ! Impossible de charger la classe [%s].
it: Errore ! Impossibile caricare la classe [%s].
nl: Foutmelding: Kon class [%s] niet laden.

source: Done! Location deleted.
fr: Terminé ! Emplacement supprimé.
it: Fatto! Posizione cancellata.
nl: Locatie verwijderd.

source: Error! Could not delete location.
fr: Erreur ! Ne peux pas supprimer l'emplacement.
it: Errore! Impossibile eliminare posizione.
nl: Foutmelding: Locatie kon niet verwijderd worden.

source: Locations dupe
fr: Emplacement trompeur.
it: Località fuorviante.
nl: Dubbele locatie

source: Locations
fr: Emplacements
it: Località
nl: Locaties

source: Database for all kinds of locations.
fr: Base de donnée de tous types d'emplacements.
it: Database per tutti i tipi di località.
nl: Database voor allerlei soorten locaties.

source: locations
fr: emplacement
it: Località
nl: locaties

source: more
fr: plus
it: di più
nl: meer

source: Error! in %1$s: the %2$s parameter must be specified.
fr: Erreur ! Dans %1$s, le paramètre %s$s doit être spécifié.
it: Errore! in %1$s, il parametro %2$s deve essere specificato.
nl: Foutmelding: In %1$s dient de parameter %2$s te worden gespecificeerd.

source: Not assigned
fr: Non assigné
it: Non assegnato
nl: Niet toegewezen

source: Error! In %1$s the parameter %2$s must be specified.
fr: Erreur ! Dans %1$s, le paramètre %s$s doit être spécifié.
it: Errore! in %1$s, il parametro %2$s deve essere specificato.
nl: Foutmelding: In %1$s dient de parameter %2$s te worden gespecificeerd.

source: All
fr: Tout
it: Tutti
nl: Alle

source: Error! Could not load items.
fr: Erreur ! Ne peux pas charger les éléments.
it: Errore! Impossibile caricare oggetti.
nl: Foutmelding: Kon items niet laden.

source: Error! Invalid Id received.
fr: Erreur ! Identifiant invalide reçu.
it: Errore! Id non validi ricevuti.
nl: Foutmelding: Ongeldige ID ontvangen

source: Error! No such location found.
fr: Erreur ! Aucun emplacement trouvé.
it: Errore! Nessuna località trovata.
nl: Foutmelding: Locatie kon niet gevonden worden.

source: Location address
fr: Adresse de l'emplacement
it: Indirizzo località
nl: Locatie Adres

source: Address from the locations database
fr: Adresse de la base de donnée des emplacements
it: Indirizzo dal database di località
nl: Adres uit de locatie database

source: Error! No valid address selected.
fr: Erreur ! Pas d'adresse valide sélectionnée.
it: Errore! Nessun indirizzo valido selezionato.
nl: Foutmelding: Geen geldig adres geselecteerd.

source: View locations
fr: Voir les emplacements
it: Mostra Località
nl: Bekijk locaties

source: Settings
fr: Préférences
it: Impostazioni
nl: Instellingen

source: User frontend
fr: Interface utilisateur
it: Utente frontale
nl: Gebruikers interface

source: Error! Could not set up the default module vars.
fr: Erreur ! Impossible de définir les variables par défaut du module.
it: Errore! Impossibile impostare le variabili di default
nl: Foutmelding: De standaardwaarden voor deze module konden niet ingesteld worden.

source: Error! Could not create the default categories
fr: Erreur ! Ne peux pas créer les catégories par défaut.
it: Errore! Impossibile creare le categorie di default
nl: Foutmelding: De standaard categorieën konden niet aangemaakt worden

source: Database for all kinds of locations
fr: Base de donnée de tout types d'emplacements
it: Database per tutti i tipi di località.
nl: Database voor allerlei soorten locaties

source: Error! The location could not be found.
fr: Erreur ! L'emplacement ne peux pas être trouvé.
it: Errore! Non è stato possibile trovare la località.
nl: Foutmelding: De locatie kon niet gevonden worden.

source: Error! You are not authorized to perform this action.
fr: Erreur ! Vous n'êtes pas autorisé à effectuer cette action.
it: Errore! Non sei autorizzato ad eseguire questa azione.
nl: Foutmelding: Geen toestemming om deze actie uit te voeren.

source: Error! Creation attempt failed.
fr: Erreur ! La tentative de création a échouée.
it: Errore! Tentativo di creazione non riuscito.
nl: Foutmelding: Poging tot aanmaken mislukt.

source: Done! Created location.
fr: Terminé ! Emplacement créé.
it: Fatto! Creato località.
nl: Locatie aangemaakt.

source: Latitude set to %1$s and longitude set to %2$s.
fr: Latitude définie à %1$s et longitude définie à %2$s.
it: Latitudine impostata a %1$s e Longitudine impostata a %2$s.
nl: Breedtegraad (latitude) ingesteld op %1$s en lengtegraad (longitude) ingesteld op %2$s.

source: But could not found latitude and longitude values.
fr: Ne peux pas trouver les valeurs de latitude et de longitude.
it: Ma non poteva trovare valori di latitudine e longitudine.
nl: Er waren echter geen waarden voor breedtegraad (latitude) en lengtegraad (longitude) gevonden.

source: Error! Update attempt failed.
fr: Erreur ! La tentative de mise à jour a échouée.
it: Errore! tentativo di aggiornamento fallito.
nl: Foutmelding: Poging tot bijwerken mislukt.

source: Done! Updated location.
fr: Terminé ! Emplacement mis à jour.
it: Fatto! Località aggiornata.
nl: Locatie bijgewerkt.

source: Error! Deletion attempt failed.
fr: Erreur ! La tentative de suppression a échouée.
it: Errore! Eliminazione non riuscita.
nl: Foutmelding: Poging tot verwijderen mislukt.

source: Done! Updated module configuration.
fr: Terminé ! Configuration du module terminée.
it: Fatto! Aggiornato configurazione del modulo.
nl: Module configuratie bijgewerkt.

source: Modify configuration
fr: Modifier la configuration
it: Modifica configuraziione
nl: Configuratie wijzigen.

source: For your own Google Maps API Key sign up <strong><a href="http://code.google.com/apis/maps/signup.html">here</a></strong>. Set default values for city, country and/or state if you mainly enter locations for only one area. For example if you mainly have locations in New York you enter "New York" into the city field.
fr: Pour avoir votre propre clé Google Maps, inscrivez-vous <strong><a href="http://code.google.com/apis/maps/signup.html">ici</a></strong>. Définissez les valeurs par défaut pour la ville, le pays et/ou l'état si vous indiquez principalement des lieux d'une aire précise. Par exemple, si vous avez-principalement des emplacements dans les environs de Paris, indiquez "Paris" dans le champ ville.
it: Per il tuo Google Maps API Key registrati <strong><a href="http://code.google.com/apis/maps/signup.html">qui</a></strong>. Impostare i valori predefiniti per città, paese e/o stato se principalmente inserirete località per una sola area. Ad esempio se si hanno principalmente sedi a New York, si scrive "New York" nel campo città.
nl: Voor een persoonlijke Google Maps API Key dient er worden geregistreerd op <strong><a href="http://code.google.com/apis/maps/signup.html">code.google.com/apis</a></strong>. Stel alleen standaardwaarden in voor stad, land en/of staat/provincie indien er voornamelijk locaties voor een specifiek gebied worden gebruikt op de site. Het formulier voor nieuwe locaties bevat de opgegeven waarden dan al.

source: General settings
fr: Paramètres généraux
it: Impostazioni generali
nl: Algemene instellingen

source: Enable categorization
fr: Activer la catégorisation
it: Abilita categorizzazione
nl: Indeling in categorieën inschakelen

source: Items per page
fr: Éléments par page
it: Articoli per pagina
nl: Items per pagina

source: Google Maps settings
fr: Paramètres Google Maps
it: Impostazioni Google Maps
nl: Google Maps instellingen

source: Google Maps API Key
fr: Clé de l'API Google Maps
it: chiave API di Google Maps

source: Map width
fr: Largeur de la carte
it: Larghezza mappa
nl: Kaart breedte

source: Please don't forget the unit (% or px).
fr: Merci de ne pas oublier l'unité (% ou px).
it: Si prega di non dimenticare l'unità (% o px).
nl: Vergeet niet de eenheid op te geven (% voor percentage, px voor pixels).

source: Example values: 100% / 500px
fr: Exemples de valeurs : 100% / 500px
it: Esempio di valori: 100% / 500px
nl: Bijvoorbeeld 100% of 500px

source: Map height
fr: Hauteur de la carte
it: Altezza mappa
nl: Kaart hoogte

source: Default distance value for the zip code/city search
fr: Distance de recherche par défaut pour la recherche par code postal/ville
it: Distanza predefinita per la ricerca per cap / città
nl: Standaardwaarde voor het afstand-veld bij het zoeken op plaats / postcode

source: kilometres
fr: kilomètres
it: Kilometri
nl: kilometers

source: Zoom level for detail view
fr: Niveau de zoom pour les détails
it: Livello di zoom per visualizzare i dettagli
nl: Zoom niveau voor detail weergave

source: Distance value for detail view
fr: Valeur de la distance pour les détails
it: Valore della distanza per visualizzare i dettagli
nl: Afstand waarde voor detail weergave

source: Defaults
fr: Défaut
it: Predefiniti
nl: Standaardwaarden

source: Default City
fr: Ville par défaut
it: Città predefinita
nl: Standaard Plaats

source: Default State
fr: Etat par défaut
it: Stato predefinito
nl: Standaard Staat / Provincie

source: Default Country
fr: Pays par défaut
it: Paese predefinito
nl: Standaard Land

source: Here you can define your custom permalink format.
fr: Ici, vous pouvez définir votre format personnalisé des liens permanents.
it: Qui è possibile definire il formato personalizzato permalink.
nl: Hier kan het formaat van permalinks ingesteld worden.

source: Custom format definition
fr: Définition du format personnalisé
it: Formato personalizzato di definizione
nl: Definitie van eigen formaat

source: Notice: The permalink always contains the location-id. An empty definition is allowed.
fr: Note : Les liens permanents contiennent toujours l'identifiant de l'emplacement. Une définition vide est autorisée.
it: Avviso: il permalink contiene sempre il luogo-id. Una definizione vuota è permessa.
nl: Let op: De permalink bevat altijd een locatie-ID. Een lege definitie is toegestaan.

source: Acceptable values for use in custom format definition:
fr: Valeurs acceptées pour l'utilisation d'un format personnalisé :
it: I valori accettabili per l'utilizzo in definizione formato personalizzato:
nl: Geaccepteerde waarden voor gebruik in het eigen permalink formaat:

source: Permalink URL title
fr: URL du titre du lien permanent
it: Titolo URL PermaLink
nl: Permalink URL titel

source: Street
fr: Rue
it: Via
nl: Straat

source: Zip
fr: Code Postal
it: CAP
nl: Postcode

source: City
fr: Ville
it: Città
nl: Plaats

source: Country
fr: Pays
it: Paese
nl: Land

source: State
fr: Etat
it: Stato
nl: Staat / Provincie

source: Update configuration
fr: Mettre à jour la configuration
it: Aggiorna configurazione
nl: Configuratie bijwerken

source: Cancel
fr: Annuler
it: Annulla
nl: Annuleren

source: Locations database
fr: Base de donnée d'emplacements
it: Database località
nl: Locaties database

source: Add new location
fr: Ajouter un nouvel emplacement
it: Aggiungi nuova località
nl: Nieuwe locatie toevoegen

source: Edit
fr: Modifier
it: Modifca
nl: Bewerken

source: Distance search
fr: Recherche de distance
it: Ricerca distanze
nl: Afstand zoeken

source: Category
fr: Catégorie
it: Categoire
nl: Categorie

source: Go
fr: Y aller
it: Vai
nl: Gaan

source: Name
fr: Nom
it: Nome
nl: Naam

source: Options
it: Opzioni
nl: Opties

source: View
fr: Vue
it: Mostra
nl: Bekijken

source: Delete
fr: Supprimer
it: Elimina
nl: Verwijderen

source: No locations found.
fr: Pas d'emplacement trouvé.
it: Nessuna località trovata.
nl: Geen locaties gevonden.

source: Show all locations
fr: Voir tous les emplacements
it: Mostra tutte le località
nl: Toon alle locaties

source: Map
fr: Carte
it: Mappa
nl: Kaart

source: Search for location name
fr: Rechercher un non d'emplacement
it: Ricerca per nome località
nl: Zoek een locatie naam

source: Search
fr: Rechercher
it: Ricerca
nl: Zoeken

source: Installation of the 'locations' module
fr: Installation du module 'emplacement'
it: Installazione del modulo 'località'
nl: Installatie van de 'Locaties' module

source: Basic Settings
fr: Préférences de base
it: Impostazioni di Base
nl: Basis instellingen

source: Actions
it: Azioni
nl: Acties

source: Activate locations database
fr: Activer la base de donnée des emplacements
it: Attiva database località
nl: Locaties database activeren

source: Submit
fr: Soumettre
it: Invia
nl: Inzenden

source: Last installation step
fr: Dernière étape de l'installation
it: Ultimo passo di installazione
nl: Laatste stap van installatie

source: Thank you for installing locations.<br />Click on the bottom link to finish the installation.
fr: Merci d'avoir installé le module 'emplacement'<br />Cliquez dans le lien ci-dessous pour finir l'installation.
it: Grazie per l'installazione. <br /> Clicca sul link in basso per terminare l'operazione.
nl: Bedankt voor het installeren van de locaties module.<br />Klik op de link hieronder om de installatie te voltooien.

source: Continue
fr: Continuer
it: Continua
nl: Doorgaan

source: Welcome to the installation of the 'locations' module
fr: Bienvenue dans l'installation du module 'Emplacement'.
it: Benvenuto nell'installazione del modulo 'località'
nl: Welkom bij de installatie van de 'locaties' module

source: Basically generated by ModuleStudio, http://modulestudio.de
fr: Généré à la base par ModuleStudio, http://modulestudio.de
it: Fondamentalmente generato da ModuleStudio, http://modulestudio.de
nl: Grotendeels gegenereerd door ModuleStudio, http://modulestudio.de

source: For example, the module contains the following functions:
fr: Par exemple, le module contient les fonctions suivantes :
it: Ad esempio, il modulo contiene le seguenti funzioni:
nl: De module bevat de volgende functies:

source: Easy management of addresses
fr: Gestion facilitée des adresses
it: Facile gestione di indirizzi
nl: Eenvoudig beheer van adressen

source: Show addresses on maps
fr: Afficher les adresses sur la carte
it: Mostra gli indirizzi sulle mappe
nl: Adressen weergeven op kaarten

source: Export as vCards
fr: Exporter en tant que vCards
it: Esporta come vCards
nl: Exporteren als vCards

source: Locations as KML
fr: Emplacements en tant que KML
it: Località in formato KML
nl: Locaties als KML bestand (bestand met geografische kenmerken voor gebruik in bijvoorbeeld Google Earth)

source: Locations uses the current technologies of Zikula:
fr: Emplacement utilise la technologie actuelle de Zikula :
it: Località utilizza le tecnologie attuali di Zikula:
nl: De module gebruikt de volgende technologieën van Zikula:

source: All parts of locations are always up to state-of-the-art.
fr: Toutes les parties d'Emplacement sont à la pointe de la technologie.
it: Tutte le componenti di locations son sempre allo stato dell'arte.
nl: Alle onderdelen van de locaties-module zijn altijd bijgewerkt.

source: Functions, hooks, blocks, templates and plugins.
fr: Fonctions, extensions, blocs, templates et plugins.
it: unzioni, estensioni, blocchi, modelli e plugin.
nl: Functies, hooks, blokken, templates en plugins.

source: Address
fr: Adresse
it: Indirizzo
nl: Adres

source: Delete locations
fr: Supprimer des emplacements
it: Elimina località
nl: Locaties verwijderen

source: Do you really want to delete this location?
fr: Voulez-vous vraiment supprimer cet emplacement ?
it: Volete veramente eliminare questa località?
nl: Dient deze locatie echt verwijderd te worden?

source: Confirmation prompt
fr: Demande de confirmation
it: Richiesta di conferma
nl: Bevestiging

source: Phone
fr: Téléphone
it: Telefono
nl: Telefoon

source: Export
fr: Exporter
it: Esporta
nl: Exporteren

source: Description
it: Descrizione
nl: Beschrijving

source: Nearby
fr: Proche
it: Nelle vicinanze
nl: In de buurt

source: Events
fr: Évènements
it: Eventi
nl: Evenementen

source: Create new event
fr: Créer un nouvel évènement
it: Crea nuovo evento
nl: Nieuw evenement aanmaken

source: Selected locations
fr: Emplacements sélectionnés
it: località selezionate
nl: Geselecteerde locaties

source: Choose action
fr: Choisir une action
it: Scegli azione
nl: Kies een actie

source: Edit location
fr: Modifier un emplacement
it: Modifica località
nl: Locatie bewerken

source: Create location
fr: Créer un emplacement
it: Crea località
nl: Locatie aanmaken

source: Content
fr: Contenu
it: Contenuto
nl: Inhoud

source: Input the name of the location
fr: Indiquer le nom de l'emplacement
it: Immettere il nome della località
nl: Geef de naam op van de locatie

source: Please enter the name of the location
fr: Merci d'entrer le nom de l'emplacement
it: Prefo inserire il nome della località
nl: Geef hier de naam op van de locatie

source: (Blank = auto-generate)
fr: (blanc = Génération automatique)
it: (Vuoto = auto-generato)
nl: (leeg laten = automatisch genereren)

source: Input the street of the location
fr: Indiquez la rue de l'emplacement
it: Immettere ila strada della località
nl: Geef de straat op van de locatie

source: Input the zip of the location
fr: Indiquez le code postal de l'emplacement
it: Immettere il cap della località
nl: Geef de postcode op van de locatie

source: Input the city of the location
fr: Indiquez la ville de l'emplacement
it: Immettere la città della località
nl: Geef de plaats op van de locatie

source: Input the phone of the location
fr: Indiquez le téléphone de l'emplacement
it: Immettere il telefono della località
nl: Geef het telefoonnummer op van de locatie

source: Input the fax of the location
fr: Indiquez le fax de l'emplacement
it: Immettere il Fax della località
nl: Geef het faxnummer op van de locatie

source: Input the email of the location
fr: Indiquez l'e-mail de l'emplacement
it: Immettere l'email della località
nl: Geef de e-mail op van de locatie

source: Input the country of the location
fr: Indiquez le pays de l'emplacement
it: Immettere il paese della località
nl: Geef het land op van de locatie

source: Input the state of the location
fr: Indiquez l'état de l'emplacement
it: Immettere lo Stato della località
nl: Geef de staat / provincie op van de locatie

source: Latitude, Longitude
it: Latitudine, Longitudine
nl: Breedtegraad, Lengtegraad (latitude, longitude)

source: Input the lat,lng of the location
fr: Indiquez la latitude, longitude de l'emplacement
it: Immettere latitudine e longitudine della località
nl: Voer hier de coördinaten in van de breedtegraad en lengtegraad, in decimale waarde, gescheiden door een komma

source: Coordinates are automatically generated from the address.
fr: Les coordonnées sont automatiquement générées à partir de l'adresse.
it: Le coordinate sono generate automaticamente da l'indirizzo.
nl: Coördinaten worden automatisch gegenereerd uit het adres.

source: Input the logo of the location
fr: Indiquez le logo de l'emplacement
it: Immettere il logo della località
nl: Geef het logo op van de locatie

source: Hooks
fr: Extensions
it: Estensioni

source: Update location
fr: Mettre à jour l'emplacement
it: Aggiorna località
nl: Locatie bijwerken

source: Delete location
fr: Supprimer l'emplacement
it: Elimina località
nl: Locatie verwijderen

source: Created by %s
fr: Créé par %s
it: Creato da %s
nl: Aangemaakt door %s

source: Created on %s
fr: Créé le %s
it: Creato il %s
nl: Aangemaakt op %s

source: Last updated by %s
fr: Dernière mise à jour le %s
it: Ultimo aggiornamento da %s
nl: Laatst bijgewerkt door %s

source: Updated on %s
fr: Mis à jour le %s
it: Aggiornato il %s
nl: Laatst bijgewerkt op %s

source: Search result
fr: Rechercher un résulat
it: Risultati ricerca
nl: Zoek resultaat

source: Sorry, no locations found near this zip code/city
fr: Désolé, pas d'emplacement trouvé autour de ce code postal/ville
it: Spiacenti, nessuna località trovata nelle vicinanze di questo cap/ città
nl: Helaas, geen locaties gevonden in de buurt van deze postcode/plaats

source: Zip code and/or city
fr: Code postal et/ou ville
it: CAP o Città
nl: Postcode en/of plaats

source: Distance
it: Distanza
nl: Afstand

source: Meta Data
nl: Meta gegevens

source: Permalinks
fr: Liens permanents
