Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Profile/1.4/module_profile.po
Languages: fa

source: You can't access to the form functions directly.
fa: شما مستقیما نمی توانید به توابع فرم دسترسی پیدا کنید

source: String
fa: رشته

source: Text
fa: متن

source: Float
fa: عدد اعشاری

source: Integer
fa: عدد صحیح

source: Text box
fa: جعبه متنی

source: Text area
fa: جعبه متنی چند خطی

source: Checkbox
fa: تیک باکس

source: Radio button
fa: کلید رادیویی

source: Dropdown list
fa: لیست پایین افتادنی

source: Calendar
fa: تقویم

source: Date (extended)
fa: تاریخ (پیشرفته)

source: Combo box (text)
fa: لیست پایین افتادنی (متن)

source: No
fa: خیر

source: Yes
fa: بله

source: Everyone
fa: همه

source: Registered users only
fa: فقط کاربران عضو

source: Admins only
fa: فقط مدیران

source: Error! The property must have an label, such as: _MYINT
fa: خطا! صفت باید دارای یک برچسب باشد، مانند: _MYINT

source: Error! The property must have an internal name, such as: myint
fa: خطا! صفت باید دارای یک نام داخلی باشد، مانند: myint

source: Error! This property label already exists
fa: خطا! متاسفانه این برچسب مولفه موجود است

source: Error! This internal name already exists
fa: خطا! متاسفانه این نام داخلی موجود است

source: Done! Account panel property created.
fa: مولفه پنل حساب کاربری

source: No such account panel property found.
fa: مولفه پنل حساب کاربری

source: Done! Account panel property updated.
fa: مولفه پنل حساب کاربری

source: Done! Account panel property deleted.
fa: مولفه پنل حساب کاربری

source: Required
fa: مورد نیاز

source: Deactivate
fa: غیرفعال

source: Activate
fa: فعال

source: Mandatory
fa: اجباری

source: Core
fa: هسته

source: Core, Required
fa: هسته، اجباری

source: String, Required
fa: رشته، اجباری

source: Text, Required
fa: متن، اجباری

source: Float, Required
fa: عدد اعشاری، اجباری

source: Integer, Required
fa: عدد صحیح، اجباری

source: Edit
fa: ویرایش

source: Up
fa: بالا

source: Down
fa: پایین

source: Delete
fa: حذف

source: Done! Module configuration updated.
fa: انجام شد! پیکربندی ماژول به روز رسانی شد.

source: Done! Item updated.
fa: انجام شد! آیتم به روز رسانی شد.

source: Members Online
fa: کاربران آنلاین

source: Show Members Online
fa: نمایش کاربران آنلاین

source: Last X registered users
fa: آخرین X کاربر عضو شده

source: Show last X registered users
fa: نمایش آخرین X کاربر عضو شده

source: Featured User
fa: کاربران برجسته

source: Show Featured User
fa: نمایش کاربران برجسته

source: Recently seen users
fa: آخرین کاربرانی که بازدید کرده اند

source: Show recently seen users
fa: آخرین کاربرانی که بازدید کرده اند را نشان بده

source: Unidentified user.
fa: کاربر ناشناس

source: Error! Could not load the account panel properties
fa: خطا! نمی توانم خصوصیات پنل حساب را بارگذاری کنم

source: Error! Required profile item [%s] missing
fa: خطا! آیتم اجباری [%s] پروفایل ناپیدا است

source: Profile Module
fa: ماژول پروفایل

source: Provides a personal account control panel for each registered user, an interface to administer the information items (controls) displayed in it, and a members list functionality. Works in close unison with the Users module.
fa: پنل کنترل حساب شخصی برای هر کاربر ثبت نام شده را فراهم می کند، رابطی برای مدیریت موارد اطلاعاتی که در این پنل نمایش داده می شود و در ارتباط نزدیکی با ماژول کاربران کار می کند.

source: profile
fa: پروفایل

source: No authorization to access this module.
fa: اجازه دسترسی به این ماژول داده نشده است

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
fa: کلید مجوز نامعتبر ('authkey'). احتمالا دکمه بازگشت را زده اید و به صفحه ای برگشته اید که مجوز آنرا ندارید، یا اینکه کلید مجوز شما بدلیل مدتی غیرفعال بودن منقضی شده است. لطفا صفحه را مجددا بارگزاری کرده و دوباره سعی کنید.

source: Error! Update attempt failed.
fa: خطا! تلاش برای به روز رسانی شکست خورد

source: Error! Creation attempt failed.
fa: خطا! تلاش برای ایجاد شکست خورد

source: Error! Deletion attempt failed.
fa: خطا! تلاش برای حذف شکست خورد.

source: Error! Activation failed
fa: خطا! فعال سازی با شکست مواجه شد

source: Error! Deactivation failed
fa: خطا! غیر فعال سازی با شکست مواجه شد

source: Account Panel Properties List
fa: لیست مولفه های پنل حساب کاربر

source: Create Account Panel Property
fa: ساخت مولفه ی جدید

source: Account Panel Manager Settings
fa: تنظیمات مدیریت پنل حساب کاربری

source: Personal Info
fa: اطلاعات شخصی

source: Members List
fa: لیست کاربران

source: Error! Could not load data.
fa: خطا! نمی توانم اطلاعات را بارگذاری کنم.

source: Last %s registered users
fa: آخرین %s کاربر عضو شده

source: Current members online
fa: کاربران آنلاین

source: Edit Personal Info
fa: ویرایش اطلاعات شخصی

source: Send PM
fa: ارسال پیام خصوصی

source: Show contacts of %s
fa: نمایش تماس های %s

source: Edit contact
fa: ویرایش تماس

source: Add as contact
fa: اضافه کردن به اطلاعات تماس

source: Users module has to be upgraded to v1.10 before you can upgrade the Profile module!
fa: پیش از ارتقای ماژول پروفایل، ماژول کاربران به نسخه‌ی 1.10 ارتقا پیدا می کند

source: Account Panel Manager
fa: مدیریت پنل حساب کاربری

source: Existing Property
fa: مولفه موجود

source: Property label
fa: برچسب مولفه

source: Viewable by
fa: قابل مشاهده توسط

source: Data type
fa: نوع داده

source: Length
fa: طول

source: List content
fa: محتوای لیست

source: Validation
fa: معتبر سازی

source: Cancel
fa: انصراف

source: Error! Required profile item missing
fa: خطا! آیتم اجباری پروفایل ناپیدا است

source: Amount of recently registered users to display
fa: تعداد آخرین کاربر عضو شده برای نمایش

source: Registered on %s
fa: ثبت نام کرده در %s

source: Account Panel
fa: پنل حساب کاربری

source: Saving of last login date is disabled so this block cannot be utilised.
fa: ذخیره تاریخ آخرین ورود غیر فعال است، بنابراین نمی توانید از این بلاک استفاده کنید.

source: Amount of recently seen users to display
fa: تعداد آخرین کاربرانی که بازدید کرده اند برای نمایش

source: Property Label
fa: برچسب مولفه

source: Status
fa: وضعیت

source: Actions
fa: عملیات

source: Permitted HTML tags:
fa: تگ های HTML مجاز:

source: Maximum characters displayed
fa: حداکثر تعداد کاراکتر نمایش داده شده

source: Display graphics in user's account panel
fa: پنل حساب کاربران گرافیکی شود

source: Links per row
fa: لینک به ازای ردیف

source: Items per page on Members List page
fa: آیتم به ازای صفحه در صفحه لیست کاربران

source: Items per page on Members Online page
fa: آیتم به ازای صفحه در صفحه کاربران آنلاین

source: Items per page on Recent Members page
fa: آیتم به ازای صفحه در صفحه آخرین کاربران

source: Filter unverified users from the Members list
fa: کاربران تایید نشده، از لیست کاربران فیلتر شوند

source: True name
fa: نام حقیقی

source: PM
fa: پیغام خصوصی

source: Send private message
fa: ارسال پیغام خصوصی

source: Registration Date
fa: تاریخ عضویت

source: Online
fa: آنلاین

source: Offline
fa: آفلاین

source: No users found.
fa: هیچ کاربری پیدا نشد.

source: Website URL
fa: آدس وب سایت

source: Create profile property
fa: ساخت مولفه پروفایل

source: New Property
fa: مولفه جدید

source: unread
fa: خوانده نشده

source: total
fa: مجموع

source: Delete property
fa: حذف مولفه

source: Do you really want to delete this property?
fa: آیا واقعا می خواهید این مولفه را حذف کنید؟

source: Search
fa: جستجو

source: Membership summary
fa: خلاصه عضویت

source: Registered
fa: عضو

source: Newest User
fa: جدیدترین کاربر
