Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Sniffer/1.2/module_sniffer.po
Languages: ca

source: sniffer
ca: detector

source: Sniffer
ca: Detector

source: Browser detection and information.
ca: Detecció i informació del navegador.

source: Show browser info
ca: Mostra la informació del navegador

source: Browser Sniffer
ca: Rastrejador de navegadors

source: Basic Browser Infomation
ca: Informació bàsica dels navegadors

source: User Agent
ca: Agent de l'usuari

source: Browser
ca: Navegador

source: Browser version
ca: Versió del navegador

source: OS
ca: Sistema operatiu

source: OS version
ca: Versió del sistema operatiu
