Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Eternizer/1.1.1/module_eternizer.po
Languages: fr

source: Active
fr: Actif

source: Moderated
fr: Modéré

source: A modern guestbook for Zikula
fr: Un livre d'or moderne pour Zikula

source: Error! Could not load items.
fr: Erreur ! Impossible de charger les données.

source: Your entry is detected as potential spam.
fr: Votre message a été détecté comme un potentiel spam.

source: Your entry is saved, but it needs to be approved by our team.
fr: Votre message a été sauvé, mais nécessite une approbation par notre équipe.

source: Your entry is rejected!
fr: Votre message a été refusé !

source: New guestbook entry
fr: Nouveau message dans le livre d'or

source: A new guestbook entry was created on the website.
fr: Un nouveau message a été créé dans le livre d'or sur le site internet.

source: Show Eternizer items
fr: Afficher les éléments d'Eternizer

source: Done! Import successful.
fr: Terminé ! L'importation a réussi.

source: Admin view
fr: Vue administrative

source: Administrative guestbook view
fr: Vue administrative du livre d'or

source: Import
fr: Importer

source: Import from other guestbooks
fr: Importer d'autres livres d'or

source: Settings
fr: Paramètres

source: Eternizer module configuration
fr: Configuration du module Eternizer

source: Name
fr: Nom

source: E-mail address
fr: Adresse e-mail

source: Homepage
fr: Site internet

source: Location
fr: Localisation

source: Sorry! No authorization to access this module.
fr: Désolé ! Vous n'avez pas l'autorisation d'accéder à ce module.

source: ascending
fr: ascendant

source: descending
fr: descendant

source: No
fr: Non

source: Guests only, Moderate
fr: Visiteurs uniquement, modéré

source: Guests only, Reject
fr: Visiteurs uniquement, refusé

source: All, Moderate
fr: Tous, modéré

source: All, Reject
fr: Tous, refusé

source: Guests only
fr: Les visiteurs uniquement

source: All users
fr: Tous les utilisateurs

source: truncate
fr: tronquer

source: wrap
fr: entourer

source: Optional
fr: Optionnel

source: anonymous users
fr: visiteurs

source: All
fr: Tous

source: Text
fr: Texte

source: Guestbook
fr: Livre d'or

source: Guestbook entries
fr: Messages du livre d'or

source: Add a new entry
fr: Ajouter un nouveau message

source: Confirm deletion?
fr: Confirmez-vous la suppression ?

source: Installation of Eternizer
fr: Installation d'Eternizer

source: General
fr: Général

source: Items per page
fr: Messages par page

source: E-mail address to notify about new entries
fr: Adresse e-mail à laquelle envoyer les notifications lors de l'ajout de nouveaux messages

source: Order
fr: Ordre

source: Spam check
fr: Vérification du spam

source: Moderate
fr: Modérer

source: Enforce use of profile data
fr: Forcer l'utilisation des données du profil

source: Long words processing
fr: Traitement des longs mots

source: Maximal length
fr: Longueur maximale

source: Length after processing
fr: Longueur après traitement

source: Profile
fr: Profil

source: Title field
fr: Titre du champ

source: Title
fr: Titre

source: Mandatory
fr: Obligatoire

source: Equivalent in Profile
fr: Équivalent dans le module Profile

source: Delete row
fr: Supprimer la colonne

source: New
fr: Nouveau

source: Update
fr: Mettre à jour

source: Cancel
fr: Annuler

source: Continue
fr: Continuer

source: Edit entry
fr: Modifier ce message

source: Comment
fr: Commentaire

source: Welcome to the interactive installation of Eternizer
fr: Bienvenue dans l'installation interactive de Eternizer

source: All configuration is done. Thanks for using Eternizer.
fr: Toute la configuration est terminée. Merci d'utiliser Eternizer.

source: Last step
fr: Dernière étape

source: Activate Eternizer after installation
fr: Activer Eternizer après l'installation

source: Undo
fr: Annuler

source: Select item
fr: Sélectionner un message

source: Activate entry
fr: Activer le message

source: Moderate entry
fr: Modérer le message

source: No entries available.
fr: Pas de messages disponibles.

source: With selected entries
fr: Pour les messages sélectionnés

source: Activate
fr: Activer

source: Delete
fr: Supprimer

source: Comment entry
fr: Commenter le message

source: Delete entry
fr: Supprimer le message

source: Create
fr: Créer

source: Do you really want to delete this guestbook entry?
fr: Confirmez-vous la suppression de ce message dans le livre d'or ?

source: Confirmation prompt
fr: Demande de confirmation

source: Eternizer Import
fr: Importer dans Eternizer

source: Import from
fr: Importer depuis

source: Choose module
fr: Choisir un module

source: No guestbook module found
fr: Pas de module de livre d'or trouvé
