Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Newsletter/2.1.0/module_newsletter.po
Languages: de, es

source: Time
de: Zeit
es: Hora

source: Preview your Newsletter
de: Vorschau
es: Previsualizar tu Boletín

source: Preview Templates
de: Template Vorschau
es: Previsualizar Plantillas

source: Mail this preview to the following email address
de: Vorschau an folgende e-mail adresse senden
es: Enviar esta previsualización a la siguiente dirección de email

source: Format
es: Formato

source: - Choose One -
de: - auswählen -
es: - Elige uno -

source: You can find the templates in
de: Sie finden die Templates unter
es: Puedes encontrar las plantillas en

source: Filter
es: Filtro

source: Data
de: Daten
es: Datos

source: Edit
de: editieren
es: Edición

source: Delete
de: löschen
es: Eliminar

source: Not send yet
de: noch nicht gesendet
es: Sin enviar aún

source: Are you sure you wish to change the active status for this user?
de: Sind sie sicher, dass Sie den Aktivitätsstatus für diesen User ändern wollen?
es: ¿Estás seguro de querer cambiar el estado de actividad de este usuario?

source: Are you sure you wish to change the approved status for this user?
de: Sind sie sicher, dass Sie den Genehmigungsstatus für diesen User ändern wollen?
es: ¿Estás seguro de querer cambiar el estado de aprobación de este usuario?

source: Usersearch / Add a User
de: Benutzersuche / Benutzer anlegen
es: Buscar Usuario / Añadir Usuario

source: Search
de: Suche
es: Buscar

source: Add a user
de: Benutzer hinzufügen
es: Añadir Usuario

source: Display # of users per page:
de: Anzahl von Abonnenten pro Seite:
es: Mostrar el Nº de usuarios por página

source: User ID
de: Benutzer ID
es: ID del Usuario

source: Last sent
de: letzte Zusendung
es: Último Envío

source: Joindate
de: Abobeginn
es: Fecha de suscripción

source: no User ID
de: keine Benutzer ID
es: Sin Identificador de Usuario

source: Update last sent date?
de: Sendedatum aktualisieren?
es: ¿Actualizar la fecha del último envío?

source: Send to
de: senden an
es: Enviar a

source: Approval Status
de: Genehmigungsstatus
es: Estado de Aprobación

source: Subscription Status
de: Abostatus
es: Estado de Suscripción

source: Your Subscription is currently active!
de: Ihr Abo ist zur Zeit aktiv!
es: ¡Tu Suscripción está actualmente activa!

source: Your Subscription is currently inactive!
de: Ihr Abo ist zur Zeit nicht aktiv!
es: ¡Tu Suscripción está actualmente inactiva!

source: Last newsletter was sent to you on
de: Der Newsletter wurde zuletzt an sie gesendet am
es: El último boletín que se le envió fue el

source: Recently Added Links
de: aktuell hinzugefügte Links
es: Enlaces Añadidos Recientemente

source: Welcome to our Newsletter, here you can manage or delete your Subscription.
de: Willkommen! Hier können Sie sich an- oder abmelden.
es: Bienvenido a nuestro Boletín, aquí podrás gestionar o eliminar tu Suscripción.

source: Subscribe
de: anmelden
es: Suscribirse

source: Your Name
de: Name
es: Tu nombre

source: Yes, I agree to the terms of service.
de: Ja, ich bestätige die Nutzungsbedingungen
es: Sí, acepto los Términos de Servicio

source: * subscriptions subject to approval.
de: Das Abo muss noch genehmigt werden!
es: * asuntos de suscripciones por aprobar

source: Sorry, but you must be a site member to subscribe to our newsletter.
de: Sie müssen ein registrierter Benutzer dieser Seite sein, um sich zu unserem Newsletter anmelden zu können.
es: Lo siento, pero debes pertenecer a nuestra membresía para suscribirte a nuestro Boletín

source: New subscriber Info
de: Neuer Benutzer
es: Información del nuevo suscriptor

source: Auto-approve is currently disabled. You will need to login, go to the newsletter admin area and approve this user.
de: Die automatische Genehmigung ist zur Zeit deaktiviert, sie müssen diese falls gewünscht in den Moduleinstellungen aktivieren.
es: Aprobar automáticamente está actualmente desactivado. Tienes que conectarte, ir al área de administración del Boletín y aprobar a este usuario.

source: Welcome to Newsletter!
de: Willkommen bei Newsletter!
es: ¡Bienvenido al Boletín!

source: Please visit our project-page
de: Besuchen Sie unserere Projekt-Seite
es: Por favor, visita nuestra página sobre el proyecto

source: Please report errors or requests for future versions in the Tracker!
de: Bitte erstellen Sie ein Ticket für Fehler dieser Version oder Wünsche für die nächste im Tracker!
es: ¡Por favor, reporte los errores o peticiones para versiones futuras en el Tracker!

source: Zikula Version 1.1.2 and up: To ensure html-mails are sent correctly, you have to look that in the Core-Mailer Module (Settings->Mailer) the butten -send mails in html-format- is checked!
de: Zikula Verison 1.1.2 und folgende: Bitte stellen Sie für den HTML-Versand sicher, dass im Core-Mailermodul (Einstellungen->Mailer) die Option "Mails im HTML Format" sende aktiviert ist!
es: Versiones de Zikula 1.1.2 en adelante: ¡Para asegurarse de que los mails en html son enviados correctamente, tienes que comprobar que la casilla de "enviar mails en html" esté marcada en el módulo Mailer (Ajustes -> Mailer) de la instalación principal (Core)!

source: Change your subscription settings
de: Einstellungen ändern
es: Cambiar los ajustes de tu suscripción

source: Newsletter Configuration
de: Newsletter Einstellungen
es: Configuración del Boletín

source: User-based frequency changes have been disabled by the site administrator
de: Die Möglichkeit die Zustellungsfrequenz zu ändern, wurde vom Administrator deaktiviert.
es: Los cambios de frecuencia en función del usuario han sido desactivados por el administrador del sitio

source: Here you can activate or suspend yor subscription
de: Hier können Sie Ihr Abo aktivieren oder aussetzen
es: Aquí podrá activar o suspender su suscripción

source: Create Archive when sending out the Newsletter manual?
de: erstelle Archiv wenn der Newsletter manuell gesendet wird?
es: ¿Añadir al Historial al enviar el manual del Boletín?

source: Show Archive in the user-menu?
de: zeige das Archiv im User-Menü?
es: ¿Mostrar el Historial en el menú del usuario?

source: Show Newsletter ID ?
de: zeige Newsletter ID?
es: ¿Mostrar las ID de los Boletines?

source: Show date?
de: zeige Datum?
es: ¿Mostrar fecha?

source: Show Language?
de: zeige Sprache?
es: ¿Mostrar idioma?

source: Show Plugins?
de: zeige Plugins?
es: ¿Mostrar plugins?

source: Show Objects?
de: zeige Objekte?
es: ¿Mostrar objetos?

source: Show Size?
de: zeige Größe?
es: ¿Mostrar tamaño?

source: Please select an archive to flush
de: Bitte wählen Sie ein Archiv zum löschen aus
es: Por favor, selecciona el historial a purgar

source: Prune Archives
de: Archiv löschen
es: Purgar historiales

source: The Archive cannot be restored
de: Das Archiv kann nicht wiederhergestellt werden
es: El historial no puede ser restaurado

source: Database
de: Datenbank
es: Base de datos

source: No
de: Nein

source: Adminkey
de: Admin-Schlüssel
