Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Newsletter/2.1.0/module_newsletter.po
Languages: de, es

source: You don't have Admin rights for this module
de: Sie haben keine Administrator-Rechte für dieses Modul!
es: No tienes permisos de Administración para este módulo

source: Unable to load class [newsletter_util]
de: Klasse [newsletter_util] konnte nicht geladen werden!
es: No se pudo cargar la clase [newsletter_util]

source: Your test email was not sent since you did not enter an email address
de: Ihre Testnachricht konnte nicht gesendet werden, da keine E-Mail Adresse eingegeben wurde.
es: Tu email de prueba no fue enviado porque no introdujiste ninguna dirección de email para el destino.

source: The email address you entered does not seem to be valid
de: Die eingegebene E-Mail Adresse scheint nicht gültig zu sein.
es: La dirección de email que introdujiste no parece que sea válida

source: Unable to load class [newsletter_send]
de: Klasse [newsletter_send] konnte nicht geladen werden!
es: No se pudo cargar la clase [newsletter_send]

source: Failure sending the test email
de: Ein Fehler beim Senden der Testnachricht ist aufgetreten.
es: Hubo un fallo al enviar el mail de prueba

source: Unable to load class for [$ot]
de: Klasse für [$ot] konnte nicht geladen werden!
es: No se puedo cargar la clase para [$ot]

source: Newsletter
es: Boletín

source: Newsletter module
de: Newsletter Modul
es: Módulo de Boletines

source: Error! Could not do what you wanted. Please check your input.
de: Fehler, die Eingabe konnte nicht verarbeitet werden, bitte überprüfen!
es: ¡Error! No se pudo realizar lo que querías. Por favor, comprueba los datos que introdujiste.

source: You don't have Overview rights for this module.
de: Sie besitzen keine Rechte, um das Modul aufrufen zu können.
es: No tienes permisos de Supervisión para este módulo.

source: Invalid [id] parameter received
de: Ungültiger Parameter [id] empfangen.
es: Se recibió un parámetro [id] inválido

source: You don't have Read rights for this module.
de: Sie besitzen keine Rechte zum Anzeigen dieser Seite!
es: No tienes permisos de Lectura para este módulo.

source: You have selected to limit the type of newsletter subscriptions but have chosen a different default newsletter type. Your default newsletter type has been set to the value you have selected to limit subscriptions to. Please review your settings!
de: Sie haben ausgewählt, dass Sie die Zustellungsart einschränken möchten, aber keinen Typ ausgewählt. Der Stadarttyp wurde auf den eingegebenen Einschränkungstyp geändert. Bitte überprüfen Sie Ihre Einstellungen!
es: Has seleccionado limitar el tipo de suscripciones a los boletines, pero has escogido un tipo por defecto diferente. Tu tipo de boletín por defecto ha sido configurado según el valor que seleccionaste para limitar las suscripciones ¡Revisa tus ajustes, por favor!

source: Invalid [ot] parameter received
de: Ungültiger Parameter [ot] empfangen!
es: Se recibió un parámetro [ot] inválido

source: Start
es: Inicio

source: Newsletter Settings
de: Einstellungen
es: Ajustes del Boletín

source: Archive Settings
de: Archiv Einstellungen
es: Ajustes del Historial

source: Statistics
de: Statistiken
es: Estadísticas

source: Intro Message
de: Anhang
es: Mensaje de introducción

source: Preview
de: Vorschau
es: Borrador

source: Subscribers
de: Abonnenten
es: Suscriptores

source: Import
es: Importar

source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Introduzca su nombre, por favor

source: Please enter your email address
de: Bitte geben Sie Ihre E-Mail Adresse ein
es: Introduzca su dirección de email, por favor

source: You must accept the terms of service in order to be subscribed!
de: Sie müssen den Nutzungsbedingungen zustimmen, um den Newsletter abonnieren zu können!
es: ¡Debes aceptar los términos de servicio para suscribirte!

source: No such item found.
de: Keine Daten gefunden!
es: No se encontró el elemento que buscaba.

source: Your have unsubscribed from our newsletter
de: Sie wurden erfolgreich von unserem Newsletter abgemeldet.
es: Has rechazado ser suscriptor de nuestro Boletín

source: Newsletter Subscription Cancelled
de: Newsletter Abo gelöscht
es: Suscripción al Boletín Cancelada

source: Logic Error: logged-in user does not have his subscription UID set!
de: Logischer Fehler: Ein eingeloggter User hat keine UID gesetzt!
es: Error de Lógica: ¡El usuario conectado no tiene ajustada su suscripción UID!

source: This email address is already subscribed to our newsletter!
de: Diese E-Mailadresse ist bereits registriert!
es: ¡Este dirección de email ya está suscrita a nuestra Boletín!

source: You are already subscribed to our newsletter!
de: Sie sind bereits angemeldet!
es: ¡Ya estás suscrito actualmente a nuestro Boletín!

source: Your have been subscribed to our newsletter
de: Sie wurden erfolgreich bei unserem Newsletter angemeldet!
es: Has sido suscrito a nuestro boletín.

source: Newsletter Subscription Received
de: Newsletter Abo empfangen!
es: Petición de Suscripción al Boletín recibida

source: Newsletter Subscription
de: Newsletter Anmeldung
es: Suscripción al Boletín

source: Unable to load class [newsletter_data] ...
de: Klasse [newsletter_data] konnte nicht geladen werden!
es: No se pudo cargar la clase [newsletter_data] ...

source: Invalid admin_key received
de: ungültiger Admin-Schlüssel empfangen!
es: admin_key recibida inválida

source: Unable to load array class [user]
de: Array [userl] konnte nicht geladen werden!
es: No se pudo cargar la clase de matriz [user]

source: Import finished %s user was imported.
de: Import abgeschlossen, %s Benutzer wurden importiert!
es: Importación terminada, el usuario %s fue importado

source: Unable to load class [user] ...
de: Klasse [user] konnte nicht geladen werden!
es: No se pudo cargar la clase [user] ...

source: Your subscription newsletter options have been updated
de: Ihre Einstellungen wurden aktualisiert
es: Las opciones de tu suscripción al Boletín han sido actualizadas

source: The user's active status has been changed
de: Der Aktiv-Userstatus wurde gändert!
es: El estado activo del usuario ha sido modificado

source: Archives flushed.
de: Archive gelöscht
es: Historiales purgados

source: Unable to load class [user] ... disabling input post-processing for array class
de: Klasse [user] konnte nicht geladen werden.
es: No se pudo cargar la clase [user] ... deshabilitando el post-proceso de datos entrantes para la matriz de clases

source: Unable to load column array for [newsletter_users]
de: Daten für [newsletter_users] konnte nicht geladen werden!
es: No se pudo cargar la matriz de columnas para [newsletter_users]

source: All
de: Alle
es: Todos

source: Inactive
de: inaktiv
es: Inactivo

source: Active
de: aktiv
es: Activo

source: Not Approved
de: nicht genehmigt
es: Sin aprobar

source: Approved
de: genehmigt
es: Aprobado

source: Never
de: nie
es: Nunca

source: 1 Month
de: 1 Monat
es: 1 Mes

source: 2 Months
de: 2 Monate
es: 2 Meses

source: 3 Months
de: 3 Monate
es: 3 Meses

source: 6 Months
de: 6 Monate
es: 6 Meses

source: 1 Year
de: 1 Jahr
es: 1 Año

source: Weekly
de: wöchentlich
es: Semanal

source: Monthly
de: monatlich
es: Mensual

source: Every 2 Months
de: alle 2 Monate
es: Cada 2 Meses

source: Every 3 Months
de: alle 3 Monate
es: Cada 3 Meses

source: Every 6 Months
de: alle 6 Monate
es: Cada 6 Meses

source: Every 9 Months
de: alle 9 Monate
es: Cada 9 Meses

source: Yearly
de: jährlich
es: Anualmente

source: Text
es: Texto

source: Text with Link to Archive
de: Text mit Link zum Archiv
es: Texto con Enlace que Archivar

source: Monday
de: Montag
es: Lunes

source: Tuesday
de: Dienstag
es: Martes

source: Wednesday
de: Mittwoch
es: Miércoles

source: Thursday
de: Donnerstag
es: Jueves

source: Firday
de: Freitag
es: Viernes

source: Saturday
de: Samstag
es: Sábado

source: Sunday
de: Sonntag
es: Domingo

source: Invalid [directory] received
de: ungültiges Verzeichnis empfangen!
es: [directory] recibido no válido

source: The mailer module is not available
de: Das Core-Mailer Modul ist nicht verfügbar !
es: El módulo de gestión de correo no está disponible

source: Unable to load class [user]
de: Klasse [userl] konnte nicht geladen werden!
es: No se pudo cargar la clase [user]

source: Unable to load array class [newsletter_data]
de: Array [newsletter_data] konnte nicht geladen werden!
es: No se pudo cargar la clase de matriz [newsletter_data]

source: No newsletter data to send
de: Keine Daten zum senden vorhanden!
es: No hay datos del Boletín que enviar

source: No users were selected to send the newsletter to
de: Es wurden keine User zum senden ausgewählt
es: No se seleccionaron usuarios a quienes enviar el Boletín

source: No users were available to send the newsletter to
de: Es sind keine User zum senden vorhanden
es: Ningún usuario estaba disponible para enviarle el Boletín

source: Newsletter(s) were successfully sent.
de: Der Newsletter wurden erfolgreich gesendet!
es: Los Boletines fueron enviados con éxito.

source: Unable to load class [archive]
de: Klasse [Archiv] konnte nicht geladen werden
es: No se pudo cargar la clase [archive]

source: Unable to load array class [archive]
de: Klasse [Archiv array] konnte nicht geladen werden
es: No se pudo cargar la clase de matriz [archive]

source: Unable to load array class for [plugin_base]
de: Array Klasse für [plugin_base] konnte nicht geladen werden!
es: No se pudo cargar la clase de matriz para [plugin_base]

source: Please use the language selector in the Filter section to select the language you with to send your newsletter for
de: Benutzen Sie den Sprachenfilter um die Sprache auszuwählen mitder der Newsletter gesendet werden soll.
es: Utilice el selector de lenguaje en la sección de Filtros para ajustar el idioma que quiere asignar al Boletín, por favor.

source: Unable to load class [user] ... disabling auto-join for array class
de: Klasse [user] konnte nicht geladen werden
es: No se pudo cargar la clase [user] ... deshabilitando el auto-join para la clase de matriz

source: The user's approved status has been changed
de: Der Genehmigungsstatus des Benutzers wurde geändert
es: El estado aprobado del usuario ha sido modificado

source: Hello
de: Hallo
es: Hola

source: Thank you for your Newsletter Subscription
de: Vielen Dank für Ihre Anmeldung
es: Gracias por tu suscripción a nuestro Boletín

source: Your
de: Ihr
es: Tu

source: Staff
de: Team
es: Plantel

source: If you didn`t subsribe yourself, please visit
de: Haben Sie sich nicht selbst angemeldet, besuchen Sie bitte
es: Por favor, si no te suscribiste visita

source: to delete this Subscription
de: um diese Anmeldung zu löschen
es: para rechazar esta Suscripción

source: Link to the Newsletter Archive
de: Link zum Archiv
es: Enlace al Historial de Boletines

source: Thank you
de: Vielen Dank
es: ¡Gracias

source: for suscribing to our newsletter!
de: dass Sie sich zu unserem Newsletter angemeldet haben!
es: por suscribirte a nuestro Boletín!

source: You are receiving this newsletter since you subscribed to it on our site. Should you no longer wish to receive it, you can unsubscribe
de: Sie empfangen diesen Newsletter, weil Ihre E-Mailadresse registriert wurde. Möchten Sie keine Zusendungen mehr können Sie sich
es: Estas recibiendo este boletín porque te has suscrito a él en nuestro sitio web. Si no deseas recibirlo más, puedes rechazar la suscripción

source: here!
de: hier abmelden!
es: ¡aquí!

source: Zikula User Import Configuration
de: Zikula Benutzer Import Einstellungen
es: Configuración de la Importación de Usuarios de Zikula

source: Type
de: Typ
es: Tipo

source: Frequency
de: Frequenz
es: Frecuencia

source: Users
de: Benutzer
es: Usuarios

source: Unapproved
de: nicht genehmigt
es: Rechazados

source: Update Configuration
de: Einstellungen aktualisieren
es: Configuración de la Actualización

source: Newsletter Home
de: Übersicht
es: Inicio del Boletín

source: View Archives
de: Archiv anzeigen
es: Ver Historial

source: Settings
de: Einstellungen
es: Ajustes

source: unsubscribe
de: abmelden
es: Anular suscripción

source: Activate Mediashare Plugin
de: Mediashare Plugin aktivieren
es: Activar el Plugin de Mediashare

source: Albums only
de: nur Alben
es: Sólo Álbumes

source: Help
de: Hilfe
es: Ayuda

source: Define the Path of your Mediashare images path e.g. mediashare/, pnTemp/mediashare/ etc.
de: Bitte geben Sie den Pfad zu ihren Mediashare Bildern an z.B.: mediashare/ oder zkTemp/mediashare/
es: Especifica la Ruta de las imágenes de ubicadas con Mediashare. Ej: mediashare/pnTemp/mediashare/ etc.

source: Available Plugins
de: verfügbare Plugins
es: Plugins disponibles

source: # of Items
de: # von Einträgen
es: Nº de Elementos

source: Yes
de: Ja
es: Sí

source: Your newsletter subscription has been cancelled.
de: Ihre Anmeldung wurde ausgesetzt
es: Tu suscripción a nuestro Boletín ha sido cancelada

source: Please feel free to re-subscribe in the future.
de: Wir würden uns freuen, wenn Sie in Zukunft wieder unseren Newsletter abonnieren.
es: No dudes en volverte a suscribir en el futuro, por favor.

source: Thank you,
de: Vielen Dank
es: Gracias,

source: Cancel
de: abbrechen
es: Cancelar

source: Update
de: aktualisieren
es: Actualizar

source: Activate Pagemaster Plugin
de: aktiviere Pagemaster Plugin
es: Activar el Plugin Pagemaster

source: Either a selection or all if no selection
de: Entweder eine Auswahl oder alle bei keiner Auswahl
es: Seleccione un elemento o todos si no hay ninguna selección

source: Unsubscribe
de: abmelden
es: Anular suscripción

source: Information
es: Información

source: Here you can unsubscribe from our Newsletter
de: Hier können Sie sich von unserem Newsletter abmelden
es: Aquí podrás anular tu suscripción a nuestro Boletín

source: Your E-Mail Address
de: Ihre E-Mailadresse
es: Tu dirección de E-mail

source: Are you sure that you want to unsubscribe?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro que quieres anular tu suscripción?

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del Servicio

source: will not distribute, sell or disclose your personal information to any parties, public or private.
de: wird ihre Daten nicht an Dritte weitergeben oder verkaufen
es: no se distribuirá, venderá o difundirá su información personal a ningún agente externo, sea público o privado.

source: Staff is not responsible for maintaining your subscription. You may opt in or out or even suspend your account at your own convenience.
de: Team ist nicht verantwortlich für die Verwaltung Ihres Abo`s. Sie können sich selbst an- oder abmelden oder die Zustellung vorübergehend aussetzen.
es: El STAFF no se hace responsable del mantenimiento de la suscripción. Podría optar por apuntarse, borrarse o incluso suspender su cuenta si así lo deseara en cualquier momento.

source: offers no warranties or guarantees for this service and accepts no responsibility or liability for any damages that may incur before, during or after subscription to this service.
de: bietet keine Garantie für die Zusendung und übernimmt keine Verantwortung für Schäden die durch die Benutzung oder Löschung unserer Services entstehen könnten.
es: no se ofrece ningún tipo de garantía sobre este servicio y no se aceptarán responsabilidades por cualquier daño que se pueda ocasionar antes, durante o después de la suscripción a este servicio.

source: Back
de: zurück
es: Atrás

source: View Archive
de: Archiv anzeigen
es: Ver Historial

source: Past Archives
de: vergangene Archive
es: Historial Antiguo

source: Date
de: Datum
es: Fecha

source: Language
de: Sprache
es: Idioma

source: # of Plugins
de: # an Plugins
es: Nº de Plugins

source: Length
de: Länge
es: Longitud

source: Action
de: ausführen
es: Acción

source: It took
de: Es dauerte
es: Llevó

source: seconds to send the last batch of
de: Sekunden um die Aufgabe von
es: segundos hasta enviar el último paquete de

source: Configuration
de: Konfiguration
es: Configuración

source: Items per page
de: Datensätze pro Seite
es: Elementos por página

source: Send newsletters from
de: sende Newsletter von
es: Enviar Boletines desde

source: This is the delivering adress of your newsletter e.g. newsletter@yourdomain.com
de: Dies ist die Absendeadresse Ihres Newsletters z.b.: newsletter@yourdomain.at
es: Esta es la dirección de envío de su Boletín. Ej: boletín@sudominio.com

source: Subject
de: Betreff
es: Asunto

source: This is the Subject of the generated Newsletter
de: Dies ist der Betreff Ihres automatisch generierten Newsletters
es: Este es el Asunto del Boletín generado

source: Disable automatic sending
de: automatisches senden deaktivieren
es: Desactivar el envío automático

source: (checked=yes)
de: (angeklickt = ja)
es: (comprobado=sí)

source: Newsletters now have to be sent out manually
de: Die Newsletter müssen nun manuell versendet werden.
es: Los Boletines se tendrán que enviar ahora manualmente

source: Allow subscription of only this type
de: Nur Abo von folgendem Sendetyp erlauben:
es: Permitir sólo suscripciones de esta clase

source: Default Newsletter Type
de: Voreingestellter Sendetyp
es: Clase por defecto de Boletines

source: Default Frequency
de: voreingestellte Frequenz
es: Frecuencia por defecto

source: Sendday
de: Tag der Zusendung
es: Día de envío

source: Expire Time of archived Newsletters
de: Das Archiv verfällt nach
es: Tiempo de expiración de los Boletines del Historial

source: Enable Multilingual Features
de: Multi-Sprachumgebung aktivieren
es: Habilitar Características Multilenguaje

source: This enables the sending of Multilanguage Newsletters
de: Dies ermöglicht Multilinguale Newsletter zu senden
es: Esto habilita el envío de Boletines Multilenguaje

source: Receive Subscription Notices ?
de: Nachricht bei neuen Abonennten empfangen?
es: ¿Desea recibir notificaciones por las Suscripciones?

source: Allow Anonymous Registrations ?
de: anonyme Abonnenten erlaubern?
es: ¿Permitir Registros Anónimos?

source: Show the Approvalstatus to the user ?
de: Zeige dem User seinen Genehmigungsstatus?
es: ¿Mostrar el estado de Aprobación al usuario?

source: Require Terms of Service ?
de: Bestätigung der Nutzungsbestimmungen nötig?
es: ¿Debe solicitarse aceptar los Términos del Servicio?

source: Auto-approve Registrations ?
de: Abo`s automatisch genehmigen?
es: ¿Aprobar automáticamente los nuevos Registros?

source: Allow Frequency Changes ?
de: Intervalländerungen erlauben?
es: ¿Permitir cambios en la Frecuencia ?

source: Allow Subscription Changes ?
de: Erlaube das aussetzen des Abos?
es: ¿Permitir cambios en la Suscripción?

source: Personalize EMail ?
de: E-Mails personalisieren?
es: ¿Personalizar Email?

source: disable to increase performance
de: abwählen um die Performance zu erhöhen
es: desactivar para aumentar el rendimiento

source: Send per Request ?
de: sende pro Anfrage
es: ¿Envío por Petición?

source: 'x' number of emails
de: `x` Anzahl an Mails
es: 'x' número de correos electrónicos

source: (0 [Zero] = no Restriction)
de: (0 [Zero] = keine Einschränkungen)
es: (0 [cero] = sin Restricción)

source: Maximum Newsletters to send per hour
de: maximale Zusendung von Newslettern pro Stunde
es: Máximo de Boletines que enviar por hora

source: Use this feature to avoid sending restrictions from your hoster!
de: Benutzen Sie diese Einstellung um Einschränkungen des Hosters zu vermeiden
es: ¡Utiliza esta característica para evitar restricciones de envío de tu hospedaje!

source: used to authenticate cron/batchprocessing
de: benötigt für die Authentifizierung und das cron/batchprocessing
es: Se usa para autentificar el proceso de lotes del cron

source: Activate Pagesetter Plugin
de: aktiviere Pagesetter Plugin
es: Activar el Plugin de Pagesetter

source: Use Pagesetter API
de: benutzer Pagesetter API
es: Utilizar la API de Pagesetter

source: (slower but fetches entire publication)
de: (langsamer aber empfängt ganze Publikation)
es: (más lento pero procesará la publicación entera)

source: Newsletter Module Statistics
de: Newsletter Statistiken
es: Módulo de Estadísticas del Boletín

source: Total # of Users
de: Anzahl an Abonennten
es: Nº total de Usuarios

source: Active Subscribers
de: aktive Abonnenten
es: Suscriptores Activos

source: Approved Subscribers
de: genehmigte Abonnenten
es: Suscriptores Aprobados

source: Active and approved Subscribers
de: aktive & genehmigte Abonennten
es: Suscriptores Activos y Aprobados

source: Subscribers which are registered Users
de: Abonnenten die auch User der Seite sind
es: Suscriptores que son Usuarios Registrados

source: # of Subscribers for Html Format
de: # Anzahl an Abonennten für das HTML-Format
es: Nº de Suscriptores para el formato HTML

source: # of Subscribers for Text Format
de: # Anzahl an Abonennten für das Text-Format
es: Nº de Suscriptores para el formato de texto plano

source: # of Subscribers for Text with Links Format
de: # Anzahl an Abonennten für das Text mit Link - Format
es: Nº de Suscriptores para el formato de texto con enlaces

source: # of Subscribers for Weekly Delivery
de: # an Abonnenten für die wöchentliche Zusendung
es: Nº de Suscriptores para envíos Semales

source: # of Subscribers for Monthly Delivery
de: # an Abonnenten für die monatliche Zusendung
es: Nº de Suscriptores para envíos Mensuales

source: # of Subscribers for Yearly Delivery
de: # an Abonnenten für die jährliche Zusendung
es: Nº de Suscriptores para envíos Anuales

source: # of Archives
de: # an Archiven
es: Nº de Archivos

source: Message
de: Anhang
es: Mensaje

source: Attention
de: Achtung
es: Atención

source: Please ensure that you have enabled the NewsletterMessage plugin if you wish to add this message to your newsletter!
de: Bitte gehen Sie sicher, dass das NewsletterMessage Plugin aktiviert ist, ansonsten wird dieser Anhang nicht versendet!
es: ¡Asegúrate de haber activado el plugin de Mensaje de Boletión si quieres añadir este mensaje a tu Boletín, por favor!

source: Your message
de: Ihre Nachricht
es: Tu mensaje

source: Message from the Site Administrators
de: wichtige Mitteilung
es: Mensaje de los Administradores del Sitio Web

source: Special Announcements
de: spezielle Ankündigungen
es: Anuncios Especiales

source: News
es: Noticias

source: Recently Added Products
de: zuletzt hinzugefügte Produkte
es: Productos Añadidos Recientemente

source: New Vidos
de: neue Videos
es: Nuevos Vídeos

source: Title
de: Titel
es: Título

source: Description
de: Beschreibung
es: Descripción

source: New Events
de: neue Veranstaltungen
es: Nuevos Eventos

source: Begin
de: Beginn
es: Comenzar

source: Location
es: Ubicación

source: Welcome New Members
de: Willkommen neue Benutzer !
es: Bienvenidos, miembros nuevos

source: Username
de: Benutzername
es: Nomber de Usuario

source: Register Date
de: Registrierungsdatum
es: Fecha de Registro

source: Recently Added Publications
de: kürzlich hinzugefügte Publikationen
es: Publicaciones Añadidas Recientemente

source: New Content Items
de: neue Artikel
es: Nuevos Elementos de Contenido

source: Recently Added Documents
de: neue Dokumente
es: Documentos Añadidos Recientemente

source: Recently Added Reviews
de: neue Rezesionen
es: Revisiones Añadidas Recientemente

source: Latest Media Items
de: letzte Medien
es: Últimos Elementos Multimedia

source: Latest Downloads
de: neue Downloads
es: Últimas Descargas

source: NewsletterTitleWeb Links
de: WebLinks
es: Sumario de Enlaces de Boletines

source: Recently Added Questions
de: neue Fragen
es: Preguntas Añadidas Recientemente

source: Recently Added Quotes
de: neue Zitate
es: Citas Añadidas Recientemente

source: Latest Forum Posts
de: neue Forenbeiträge
es: Últimos Temas del Foro

source: Recently Added Events
de: neue Events
es: Eventos Añadidos Recientemente

source: Locations
de: Ort
es: Ubicaciones

source: Name
es: Nombre

source: City
de: Stadt
es: Ciudad
