Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Profile/1.5.1/module_profile.po
Languages: es

source: _EXTRAINFO
es: Información Extra

source: _YINTERESTS
es: Intereses
