Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Profile/1.5.1/module_profile.po
Languages: es

source: Required
es: Requerido

source: Deactivate
es: Desactivar

source: Activate
es: Activar

source: Not editable field
es: Campo no editable

source: Third-party (not editable)
es: Tercera parte (no editable)

source: Third-party
es: Tercera parte

source: Edit
es: Editar

source: Up
es: Arriba

source: Down
es: Abajo

source: Delete
es: Borrar

source: Text box
es: Caja de texto

source: Text area
es: Área de texto

source: Checkbox
es: Casilla de verificación

source: Radio button
es: Botón de radio

source: Dropdown list
es: Lista desplegable

source: Date
es: Fecha

source: Multiple checkbox set
es: Establecer Opción múltiple

source: Yes
es: Si

source: Everyone
es: Todos

source: Registered users only
es: Solo usuarios registrados

source: Admins only
es: Solo adminis

source: Error! The personal info item must have a label. An example of a recommended label is: '_MYDUDLABEL'.
es: ¡Error! El campo información personal debe tener una etiqueta. Un ejemplo de una etiqueta recomendada es: '_MYDUDLABEL'.

source: Error! The personal info item must have an attribute name. An example of an acceptable name is: 'mydudfield'.
es: ¡Error! El elemento información personal debe tener un nombre de atributo. Un ejemplo de un nombre aceptable es: 'mydudfield'.

source: Error! There is already an personal info item label with this naming.
es: ¡Error! Ya hay una etiqueta del elemento información personal con este nombre.

source: Error! There is already an attribute name with this naming.
es: ¡Error! Ya hay un nombre de atributo con este nombre.

source: Warning! The personal info item label has been accepted, but was filtered and altered to ensure it contains no special characters or spaces in its naming.
es: ¡Advertencia! La etiqueta del elemento información personal ha sido aceptada, pero sera filtrada y alterada para garantizar que no contienen caracteres especiales ni espacios en sus nombres.

source: Done! Created new personal info item.
es: ¡Hecho! Creado nuevo elemento de información personal.

source: Error! No such personal info item found.
es: ¡Error! No se encontro el campo información personal.

source: Done! Saved your changes.
es: ¡Hecho! Tus cambios han sido guardados.

source: Done! Deleted the personal info item.
es: ¡Hecho! Se elimino el campo de información personal.

source: Error! You cannot decrease the weight of this account property.
es: ¡Error! No se puede disminuir el tamaño de esta propiedad de cuenta.

source: Done! Saved your settings changes.
es: ¡Hecho! Tus cambios en la configuración han sido guardados.

source: Error! Could not load data.
es: ¡Error! No es posible cargar los datos.

source: Error! Could not find the specified module (%s).
es: ¡Error! No es posible encontrar el module(%s) especificado.

source: Error! Invalid '%s' passed.
es: ¡Error! '%s' inválido proporcionado.

source: Error! There is already an personal info item with the label '%s'.
es: ¡Error! Ya hay un campo de información personal con la etiqueta '%s'.

source: Error! There is already an personal info item with the attribute name '%s'.
es: ¡Error! Ya hay un campo de información personal con el nombre de atributo '%s'.

source: Error! Could not create the new personal info item.
es: ¡Error! No se pudo crear el nuevo elemento de información personal.

source: Error! Could not delete the personal info item.
es: ¡Error! No se pudo borrar el elemento de información personal.

source: Account panel manager
es: Panel de gestor de la cuenta

source: Provides a personal account control panel for each registered user, an interface to administer the personal information items displayed within it, and a registered users list functionality. Works in close unison with the 'Users' module.
es: Proporciona un panel de control de cuenta personal para cada usuario, una interfaz para administrar la información personal de los elementos que se muestran en su interior y una lista de funcionalidades para usuarios registrados. Trabaja en estrecha al unísono con el módulo 'Usuarios'.

source: profile
es: perfil

source: Sorry! You do not have authorisation for this module.
es: ¡Lo sentimos! Usted no tiene autorización para este modulo.

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
es: Clave de autorización no válida ('authkey'). Esto probablemente sea porque usted ha oprimido el botón 'Atrás' para volver a una página que no lo permitia, o bien porque la clave de autorización de la página se ah vencido debido a la inactividad prolongada. Por favor, actualice la página y vuelve a intentarlo.

source: Error! Could not save your changes.
es: ¡Error! No es posible guardar los cambios.

source: Error! Could not load the section.
es: ¡Error! No es posible cargar la sección.

source: Error! The 'Users' module must be upgraded to version 1.10 before you can upgrade the 'Profile' module.
es: ¡Error! El módulo 'Usuarios' debe actualizarse a la versión 1.10 antes de poder actualizar el módulo 'Perfil'.

source: Error! Could not update table.
es: ¡Error! No se puede actualizar la tabla.

source: Personal info
es: Información personal

source: Registered users list
es: Lista de usuarios registrados

source: Error! Could not create new attribute.
es: ¡Error! No se puede crear el nuevo atributo.

source: Error! You cannot delete this personal info item.
es: ¡Error! Usted no puede eliminar este elemento de información personal.

source: Error! Activation failed.
es: ¡Error! La activación ha fallado.

source: Error! You cannot deactivate this personal info item.
es: ¡Error! Usted no puede desactivar este elemento de información personal.

source: Error! Could not deactivate the personal info item.
es: ¡Error! No se puede desactivar el elemento de información personal.

source: Personal info items list
es: Lista de elementos de información personal

source: Create new personal info item
es: Crear nuevo elemento de información personal

source: User account panel settings
es: Panel de configuración de cuenta de usuario

source: Help
es: Ayuda

source: Error! Could not find this user.
es: ¡Error¡ No se pudo encontrar este usuario.

source: Error! Could not find profile page [%s].
es: ¡Error! No se pudo encontrar la página de perfil [%s].

source: Error! Could not load personal info items.
es: ¡Error! No fue posible cargar los elementos de información personal.

source: Error! A required profile item [%s] is missing.
es: ¡Error! Un elemento de perfil requerido [%s] no se encuentra.

source: Done! Saved your changes to your personal information.
es: ¡Hecho! Se guardaron sus cambios para su información personal.

source: Featured user
es: Usuario destacado

source: Show featured user
es: Mostrar usuario destacado

source: Last X registered users
es: Ultimo X usuarios registrados

source: Show last X registered users
es: Mostrar ultimo X usuarios registrados

source: Users on-line
es: Usuarios en línea

source: Show which registered users are currently on-line
es: Mostrar los usuarios registrados que esten actualmente en línea.

source: Recent visitors
es: Visitantes recientes

source: Show registered users having visited the site recently
es: Mostrar usuarios registrados que hayan visitado el sitio recientemente

source: Error! You cannot access form functions directly.
es: ¡Error! Usted no puede acceder a las funciones de forma directa.

source: Go to the Avatar manager
es: Ir a el gestor de Avatar

source: Error! in %1$s: the %2$s parameter must be specified.
es: ¡Error! en %1$s: el %2$s parámetro debe ser especificado.

source: %s's site
es: %s's sitio

source: User account panel
es: Panel de cuenta de usuario

source: Last %s registered users
es: Ultimos %s usuarios registrados

source: Users currently on-line
es: Usarios actualmente en línea

source: Edit personal info
es: Editar información personal

source: View personal info
es: Ver información personal

source: Send private message
es: Enviar mensage privado

source: Show %s's contacts
es: Mostrar %s's contactos

source: Edit contact
es: Editar contacto

source: Add as contact
es: Agregar un contacto

source: Sorry! A required personal info item is missing. Please correct and try again.
es: ¡Lo sentimos! Un elemento de información personal requerido no se encuentra. Por favor corrija y vuelva a intentarlo.

source: Notice:
es: Nota:

source: Permitted HTML tags:
es: Etiquetas HTML permitidas

source: About Profile
es: Sobre Profile

source: There are some details that you may know about Profile and how it let you translate the Account Properties labels and values of your site.
es: Hay algunos detalles que debe saber sobre el perfil y la forma en que le permiten traducir las etiquetas de Propiedades de la cuenta y los valores de su sitio.

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
es: En primer lugar, se recomienda mover los archivos de traducción de Profile a el directorio /config para allí personalizarlo.

source: Copy all the files of the /modules/Profile/locale directory to /config/locale. There you will customize the catalog module_profile.pot and the translations afterwards.
es: Copie todos los archivos de el directorio /modules/Profile/locale a /config/locale. Allí usted podrá personalizar el catálogo module_profile.pot y las traducciones posteriormente.

source: About the property labels
es: Sobre las propiedades de etiquetas

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
es: Se recomienda el uso de palabras únicas para las etiquetas, por eso usamos el formato: _DUDLABEL y traducirlos para cada idioma disponible en el sitio a un texto legible.

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
es: Después de crear una "nueva propiedad de etiqueta(como _MYDUDLABEL), debe agregar la msgid a su catálogo (archivo POT). Tendrá dos líneas por etiqueta: <strong>msgid '_MYDUDLABEL'</strong> y una línea después de el <strong>msgstr "</strong> (estudiar el contenido de catálogo predeterminado).

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
es: Con el POT actualizado, se puede sincronizar las traducciones (Archivos .PO) para cada idioma disponible, o incluso crear una nueva .PO del catálogo con una herramienta como poEdit.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
es: En el archivo .PO usted será capaz de traducir _MYDUDLABEL a el texto correspondiente para cada idioma en específico, a proporcionar una cadena de visualización legible como 'My DUD Label'.

source: About the property values
es: Acerca de los valores de propiedad

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
es: Algunos tipos de visualización como casillas de verificación, botones de radio, listas desplegables y multiples campos de verificación, permiten definir un conjunto específico de opciones para mostrar.

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
es: Cada opción se puede añadir en el catálogo para ser traducida. Además, si usted utiliza un formato de fecha personalizado por la necesidad de traducción, puede ser añadido al catálogo también.<br />¡A disfrutar!

source: Personal info item
es: Artículo información personal

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
es: Nota: No se permiten caracteres especiales o espacios en la información personal etiquetas de elementos o nombres de atributos.

source: Label
es: Etiqueta

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
es: Verifica la <strong><a href="%s">página de ayuda</a></strong> para obtener más información acerca de etiquetas y material traducible.

source: Attribute name
es: Nombre del atributo

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
es: Nota: El nombre del atributo que especifique no podrá cambiarse posteriormente, de modo que debe elegir con cuidado.

source: Make this a 'Required' item
es: Hacer de éste un 'elemento obligatorio'

source: Visibility
es: Visibilidad

source: Type of control to display
es: Tipo de control para mostrar

source: Content
es: Contenido

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
es: Nota: Predece opciones de salida por '@@'. Ejemplo: '@@No@@Si', '@@Inhabilitado@@Habilitado'. El orden es importante. Si usted desea tener una etiqueta diferente en el formulario de edición, puede utilizar el siguiente formato: 'Editar etiqueta@@No mostrar@@Si mostrar'. Todos los valores son traducibles.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
es: Nota: Use el siguiente formato por cada opción: '@@etiqueta@id'. Ejemplo: '@@radio opción 1@id1@@radio opción 2@@id2@@radio opción 3@id3'. Las opciones son traducibles.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
es: Nota: Use el siguiente formato para cada opción: '@@etiqueta@id'. Por ejemplo una simple lista: '@@opción 1@id1@@opción 2@id2@@opción 3@id3'. Por ejemplo un conjunto multiple de campos de verificación: '1@@opción 1@id1@@poción 2@id@@opción 3@id3'. Las opciones son traducibles.

source: Notice: You can specify the date format to use, either via Zikula core templating variables ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), or via a custom format such as '%b %d of %Y', possibly using PHP options (see the <a href="http://www.php.net/manual/en/function.strftime.php">PHP documentation</a> for more information). The format is translatable.
es: Aviso: Se puede especificar el formato de fecha a utilizar, ya sea a través de variables de plantillas del núcleo de Zikula ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' o 'timelong'), o a través de un formato personalizado, como '%b %d de %Y', posiblemente utilizando las opciones de PHP (véase el <a href ="http://www.php.net/manual/en/function.strftime.php"> documentación de PHP </a> para más información). El formato es traducible.

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
es: Atención: UUtilice este formato para cada una de las opciones: 'id,label;'. Por ejemplo: 'id1,label1;id2,label2;id3,label3'. Cada propiedad debe estar separada por un punto y coma (';'). El ID y la etiqueta de cada propiedad debe estar separada por una coma (','). Las etiquetas son traducibles.

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
es: Atención: Es opcional el introducir un ID. Si no especifica un ID, la opción de posición se usará por el ID (comenzando desde cero), en vez del ID introducido por el usuario. Se recomienda elegir un identificador que sea único, para evitar su posterior modificación.

source: Notice to display with personal info item
es: Aviso para mostrarelemento de información personal

source: Save
es: Grabar

source: Cancel
es: Cancelar

source: Personal info for %s
es: Editar informacion personal

source: User name:
es: Nombre de usuario

source: Registration date:
es: Fecha de registro

source: User name
es: Nombre de usuario

source: Real name
es: Nombre del sitio

source: Site
es: Sitio

source: No registered users are currently on-line.
es: Mostrar los usuarios registrados que esten actualmente en línea.

source: Registration date
es: Fecha de registro

source: Actions
es: Acciones

source: On-line
es: En línea

source: Off-line
es: desconectado

source: No recently-registered users found.
es: Lo sentimos! No hubo ninguna coincidencia.

source: Items marked with an asterisk ('*') are required entries.
es: Los elementos que están marcados con un asterisco ('*') son datos requeridos.

source: Registered on %s
es: Registrado en %s

source: Error! This block cannot be used because saving of a user's last log-in date has been disabled.
es: Error! El bloque no puede ser utilizado a consecuencia de haber sido deshabilitado en un acceso previo.

source: Number of recent visitors to display
es: Número máximo de artículos para mostrar

source: Maximum number of characters to display
es: Número máximo de artículos para mostrar

source: Latest articles of %s
es: Últimos artículos de %s

source: On %s
es: En %s

source: No recent articles found.
es: No se encontraron artículos.

source: Latest comments of %s
es: últimos envíos de %s

source: No recent commets found.
es: No se encontraron comentarios.

source: Registered users list settings
es: Configuración de la lista de usuarios registrados

source: Display the user's registration date
es: Visualización de la fecha de registro del usuario

source: Users per page in 'Registered users list'
es: Usuarios por página en la página de Usuarios Registrados

source: Users per page in 'Users currently on-line' page
es: Usuarios por página en 'Usuarios en linea'

source: Users per page in 'Recent registrations' page
es: Usuarios por página en la página de Registros recientes

source: Filter unverified users from 'Registered users list'
es: Filtro de usuarios sin verificar en 'lista para usuarios registrados'

source: Personal info item settings
es: Configuración del elemento de información personal

source: Display 'Allowed HTML tags' notice with each personal info item that is a 'textarea'
es: Se muestra 'Se permiten etiquetas HTML' para cada elemento de información personal que se informe en un área de texto.

source: User registration form settings
es: Configuración del formulario de registro de usuario

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form. The list below only includes properties that are not 'Required' items.
es: La información personal de los elementos que se activa el cuadro siguiente se muestran en el formulario de registro de usuario si el módulo 'Usuario' está configurado para mostrar los elementos de información personal durante el registro de usuarios, y si el módulo 'perfil' que se especifica en la" Configuración del Administrador General "como el módulo de proporcionar la funcionalidad de administración de usuarios. Elementos de información de carácter personal que se configuran como 'necesarios' siempre se mostrarán en el formulario de registro de usuario. La siguiente lista sólo incluye las propiedades que no son "elementos necesarios".

source: Personal info items to include in user registration form
es: Elementos de información personal a incluir en el formulario de registro de usuarios

source: Account Panel
es: Panel de Cuenta

source: Search
es: Buscar

source: Go search
es: Ir a búsqueda

source: Search in user names
es: Buscar en nombres de usuario

source: Search in real names
es: Buscar en nombres reales

source: Search in site
es: Buscar en el sitio

source: All
es: Todos

source: No users found.
es: No se encontraron usuarios.

source: Membership statistics
es: Estadísticas de miembros

source: Registered:
es: Registrados:

source: On-line:
es: En linea:

source: Newest user:
es: Usuario más reciente:

source: Delete personal info item
es: borrado del elemento de información personal

source: Do you really want to delete this personal info item?
es: ¿Está seguro de querer eliminar este elemento de información personal?

source: Confirmation prompt
es: Aviso de confirmación

source: unread
es: no leído

source: %s registered user
es: %s usuario registrado

source: %s on-line.
es: %s en linea.

source: %s anonymous guest
es: %s invitado

source: no registered users
es: sin usuarios registrados

source: no anonymous guests
es: no hay visitantes

source: %1$s and %2$s online.
es: %1$s y %2$s en linea.

source: Number of recently-registered users to display
es: Número de usuarios registrados recientemente para mostrar

source: Edit personal info item
es: Editar el elemento de información personal

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
es: ¡Advertencia! Si desea editar el ID de una opción sin perder los datos de usuario asociada en la base de datos, la etiqueta no se debe renombrarse forma simultánea. Además, no asigne los identificadores y etiquetas de la misma denominación. Se recomienda dar a cada opción de una identificación única y un nombre único, y tratar de evitar el cambio de nombre de un ID, una vez que se ha creado.

source: Latest submissions of %s
es: últimos envíos de %s

source: Information to show
es: Información a mostrar

source: Show registration date
es: Mostrar la fecha de registro

source: Notice: Use drag and drop to arrange the arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
es: Notice: Use arrastrar y soltar para organizar la información personal de los elementos en el orden que desee. El nuevo orden se guardará automáticamente al colocar el elemento en su lugar.

source: Type
es: Tipo

source: Status
es: Estado

source: _UREALNAME
es: Nombre real

source: _UFAKEMAIL
es: Email

source: _YOURHOMEPAGE
es: Sitio Web

source: _TIMEZONEOFFSET
es: Definir zona horaria

source: _YOURAVATAR
es: Avatar

source: _YICQ
es: ICQ

source: _YAIM
es: AIM

source: _YYIM
es: Yahoo

source: _YMSNM
es: Msn

source: _YLOCATION
es: Ubicación

source: _YOCCUPATION
es: Ocupación

source: _SIGNATURE
es: Firma
