Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/crpTag/0.1.5/module_crptag.po
Languages: de, nl

source: Sorry! No authorization to access this module.
de: Entschuldigung! Keine Autorisierung für den Zugriff auf das Modul.
nl: Sorry! Geen toegangsrechten om deze module te gebruiken.

source: Tagging module
de: Tagging-Modul für die Verschlagwortung von Inhalten.

source: Error! Could not load items.
de: Fehler! Elemente konnten nicht geladen werden.
nl: Foutmelding! Items konden niet geladen worden.

source: Error! Could not do what you wanted. Please check your input.
de: Fehler! Konnte die gewünschte Handlung nicht ausführen. Bitte die Eingaben überprüfen und erneut versuchen.
nl: Foutmelding! Kon niet uitvoeren wat er gevraagd werd. Controleer a.u.b. de invoer.

source: View
de: Anzeigen
nl: Weergeven

source: Error! Creation attempt failed.
de: Fehler! Der Erstellungsversuch ist gescheitert.
nl: Foutmelding! Poging tot aanmaken mislukt.

source: Done! Module configuration updated.
de: Fertig! Die Modulkonfiguration wurde aktualisiert.
nl: Klaar! Module configuratie bijgewerkt.

source: My tags
de: Meine Tags
nl: Mijn tags

source: Full tags list
de: Vollständige Tag-Liste
nl: Volledige tags lijst

source: Module
de: Modul

source: Title
de: Titel
nl: Titel

source: Created on
de: Erstellt am
nl: Aangemaakt op

source: by
de: von
nl: door

source: Edit
de: Bearbeiten
nl: Bewerken

source: Tags (comma separated)
de: Tags (kommasepariert)
nl: Tags (door komma's gescheiden)

source: Type some chars and already used tags will be suggested
de: Gib einige Zeichen ein und bereits bestehende Tags werden vorgeschlagen
nl: Type enkele karakters en reeds gebruikte tags worden voorgesteld

source: Update Configuration
de: Konfiguration aktualisieren
nl: Configuratie bijwerken

source: for
de: für
nl: voor

source: Other items tagged as
de: Weitere Einträge mit diesem Tag
nl: Andere items getagged als

source: Show tag's counter
de: Tag-Zähler anzeigen
nl: Teller van tags weergeven

source: Updated in the last
de: Aktualisiert in den letzten
nl: Bijgewerkt in de laatste

source: days
de: Tagen
nl: dagen

source: Sphere width
de: Breite der Wolke
nl: Bol breedte

source: Sphere height
de: Höhe der Wolke
nl: Bol hoogte

source: No tags in the last
de: Keine Tags in den letzten
nl: Geen tags in de laatste

source: Other tags in %s
de: Andere Tags in %s
nl: Andere tags in %s

source: No avatar selected
de: Kein Avatar ausgewählt.
nl: Geen avatar geselecteerd

source: Settings
de: Konfiguration
nl: Instellingen

source: General settings
de: Allgemeine Einstellungen
nl: Algemene instellingen

source: Items per page
de: Einträge pro Seite
nl: Items per pagina

source: Min. length(shorter tag will not be stored)
de: Min. Länge (kürzere Tags werden nicht gespeichert)
nl: Minimale lengte (een kortere tag wordt niet opgeslagen)

source: Use Ajax insert
de: Eingabe mittels Ajax
nl: Gebruik JavaScript/Ajax insert

source: Edit directly from item's display page
de: Tags auch auf der Anzeige-Seite ändern
nl: Bewerk direct vanuit de item's weergave pagina

source: Enable tag presets for new items
de: Anzeige der vorgegebene Tags aktivieren
nl: Tag voorkeuzes voor nieuwe items inschakelen

source: Tag presets
de: Vorgegebene Tags
nl: Tag voorkeuzes

source: Add tags to page title
de: Tags zu Seitentitel hinzufügen
nl: Tags aan de pagina titel toevoegen

source: Purge unused tags from database
de: Lösche ungenutzte Tags aus der Datenbank
nl: Opschonen van niet gebruikte tags in de database

source: Cancel
de: Abbrechen
nl: Annuleren
