Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Sitemap/1.2/module_sitemap.po
Languages: fa, it

source: Done! Module configuration updated.
fa: انجام شد! پیکربندی ماژول بروز شد.
it: Fatto! Configurazione del modulo aggiornata.

source: Sitemap
fa: نقشه سایت
it: Mappa Sito

source: sitemap
fa: نقشه سایت
it: mappa sito

source: Sitemap generate a xml sitemap for the search engines and another one for the users.
fa: نقشه سایت یک نقشه سایت xml برای موتورهای جستجو و یکی هم برای کاربران می سازد.
it: Mappa del sito genera una sitemap xml per i motori di ricerca e un altro per gli utenti.

source: Submit a question
fa: طرح یک سوال
it: Invia una domanda

source: Terms of use
fa: شرایط استفاده
it: Termini di utilizzo

source: Privacy policy
fa: سیاست حفظ اسرار
it: Politica sulla Privacy

source: Accessibility statement
fa: بیانیه ی دسترسی به سایت
it: Dichiarazione di accessibilità

source: Submit a review
fa: ارسال یک نقد
it: Invia una recensione

source: New search
fa: جستجوی جدید
it: Nuova ricerca

source: Recent searches list
fa: لیست جستجوهای اخیر
it: lista ricerche recenti

source: Categories
fa: طبقه بندی ها
it: Categorie

source: Archives
fa: آرشیو
it: Archivi

source: Submit article
fa: ارسال مطلب جدید
it: Invia un articolo

source: And more...
fa: سایر موارد ...
it: E altro ancora ...

source: Start
fa: آغاز
it: Inizio

source: Content to display
fa: محتوای قابل نمایش
it: Contenuto da visualizzare

source: Order the content to display
fa: مرتب کردن محتوا برای نمایش
it: Ordina il contenuto da visualizzare

source: Settings
fa: تنظیمات
it: Impostazioni

source: Error: the modules per line value should be set between 1 and 10.
fa: خطا: مقدار به ازای هر خط ماژول ها باید بین ۱ تا ۱۰ ست شود.
it: Errore: i moduli per valore linea dovrebbe essere compreso tra 1 e 10.

source: Error: failed to save module configuration [%s].
fa: خطا: ذخیره پیکربندی ماژول با مشکل مواجه شد [%s].
it: Errore: non è riuscito a salvare la configurazione del modulo [% s].

source: Sitemap of %s
fa: نقشه سایت %s
it: Mappa sito di %s

source: Register
fa: ثبت نام
it: Registrati

source: Log In
fa: ورود
it: Accedi

source: Homepage
fa: صفحه خانگی

source: Direct links
fa: لینک های مستقیم
it: Links diretto

source: Sitemap manager
fa: مدیریت نقشه سایت
it: Amministratore di Mappa Sito

source: Notice: You have to set for each module if you want to display it into the sitemap and if you want to display links to the sections/content of each module. You can also set some xml information.
fa: توجه: شما باید هر ماژولی را که می خواهید در نقشه سایت خود بنمایش بگذارید را انتخاب کنید و همچنین اگر می خواهید لینک به محتوا/بخش هر ماژول نیز نمایش داده شود. همچنین میتوانید برخی اطلاعات xml را نیز تنظیم نمایید.
it: Nota: È necessario impostare per ogni modulo se si desidera visualizzare in mappa del sito e, se si desidera visualizzare i link alle sezioni / contenuti di ogni modulo. È inoltre possibile impostare alcune informazioni XML.

source: General
fa: عمومی
it: Generale

source: Display this module
fa: نمایش این ماژول
it: Mostra questo modulo

source: Yes
fa: بله
it: Si

source: No
fa: خیر

source: User sitemap
fa: نقشه سایت کاربر
it: Utente Mappa sito

source: Xml sitemap
fa: نقشه سایت xml

source: %1$s and %2$s
fa: %1$s و %2$s
it: %1$s e %2$s

source: Display links to the sections
fa: نمایش لینک به بخش
it: Visualizzare i link delle sezioni

source: Display links to the content
fa: نمایش لینک به محتوا
it: Visualizzare i link del contenuto

source: Maximum links to the content to display
fa: حداکثر لینک به پیوند ها برای نمایش
it: Massimo dei link del contenuto da visualizzare

source: (Blank field = no limit). This maximum value will only affect user sitemap.
fa: (فیلد خالی = بدون محدودیت). این مقدار حداکثر فقط در بخش کاربری نقشه سایت تاثیر گذار است.
it: (campo vuoto = nessun limite). Questo valore massimo avrà effetto solo sulle mappasito utente.

source: Set change frequency for this module
fa: تنظیم فرکانس تغییر برای این ماژول
it: Impostare la frequenza di modifica per questo modulo

source: Don't specify change frequency
fa: فرکانس تغییر را تعیین نکنید
it: Non specificare la frequenza di modifica

source: Always
fa: همیشه
it: Sempre

source: Hourly
fa: هر ساعت یکبار
it: Orario

source: Daily
fa: روزانه
it: Giornaliero

source: Weekly
fa: هفتگی
it: Settimanale

source: Monthly
fa: ماهانه
it: Mensile

source: Yearly
fa: سالانه
it: Annuale

source: Never
fa: هرگز
it: Mai

source: Set priority for this module
fa: تعیین اولویت برای این ماژول
it: Per impostare la priorità di questo modulo

source: Don't specify priority
fa: اولویت تعیین نکن
it: Non specificare la priorità

source: Go to bottom
fa: برو به پایین
it: Vai alla fine

source: OK
fa: تایید

source: Cancel
fa: لغو
it: Cancella

source: Sitemap overview
fa: مرور کلی نقشه سایت
it: Panoramica Mappa del sito

source: Welcome into the administration of the sitemap module.
fa: به مدیریت ماژول نقشه سایت خوش آمدید.
it: Benvenuti nella amministrazione del modulo mappa del sito.

source: Here is the links to your xml sitemap:
fa: این لینک نقشه سایت xml شماست:
it: Ecco il link al tuo Sitemap XML:

source: Here is the links to your xml sitemap per module:
fa: اینجا لینک هایی به نقشه سایت xml شما بازای هر ماژول است:
it: Ecco il link al tuo Sitemap XML per modulo:

source: Submit xml sitemap
fa: ارسال نقشه سایت xml
it: Invia Sitemap XML

source: If you click on the bottom links, it will submit the xml sitemap in the corresponding language to the search engine.
fa: اگر بر روی لینک زیر کلیک کنید، نقشه سایت xml ساخته شده که زبانی متناظر با موتورهای جستجو دارد.
it: Se si fa clic sul link in basso, si dovrà presentare la Sitemap XML nella lingua corrispondente al motore di ricerca.

source: By default Sitemap override cache settings then the cache is forced to be enable. Why? Because this module makes a lot of sql queries to generate the sitemap, so for better performance the result is cached during 24 hours by default.
fa: بصورت پیش گزیده ماژول نقشه سایت تنظیمات کاشه را نادیده گرفته سپس سیستم کاشه اجبارا فعال میشود. چرا؟ زیرا این ماژول برای ایجاد نقشه سایت تعداد زیادی درخواست sql اجرا می کند، بنابراین برای کارایی بهتر، نتیجه ها بصورت ۲۴ ساعته ذخیره می شوند.
it: Con le impostazioni di default della cache del sito ignorare poi la cache è costretto ad essere attivare. Perché? Poiché questo modulo fa un sacco di query SQL per generare la mappa del sito, quindi per migliorare le prestazioni il risultato viene memorizzato nella cache per 24 ore per impostazione predefinita.

source: Cache
fa: کاشه

source: Override pnRender cache settings
fa: نادیده گرفتن تنظیمات کاشه pnRender
it: Ignora le impostazioni della cache pnRender

source: Lifetime for cached pages
fa: عمر صفحات کش شده
it: Lifetime di copie cache delle pagine

source: In seconds (e.g. 3600 = 1 hour, 86400 = 24 hours, 604800 = 1 week, 2678400 = 1 month).
fa: به ثانیه (بعنوان مثال۳۶۰۰ = ۱ ساعت, ۸۶۴۰۰ = ۲۴ ساعت, ۶۰۴۸۰۰ = ۱ هفته, ۲۶۷۸۴۰۰ = ۱ ماه).
it: In secondi (ad esempio, 3600 = 1 ora, 86.400 = 24 ore, 604.800 = 1 settimana, 2.678.400 = 1 mese).

source: Layout
fa: صفحه آرایی

source: Select your favorite layout
fa: صفحه آرایی مورد علاقه خود را انتخاب کنید
it: Seleziona il layout preferito

source: Default
fa: پیش‌گزیده

source: Maximum modules per line
fa: حداکثر ماژول در هر خط
it: Massimo moduli per linea

source: This value must be between 1 and 10 (default = 5).
fa: این مقدار باید بین ۱ تا ۱۰ باشد (پیش گزیده = ۵).
it: Questo valore deve essere compreso tra 1 e 10 (default = 5).

source: Notice:
fa: توجه:
it: Avviso:

source: You can't order a module before to have attribute it to the left/right column.
fa: یک ماژول را نمی توانید پیش از تعیین موقعیت در ستون راست و یا چپ مرتب نمایید.
it: Non si può ordinare un modulo prima di averlo attribuito alla colonna di sinistra / destra.

source: Blank field for order will automaticly set order to 99.
fa: فیلد ترتیب خالی بصورت خودکار بر روی ۹۹ تنظیم خواهد شد.
it: Campo vuoto per ordine automaticly set per 99.

source: Order per module
fa: چیدمان به ازای هر ماژول
it: Ordina per modulo

source: Column and order per module
fa: ستون و چیدمان به ازای هر ماژول
it: Colonna e l'ordine per modulo

source: Left
fa: چپ
it: Sinistra

source: Right
fa: راست
it: Destra

source: Alternatively
fa: متناوب
it: In alternativa

source: Order:
fa: ترتیب:
it: Ordina:
