Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Files/1.0/module_files.po
Languages: fr

source: The server directory does not exist.
fr: Le répertoire du serveur n'existe pas.

source: Invalid folder
fr: Dossier invalide

source: It is not possible to browse this folder
fr: Il n'est pas possible de parcourir ce dossier

source: More than 200 Mb
fr: Plus de 200 Mo

source: %s Mb
fr: %s Mo

source: %s Kb
fr: %s Ko

source: %s bytes
fr: %s octets

source: Unzip file
fr: Décompressez le fichier

source: List of the file content
fr: Liste du contenu du fichier

source: Download file
fr: Télécharger le fichier

source: Edit file
fr: Modifier le fichier

source: Create Thumbnail
fr: Créer une miniature

source: Rename file
fr: Renommer le fichier

source: Delete file
fr: Supprimer le fichier

source: Error! You are not authorized to access this module.
fr: Erreur ! Vous n'êtes pas autorisé à accéder à ce module.

source: File not found
fr: Fichier introuvable

source: It is not possible to create a thumbnail from this file.
fr: Il n'est pas possible de créer une miniature pour ce fichier.

source: Error! It has been possible to read the file.
fr: Erreur ! Il a été possible de lire le fichier.

source: Error! Saving the image in memory.
fr: Erreur ! Sauvegarde de l'image dans la mémoire.

source: Error! Creating the thumbnail of the image.
fr: Erreur ! Création de la miniature de l'image.

source: Thumbnail created.
fr: Miniature créée.

source: Sorry! The file %s is not editable.
fr: Désolé ! Le fichier %s n'est pas modifiable.

source: Sorry! The file %s has not been found.
fr: Désolé ! Le fichier %s n'a pas été trouvé.

source: Error! It has not been possible to read the content of the file %s.
fr: Erreur ! Il n'a pas été possible de lire le contenu du fichier %s.

source: Error! It has not been possible to write the content to the file %s.
fr: Erreur ! Il n'a pas été possible d'écrire le contenu du fichier %s.

source: File successfully edited
fr: Fichier modifié avec succès

source: You can not delete the users folder!
fr: Vous ne pouvez pas supprimer le dossier des utilisateurs !

source: Failed to deleted
fr: Erreur de suppression

source: Error deleting file
fr: Erreur de suppression du fichier

source: Files successfully removed
fr: Fichiers retirés avec succès

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
fr: L'extension <strong>%s</strong> n'est pas autorisée. Les extensions autorisées sont : <strong>%s</strong>

source: Failed to rename
fr: Erreur de renommage

source: Changed filename successfully
fr: Nom du fichier modifié avec succès

source: Directory Create Error
fr: Erreur de création du dossier

source: Directory created
fr: Dossier créé

source: The directory "%s" does not exist.
fr: Le dossier "%s" n'existe pas.

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
fr: L'extension <strong>%s</strong> n'est pas autorisée. Les extensions autorisées sont : <strong>%s</strong>.

source: The file is to big. The maximum size allowed is "%s" bytes.
fr: Le fichier est trop gros. La taille maximum autorisée est de "%s" octets.

source: You have not enough disk space to upload the file.
fr: Vous n'avez pas assez d'espace disque pour charger le fichier.

source: Failed to upload
fr: Impossible de charger

source: Uploaded file success
fr: Chargement du fichier effectué avec succès

source: No selected action
fr: Pas d'action sélectionnée

source: No selected file or directory
fr: Pas de fichier ou dossier sélectionné

source: No file name given
fr: Pas de nom de fichier donné

source: Error creating ZIP file
fr: Erreur de création du fichier zip

source: Successfully zipped
fr: zippé avec succès

source: Failed to list content zip file.
fr: Impossible de lister le contenu du fichier zip.

source: Error moving
fr: Erreur de déplacement

source: Successfully moved
fr: Déplacement effectué avec succès

source: The zip file contains at least one file with the extension <strong>%s</strong> which is not allowed. The allowed extensions are: <strong>%s</strong>.
fr: Le fichier compressé contient au moins un fichier ayant comme extension <strong>%s</strong>, alors que celle-ci n'est pas autorisée. Les extensions autorisées sont : <strong>%s</strong>.

source: You have not enough disk space to unzip the file. You need %s extra bytes.
fr: Vous n'avez pas suffisamment d'espace disque pour décompresser ce fichier, vous avez besoin de %s octets en plus.

source: Failed to unzip
fr: Erreur lors de la décompression

source: Successfully unzipped
fr: Décompression réussie

source: The "%s" folder does not exist.
fr: Le dossier "%s" n'existe pas.

source: Directory creation error. Please contact with the administrator
fr: Le création du répertoire a échoué. Veuillez contacter l'administrateur

source: Directory creation error
fr: Erreur lors de la création du répertoire

source: The "%s" directory does not exist or is not writable.
fr: Le répertoire "%s" n'existe pas ou n'est pas modifiable.

source: Manage Files
fr: Gestion des fichiers

source: Module configuration
fr: Configuration du module

source: File Manager
fr: Gestion des fichiers

source: The directory <strong>%s</strong> does not exist
fr: Le répertoire <strong>%s</strong> n'existe pas

source: The directory <strong>%s</strong> for users does not exist
fr: Le répertoire <strong>%s</strong>, destiné aux utilisateurs, n'existe pas

source: The configuration has been updated
fr: La configuration a été mise à jour

source: File manager for Zikula sites.
fr: Gestion des fichiers pour les sites utilisant Zikula.

source: files
fr: fichiers

source: No folder defined.
fr: Aucun dossier défini.

source: no group found
fr: aucun groupe n'a été trouvé

source: no quota defined
fr: aucun quota défini

source: no image found
fr: aucune image n'a été trouvée

source: no size factor defined
fr: aucun facteur de taille n'a été défini

source: no folder defined
fr: aucun dossier défini

source: Sorry! You have not been granted access to this page.
fr: Désolé ! Vous n'avez pas le droit d'accéder à cette page.

source: The server directory does not exist. Contact with the website administrator to solve this problem.
fr: Le dossier du serveur n'existe pas. Prenez contact avec l'administrateur du site web pour résoudre ce problème.

source: Error! Could not load items.
fr: Erreur ! Impossible de charger les éléments.

source: Error! Could not create the new item.
fr: Erreur ! Impossible de créer un nouvel élément.

source: Error! Could not update the used disk.
fr: Erreur ! Impossible de mettre à jour l'espace disque utilisé.

source: Sorry! No authorization to access this module.
fr: Désolé ! Vous n'avez pas le droit d'accéder à ce module.

source: Choose a group...
fr: Choisissez un groupe...

source: Mb
fr: Mo

source: Save the changes
fr: Enregistrer les changements

source: -1 means no disk quota limit
fr: -1 correspond à aucune limite

source: Reduce size
fr: Réduire la taille

source: Increase size
fr: Augmenter la taille

source: Delete thumbnail
fr: Supprimer la miniature

source: Create folder
fr: Créer un dossier

source: Folder name
fr: Nom du dossier

source: Accept
fr: Accepter

source: Cancel
fr: Annuler

source: List of files in folder
fr: Liste des fichiers contenus dans le dossier

source: It is not possible to write in this directory. Make it writable.
fr: Il n'est pas possible d'écrire dans ce répertoire. Rendez le inscriptible.

source: Create directory
fr: Créer un répertoire

source: Upload file
fr: Envoyer un fichier

source: Set as not public folder
fr: En faire un répertoire privé

source: Set as a public folder
fr: En faire un répertoire publique

source: Disk use:
fr: Utilisation de l'espace disque :

source: %s%% - %s of %s
fr: %s%% - %s de %s

source: The files in this directory are accessible directly from the navigator. Anybody can access to them with the URL:
fr: Il est possible d'accéder directement aux fichiers contenus dans ce répertoire à partir du navigateur. N'importe qui peut y accéder via l'URL :

source: file_name
fr: nom_du_fichier

source: Name
fr: Nom

source: Size
fr: Taille

source: Modified
fr: Modifié

source: Rename folder
fr: Renommer le dossier

source: Delete folder
fr: Supprimer le dossier

source: Bytes
fr: Octets

source: -- Selected files --
fr: -- Fichiers sélectionnés --

source: Move them to another folder
fr: Les déplacer dans un autre dossier

source: Delete them
fr: Les supprimer

source: Create a zip file with them
fr: Créer un fichier compressé à partir de ceux-ci

source: Drag and drop the images to the HTML editor
fr: Déplacer/déposer les images dans l'éditeur HTML

source: The values displayed in each image are its real size "width x height" and the factor of the modification of its size (value). The value 1 means that the image is in its natural size. A value upper than 1 means that the image has been reduced and a value lower than 1 means that the image has been increased.
fr: Les valeurs affichées dans chaque image sont leur taille "largeur x hauteur" et le facteur de modification de cette taille. La valeur 1 indique que l'image est à sa taille originale. Une valeur plus grande que 1 signifie que l'image a été réduite et une valeur plus petite que 1 signifie que l'image a été agrandie.

source: Group
fr: Groupe

source: Quota (Mb)
fr: Quota (Mo)

source: Delete
fr: Supprimer

source: Delete disk quota
fr: Supprimer le quota du disque

source: Assign a new disk quota
fr: Mettre en place un nouveau quota de disque

source: (A value of -1 means no disk quota assigned)
fr: (Une valeur de -1 signifie qu'il n'y a pas de quotas)

source: Moving
fr: Déplacement

source: Move to
fr: Déplacé vers

source: (root)
fr: (racine)

source: Files
fr: Fichiers

source: File name
fr: Nom du fichier

source: Allowed extensions:
fr: Extensions autorisées :

source: User's files
fr: Fichiers des utilisateurs

source: New filename
fr: Nouveau nom de fichier

source: The list of the archive content
fr: Liste du contenu archivé

source: Create zip file
fr: Créer un fichier compressé

source: Generates a zip with this content
fr: Génère un fichier compressé avec ce contenu

source: Filename
fr: Nom du fichier

source: Delete File
fr: Supprimer le fichier

source: Confirm deletion of:
fr: Confirmez-vous la suppression de :

source: Confirmation prompt
fr: Demande de confirmation

source: Modify configuration
fr: Modifier la configuration

source: You should move the file file.php from modules/Files to the zikula root directory
fr: Vous devez déplacer le fichier file.php de modules/Files au dossier racine de zikula

source: You should remove the file file.php from modules/Files
fr: Vous devez retirer le fichier file.php du dossier modules/Files

source: Settings
fr: Paramètres

source: Files system physical path
fr: chemin complet du système de fichiers

source: The folder does not exist or it is not writable
fr: Le dossier n'existe pas ou n'est pas inscriptible

source: Users' folder
fr: Dossier des utilisateurs

source: Show hidden files
fr: Afficher les fichiers cachés

source: Do not show to anyone
fr: Ne pas l'afficher à tout le monde

source: Only show to administrators
fr: Ne l'afficher qu'aux administrateurs

source: Show to everyone
fr: Afficher à tout le monde

source: Allowed extensions (comma separated list)
fr: Autoriser les extensions (séparées par des virgules)

source: Editable extensions (comma separated list)
fr: extensions modifiables (séparées par des virgules)

source: Maximum file size
fr: Taille maximum du fichier

source: bytes
fr: octets

source: Default width for images in editor
fr: Largeur par défaut des images dans l'éditeur

source: Default height for images in editor
fr: Hauteur par défaut des images dans l'éditeur

source: Default disk quota
fr: Quota du disque par défaut

source: Disk quotas for groups
fr: Quotas de disque pour les groupes

source: Files module installation
fr: Installation du module Fichiers

source: Welcome to Files module
fr: Bienvenue dans le module Fichiers

source: This module allow user to manage their own files.<br />Each user has a folder for his/her files.<br />This module needs two writable folders that have to be created.
fr: Ce module permet aux utilisateurs de gérer leurs propre fichiers.<br />Chaque utilisateur a un dossier pour son/ses fichiers.<br />Ce module a besoin de deux dossier dans lequel il peut écrire qui doivent être créés.

source: Proceed with the installation
fr: procéder à l'installation

source: Check if the files folders in the server have been created and define them using the form below.<br />These folders will be used to save the files of the site and the users' files.<br />We recommend to locate them out of the public HTTP.
fr: Vérifiez si les dossiers de fichiers sur le serveur ont été créés et inscrivez les dans le formulaire ci-dessous.<br />Ces dossiers vont être utilisés pour sauvegarder les fichiers du site ainsi que les fichiers des utilisateurs.<br />Nous vous recommandons de localiser ces dossiers en dehors du serveur HTTP.

source: Defining the files folders
fr: Dossier des fichiers

source: Write the physical location of the folder in the server
fr: Inscrire la location du dossier sur le serveur

source: Write the users' folder name
fr: Inscrire le nom du dossier des utilisateurs

source: Checking if the files folders exist and they are writable
fr: Vérifie si les dossiers pour les fichiers existent et si il sont inscriptibles

source: The folder <strong>%s</strong> has not been found.
fr: Le dossier <strong>%s</strong> n'a pas été trouvé.

source: The folder <strong>%s</strong> is in the correct place.
fr: Le dossier <strong>%s</strong> est au bon endroit.

source: The folder <strong>%s</strong> is not writable and it should be.
fr: Le dossier <strong>%s</strong> n'est pas inscriptible alors qu'il devrait l'être.

source: The folder <strong>%s</strong> is writable.
fr: Le dossier <strong>%s</strong> est inscriptible.

source: The folder <strong>%s/%s</strong> has not been found.
fr: Le dossier <strong>%s/%s</strong> n'a pas été trouvé.

source: The folder <strong>%s/%s</strong> is located in the correct place.
fr: Le dossier <strong>%s/%s</strong> est situé au bon endroit.

source: The folder <strong>%s</strong> is located in the correct place.
fr: Le dossier <strong>%s</strong> est situé au bon endroit.

source: The folder <strong>%s/%s</strong> is not writable and it should be.
fr: Le dossier <strong>%s/%s</strong> n'est pas inscriptible alors qu'il devrait l'être.

source: The folder <strong>%s/%s</strong> is writable.
fr: Le dossier <strong>%s/%s</strong> est inscriptible.

source: Define folders again. Remember that you have to create the folders after define them.
fr: Définir à nouveau les dossiers. N'oubliez pas de créer ces dossiers après les avoir définis.

source: Make the folders writable and try again.
fr: Faites en sorte que ces dossiers soient inscriptibles et réessayez.

source: Proceed with the module installation
fr: Procéder à l'installation du module

source: Close window
fr: Fermer la fenêtre
