Repository: zikula/i18n-portal
Catalog: gettext/*/modules/News/2.6.2/module_news.po
Languages: fa, fr

source: (Number of characters; 0 for no limit)
fa: (تعداد کاراکتر ها، ۰ برای نامحدود)
fr: (Nombre de caractères; 0 = pas de limite)

source: Show 'No articles currently published' status message when no articles published
fa: نمایش پیام وضعیت 'در حال حاضر اخباری منتشر نشده است' زمانیکه اخباری منتشر نشده
fr: Afficher le message 'Actuellement, il n'y a pas de nouvelle publiée' lorsque aucune nouvelle n'a pas été publiée.

source: Custom templates
fa: قالب های سفارشی
fr: Templates personnalisés

source: Notice: You can use your own custom templates instead of the default templates. You must specify them here.The default template for block rows is 'news_block_storiesext_row.htm'. The default block template depends on the scroll setting. The default static template is 'news_block_storiesext.htm'. For scrolling content, 'news_block_storiesext_scrollNAME.htm' is used.
fa: توجه: شما می توانید در عوض قالب های پیش گزیده از قالب های سفارشی سازی شده خود استفاده کنید. شما باید آنها را اینجا تعیین کنید. قالب پیش گزیده برای ردیف بلاک 'news_block_storiesext_row.htm' است. قالب بلاک پیش گزیده بر اساس تنظیمات اسکرول است. قالب استاتیک پیش گزیده 'news_block_storiesext.htm' میباشد. برای اسکرول محتوا، 'news_block_storiesext_scrollNAME.htm' استفاده می شود.
fr: Note : Vous pouvez utiliser vos propres templates à la place de ceux par défaut. Si tel est le cas, vous devez les spécifier ici. Le template par défaut pour chaque élément du bloc est 'news_block_storiesext_row.htm'. Le template par défaut du bloc dépend des paramètres de défilement. Le template par défaut pour ce qui est statique est 'news_block_storiesext.htm'. Pour le défilement du contenu, 'news_block_storiesext_scrollNOM.htm' est utilisé.

source: Custom block template
fa: قالب بلاک سفارشی
fr: Template personnalisé pour ce bloc

source: (Default template is used if this box is left blank)
fa: (اگر این جعبه خالی رها شود قالب پیش گزیده استفاده خواهد شد)
fr: (Le template par défaut est utilisé si ce champ est vide)

source: Custom row template
fa: قالب ردیف سفارشی
fr: Template personnalisé pour chaque élément

source: Advanced block settings
fa: تنظیمات پیشرفته بلاک
fr: Paramètres avancés du bloc

source: Show contributor's name
fa: نمایش نام نویسنده ها
fr: Afficher le nom de l'auteur

source: Show article creation date
fa: نمایش تاریخ ایجاد اخبار
fr: Afficher la date de création la nouvelle

source: Date format
fa: فرمت تاریخ
fr: Format de la date

source: Click here to read 'strftime' description in PHP documentation
fa: برای خواندن توضیحات 'strftime' در مستندات PHP اینجا کلیک کنید
fr: Cliquez ici pour lire la description de 'strftime' dans la documentation de PHP

source: Show number of pageviews
fa: نمایش تعداد بازدید صفحات
fr: Afficher le nombre de lectures

source: Show number of comments
fa: نمایش تعداد نظرات
fr: Afficher le nombre de commentaires

source: Separator character for additional information
fa: کاراکتر جداکننده برای اطلاعات اضافی
fr: Caractère de séparation utilisé pour les informations additionnelles

source: Index page teaser settings
fa: تنظیمات نمایش اخبار در صفحه خانگی
fr: Paramètres des en-têtes situés sur la page principale des nouvelles

source: Display article's index page teaser
fa: نمایش خلاصه متن خبر
fr: Afficher l'en-tête des nouvelles sur la page principale

source: Notice: When truncating the index page teaser text, incomplete HTML mark-up elements will be completed by the 'truncatehtml' plug-in.
fa: توجه: زمانیکه متن خلاصه کوتاه می شود، عناصر اتمام نیافته زبان نشانه گزاری HTML توسط پلاگین 'truncatehtml' کامل خواهند شد.
fr: Remarque : Lorsque l'en-tête affiché sur la page principale est tronqué, les balises HTML incomplètes seront complétées par le plugin 'truncatehtml'.

source: Maximum displayed length of index page teaser
fa: حداکثر طول متن خلاصه نمایش داده شده
fr: Longueur maximum de l'en-tête affiché sur la page principale

source: Suffix appended to truncated index page teaser
fa: پسوندی که به متن خلاصه ی کوتاه شده افزوده می شود
fr: Suffixe à ajouter lorsque l'en-tête situé sur la page principale est tronqué

source: Article recency settings
fa: تنظیمات تازگی اخبار
fr: Paramètres des nouvelles récentes

source: Display image for recent article titles
fa: نمایش تصویر برای آخرین عناوین خبری
fr: Afficher une image avec le titre des nouvelles récentes

source: Number of days during which article is considered recent
fa: تعداد روزهایی که تعیین می کند کدام اخبار، اخبار اخیر حساب می شود
fr: Nombre de jours pendant lesquels une nouvelle est considérée comme récente

source: Image set for 'New' image
fa: تصویر تعیین شده برای تصویر 'جدید'
fr: Lot d'images pour cette 'nouvelle' image

source: (Used by 'pnimg' plug-in)
fa: (مورد استفاده توسط پلاگین 'pnimg')
fr: (Utilisé par le plugin 'pnimg')

source: File name of 'New' image from image set
fa: نام فایل تصویر 'جدید' از مجموعه تصاویر
fr: Nom de la 'nouvelle' image en provenance du lot d'images

source: News item scroll settings
fa: تنظیمات اسکرول آیتم اخبار
fr: Paramètres du défilement pour les nouvelles

source: Notice: News articles can shown in a scrolling box. The provided scrollers are based upon code from the <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> upward and downward pauseable vertical scroller, the <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> fading scroller (gradient wipe effect only works in IE), and the <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> marquee scroller.
fa: توجه: اخبار می توانند در یک جعبه پیمایش نشان داده شوند. پیمایشگر های فراهم شده بر پایه کدهایی از <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> یک پیمایشگر عمودی بطرف بالا و پایین و قابل توقف، <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> یک پیمایشگر محو شو (گرادینت فقط در IE کار می کند) و <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> یک پیمایشگر مارکویی میباشند.
fr: Note : Les nouvelles peuvent défiler dans un bloc. Les outils de défilement sont basés sur le code de <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> pour le défilement vertical vers le bas/haut avec pause, de <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> pour le défilement avec effet de fondu (cet effet ne fonctionne que sous IE) et de <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> pour le défilement continu.

source: Choose scroller
fa: انتخاب نوع اسکرول
fr: Choisissez le type de défilement

source: No scrolling
fa: بدون اسکرول
fr: Pas de défilement

source: Pauseable vertical scroller
fa: اسکرول عمودی قابل توقف
fr: Défilement vertical avec pause

source: Fading scroller
fa: اسکرول محو
fr: Défilement avec effet de fondu

source: Marquee scroller
fa: اسکرول مارکویی
fr: Défilement continu

source: Scroller CSS styles definition
fa: تعریف سبک های CSS پیمایشگر
fr: Définir les feuilles de style pour le défilement

source: Delay between scrolls and starting delay for marquee
fa: تاخیر بین اسکرول ها و تاخیر شروع مارکویی
fr: Durée de la pause entre chaque défilement

source: (Number of milliseconds)
fa: (تعداد میلی ثانیه ها)
fr: (Nombre de millisecondes)

source: Marquee scroller speed
fa: سرعت اسکرول مارکویی
fr: Vitesse de défilement

source: (Number from 1 to 10)
fa: (عدد بین ۱ تا ۱۰)
fr: (Nombre entre 1 et 10)

source: Picture %s for %s
fa: تصویر %s برای %s

source: Filed under:
fa: در زمینه:
fr: Classée sous :

source: %s article
fa: %s اخبار
fr: %s nouvelle

source: Currently no articles
fa: در حال حاضر اخباری موجود نیست
fr: Aucune nouvelle publiée actuellement

source: Edit this category
fa: ویرایش این طبقه
fr: Modifier cette catégorie

source: %s article.
fa: %s اخبار.
fr: %s nouvelle.

source: Total
fa: مجموع

source: %s contributed by you.
fa: %s توسط شما نوشته شده است.
fr: %s dont vous êtes l'auteur.

source: Currently no articles.
fa: در حال حاضر اخباری موجود نیست.
fr: Aucune nouvelle publiée actuellement.

source: Today's most-read article is:
fa: اخبار بیشترین خوانده شده های امروز:
fr: La nouvelle la plus lue aujourd'hui est :

source: Notice: the news publisher slideshow block is developed for the case where every article has pictures that were uploaded with the picture upload functionality. Furthermore it only works fine if the sizing is set to "fixed size (scale and crop)", since that will give fixed size images and thumbnails.
fa: توجه: بلاک اسلایدشو ماژول اخبار برای مواردی توسعه داده شده است که هر خبر دارای تصویری باشد که توسط قابلیت بارگزاری تصاویر ماژول اخبار، ارسال شده باشد. بعلاوه این بلاک در شرایطی به خوبی کار خواهد کرد که تنظیمات اندازه بر روی "سایز ثابت (تغییر سایز و برش)" قرار گرفته باشد، از این رو می تواند تصاویر و تصاویر بند انگشتی هم اندازه تولید کند.

source: #chars characters out of 65,536
fa: #chars کاراکتر بیشتر از 65,536

source: Publish
fa: انتشار
fr: Publier

source: Schedule
fa: برنامه
fr: Programmer

source: Save as draft
fa: ذخیره بعنوان پیش نویس
fr: Enregistrer en tant que brouillon

source: Update draft
fa: بروزرسانی پیش نویس
fr: Mettre à jour le brouillon

source: Saving draft...
fa: در حال ذخیره پیش نویس...
fr: Brouillon en cours d'enregistrement...

source: <strong>Title is empty, draft not saved!</strong>
fa: <strong>عنوان خالی است, پیش نویس ذخیره نشد!</strong>
fr: <strong>Il n'y a pas de titre pour la nouvelle, le brouillon n'a pas été sauvegardé !</strong>

source: Remove
fa: حذف کردن

source: Picture
fa: تصویر

source: Title text
fa: متن عنوان
fr: Titre du texte

source: Permalink
fa: لینک ثابت
fr: Lien permanent

source: Permalink URL
fa: آدرس لینک ثابت
fr: URL du lien permanent

source: (Generated automatically if left blank)
fa: (اگر خالی رها شود بصورت خودکار تولید خواهد شد)
fr: (Généré automatiquement si ce champ est vide)

source: Article
fa: اخبار
fr: Nouvelle

source: Permitted HTML tags
fa: تگ های HTML مجاز
fr: Balises HTML autorisées

source: Index page teaser text
fa: متن خلاصه
fr: Texte de l'en-tête affiché sur la page principale

source: (Limit: 65,536 characters)
fa: (محدودیت: ۶۵/۵۳۶ کاراکتر)
fr: (Limite : 65.536 caractères)

source: Index page teaser format
fa: فرمت متن خلاصه
fr: Format de l'en-tête affiché sur la page principale

source: Plain text
fa: متن ساده
fr: Texte brut

source: Text formatted with mark-up language
fa: متن فرمت شده توسط زبان نشانه گزاری
fr: Texte formaté avec un langage de balisage

source: Article body text
fa: متن کامل خبر
fr: Texte du corps de la nouvelle

source: Article body format
fa: فرمت متن کامل
fr: Format du corps de la nouvelle

source: Footnote
fa: شرح
fr: Note de bas de page

source: Select a picture (max. %s kB per picture)
fa: انتخاب یک تصویر (حداکثر %s کیلوبایت/تصویر)

source: (max files %s, first picture is used as thumbnail in the index teaser page for this article.)
fa: (حداکثر تعداد فایل %s، اولین تصویر بعنوان تصویر اصلی در صفحه اصلی مورد استفاده قرار میگیرد.)

source: Publishing options
fa: گزینه های انتشار
fr: Options de publication

source: Publish on news index page
fa: انتشار در صفحه اصلی اخبار
fr: Publier sur la page principale

source: No time limit
fa: بدون محدودیت زمانی
fr: Pas de limite de temps

source: Start date
fa: تاریخ شروع
fr: Date de début

source: No end date
fa: بدون تاریخ پایان
fr: Pas de date de fin

source: End date
fa: تاریخ پایان
fr: Date de fin

source: Allow comments on this article
fa: اجازه ارسال نظر در مورد این مقاله
fr: Autoriser les commentaires pour cette nouvelle

source: Article attributes
fa: ویژگی های خبر
fr: Attributs de la nouvelle

source: Create new attribute
fa: ایجاد ویژگی جدید
fr: Créer un nouvel attribut

source: Delete this attribute
fa: حذف این ویژگی
fr: Supprimer cet attribut

source: Preview this article
fa: پیش نمایش این خبر
fr: Prévisualiser cette nouvelle

source: Preview
fa: پیش نمایش
fr: Prévisualiser

source: Submit this article
fa: ارسال این خبر
fr: Soumettre cette nouvelle

source: Submit
fa: ارسال
fr: Soumettre

source: Save this article as draft
fa: ذخیره این خبر بعنوان پیش نویس
fr: Enregistrer cette nouvelle en tant que brouillon

source: Mark this article as pending
fa: نشانه گزاری این خبر بعنوان معلق
fr: Mettre cette nouvelle en attente de publication

source: Pending
fa: در انتظار تایید
fr: En attente

source: Publish this article
fa: انتشار این خبر
fr: Publier cette nouvelle

source: Cancel
fa: لغو
fr: Annuler

source: News articles
fa: اخبار
fr: Nouvelles

source: Contributed by %s
fa: نوشته شده توسط %s
fr: Dont l'auteur est %s

source: on %s
fa: در %s
fr: le %s

source: %s pageview
fa: %s بازدید از صحفه
fr: %s lecture

source: No articles published recently.
fa: اخیرا خبری منتشر نشده است.
fr: Aucune nouvelle publiée récemment.

source: (An empty category selection will show articles from all available categories)
fa: (انتخاب هیچ طبقه اخبار تمام طبقات فعال را نشان می دهد)

source: Display
fa: نمایش
fr: Afficher

source: Number of articles
fa: تعداد اخبار
fr: Nombre de nouvelles

source: Limit of backward reach
fa: حد برگشت به عقب
fr: Limite de caractères atteinte

source: Maximum displayed length of title
fa: حداکثر طول عنوان نمایش داده شده
fr: Longueur maximum du titre à afficher

source: Information settings
fa: تنظیمات اطلاعات
fr: Paramètres des informations additionnelles

source: Display contributor's name
fa: نمایش نام نویسنده
fr: Afficher le nom de l'auteur

source: Display article creation date
fa: نمایش تاریخ ارسال خبر
fr: Afficher la date de création de la nouvelle

source: (Only shown when contributor's name is also enabled)
fa: (فقط زمانی نمایش داده خواهد شد که نام نویسنده نیز فعال باشد)

source: Refer to the <a href="http://www.php.net/manual/function.strftime.php">'strftime' description</a> in the PHP documentation.
fa: مراجعه کنید به <a href="http://www.php.net/manual/function.strftime.php">توضیحات'strftime'</a> در مستندات PHP.
fr: Se référer à <a href="http://www.php.net/manual/function.strftime.php">la description 'strftime'</a> disponible dans la documentation de PHP.

source: Display number of pageviews
fa: نمایش تعداد بازدید صفحات
fr: Afficher le nombre de lectures

source: Display number of comments
fa: نمایش تعداد نظرات
fr: Afficher le nombre de commentaires

source: Separator character for article information
fa: کاراکتر جدا کننده برای اطلاعات خبر
fr: Caractère de séparation utilisé pour les informations additionnelles

source: Display 'Submit an article' link
fa: نمایش لینک 'ارسال خبر'
fr: Afficher le lien 'Soumettre une nouvelle'

source: Article settings
fa: تنظیمات اخبار
fr: Paramètres de la nouvelle

source: Display an icon to highlight recent article titles
fa: نمایش یک آیکون برای مشخص شدن عناوین آخرین اخبار
fr: Afficher un icône permettant de mettre en avant les nouvelles récentes

source: Display article's index page teaser text
fa: نمایش متن خلاصه اخبار
fr: Afficher l'en-tête des nouvelles sur la page principale

source: Maximum displayed length of index page teaser text
fa: حداکثر طول متن خلاصه خبر به نمایش در آمده
fr: Longueur maximum de l'en-tête affiché sur la page principale

source: Suffix appended to truncated index page teaser text
fa: پسوند اضافه شده به متن خلاصه اخبار کوتاه شده
fr: Suffixe à ajouter lorsque l'en-tête situé sur la page principale est tronqué

source: Specify a custom template
fa: تعیین یک قالب سفارشی

source: Custom output template
fa: قالب خروجی سفارشی

source: (Default template 'newsarticles_view.html' is used if this box is left blank)
fa: (در صورتی که این جعبه را خالی رها کنید قالب پیش گزیده 'newsarticles_view.html' استفاده خواهد شد)

source: Expand all
fa: باز کردن همه
fr: Tout développer

source: Contract all
fa: بستن همه
fr: Tout réduire

source: News archive for %1$s, %2$s
fa: اخبار آرشیو شد برای %1$s, %2$s
fr: Nouvelles archivées pour %1$s, %2$s

source: Pageviews
fa: بازدید صفحات
fr: Lectures

source: Edit news article
fa: ویرایش خبر
fr: Modifier cette nouvelle

source: Language(s) for which article should be displayed
fa: زبان هایی که باید اخبار برای آنها بنمایش درآید
fr: Langue(s) pour laquelle/lesquelles la nouvelle doit être affichée

source: Delete this picture
fa: حذف این تصویر

source: Meta data
fa: داده متا
fr: Donnée 'meta'

source: Last edited
fa: آخرین ویرایش
fr: Dernière modification

source: Approved by %s
fa: تایید شده توسط %s
fr: Approuvé par %s

source: Status %s
fa: وضعیت %s
fr: Statut %s

source: Article ID: %s
fa: شناسه اخبار: %s
fr: ID de la nouvelle : %s

source: Approve and publish this article
fa: تصویب و انتشار این خبر
fr: Approuver et publier cette nouvelle

source: Approve and Publish
fa: تصویب و انتشار
fr: Approuver et publier

source: Approve and
fa: تصویب و
fr: Approuver et

source: Update this article
fa: ویرایش این مقاله

source: Update
fa: برز رسانی

source: Archive this article
fa: آرشیو این خبر
fr: Archiver cette nouvelle

source: Archive
fa: آرشیو
fr: Archiver

source: Reject this article
fa: رد کردن این خبر
fr: Refuser cette nouvelle

source: Reject
fa: رد کردن
fr: Refuser

source: Delete this article
fa: حذف این خبر
fr: Supprimer cette nouvelle

source: Select a picture
fa: انتخاب یک تصویر

source: Save
fa: ذخیره
fr: Enregistrer

source: Save your changes
fa: ذخیره تغییرات شما
fr: Enregistrer vos modifications.

source: Mark as pending
fa: علامت گزاری بعنوان معلق
fr: Mettre en attente

source: New
fa: جدید
fr: Nouveau

source: by %s
fa: توسط %s
fr: par %s

source: Picture gallery
fa: گالری تصویر

source: Notice: Your theme could be using template overrides for the News publisher module (in themes/YourThemeName/templates/modules/News/...). They might lack behind in functionality to the current default News publisher templates, please remove them or check them carefully against the default News publisher templates (in modules/News/pntemplates/...).
fa: توجه: قالب شما می تواند از تنظیمات تحت الشعاع قرار دهنده ی قالب ها برای ماژول اخبار استفاده کند (در themes/YourThemeName/templates/modules/News/...). ممکن است آنها باعث عدم توانایی های فعلی قالب پیش گزیده اخبار شوند، لطفا آنها را پاک کرده یا دقیقا با قالب پیش گزیده ی اخبار (در modules/News/pntemplates/...) مقایسه کنید.
fr: Note : il est possible que votre thème utilise des templates personnalisés qui surpassent ceux du module 'News' (dans themes/VotreTheme/templates/modules/News/...). Ces templates personnalisés peuvent ne pas contenir les dernières fonctionnalités ajoutées au module 'News', c'est pour cette raison qu'il est recommandé de soit les supprimer, soit les mettre à jour pour qu'ils reflètent les nouveaux changements apportés aux templates du module (dans modules/News/pntemplates/...).

source: Enable article attributes
fa: فعال کردن ویژگی های اخبار
fr: Activer les attributs pour la nouvelle

source: Category settings
fa: تنظیمات طبقه بندی
fr: Paramètres de la catégorie

source: Enable categorisation
fa: فعال سازی طبقه بندی
fr: Activer la catégorisation

source: Category to use for legacy 'Topics' module template variables
fa: طبقه مورد استفاده برای متغیرهای قالب ماژول 'موضوعات'
fr: Catégorie à utiliser pour les variables des templates de l'ancien module 'Topics'.

source: Category image path (with trailing /)
fa: مسیر تصویر طبقه (با یک / پیش از آن)
fr: Chemin de l'image associée à la catégorie (avec un / (slash) final)

source: Notice: You can associate an image with each article category. The image must be located in the category image path entered in 'Category image path'. You must also go to the Categories manager in the site admin panel and then define the associated image. To do this, add a category attribute named 'topic_image' to each article category, and then enter the associated image path and name.
fa: توجه: شما می توانید به هر طبقه موضوعات تصویری اختصاص دهید. تصویر باید در مسیر تصاویر طبقه تعیین شده در فیلد 'مسیر تصاویر طبقه' قرار گیرد. همچنین باید به مدیریت ماژول طبقات رفته سپس تصویر اختصاص یافته را معین کنید. برای انجام این کار، به هر یک از طبقه موضوعات یک ویژگی اضافه کنید به نام 'topic_image' سپس مسیر و نام تصویر اختصاص یافته را وارد کنید.
fr: Note : Vous pouvez associer une image avec chaque catégorie de nouvelles. L'image doit être située dans le répertoire des images des catégories que vous avez indiqué. Vous devez aussi vous rendre dans le gestionnaire des catégories dans le panneau d'administration et y définir l'image associée. Pour faire cela, ajouter un attribut appelé 'topic_image' à chaque catégorie de nouvelles et indiquez y le chemin de l'image associée ainsi que son nom.

source: Enable category based permission checks
fa: فعال کردن طبقه بندی بر مبنای بررسی های مجوز

source: Notice: You can use category based permission checks (Categories::Category | Category ID:Category Path:Category IPath) for the display of each and every article. If you don't need to select access based on the articles categories, you can uncheck this setting for a gain in speed (e.g. less database queries).
fa: توجه: شما میتوانید برای نمایش هر خبر یا همه اخبار از طبقه بندی بر مبنای بررسی های مجوز (Categories::Category | Category ID:Category Path:Category IPath) استفاده کنید. اگر شما احتیاج به انتخاب دسترسی بر مبنای طبقه اخبار ندارید می توانید این تنظیم را جهت افزایش سرعت غیرفعال کنید (بعنوان مثال بدون query پایگاه داده)

source: Display settings
fa: نمایش تنظیمات
fr: Paramètres d'affichage

source: Order article listings by
fa: مرتب کردن فهرست اخبار توسط
fr: Trier la liste des nouvelles par

source: Number of articles in news index page
fa: تعداد اخبار در صفحه اصلی
fr: Nombre de nouvelles sur la page principale des nouvelles

source: Number of articles in archive page
fa: تعداد اخبار در صفحه آرشیو
fr: Nombre de nouvelles sur la page des archives

source: Check referer on printer-friendly pages
fa: بررسی رجوع به صفحات مخصوص چاپ
fr: Vérifier les référents sur les pages imprimables

source: Enable in-line editing of articles via JavaScript/Ajax controls
fa: فعال کردن ویرایش توکار اخبار توسط کنترل های JavaScript/Ajax
fr: Permettre la modification interactive des nouvelles grâce à JavaScript/Ajax

source: Enable 'More articles in category' when displaying an article
fa: فعال کردن 'بقیه اخبار این طبقه' زمانیکه یک خبر نمایش داده می شود
fr: Activer 'Autres nouvelles dans cette catégorie' lorsqu'une nouvelle est affichée

source: Enable the description page variable in the article display for SEO.
fa: فعال کردن متغیر صفحه توضیحات در نمایش خبر بمنظور SEO.

source: How many characters of the index page teaser text should be shown in the description
fa: چند کاراکتر از متن خلاصه اخبار باید در توضیحات به نمایش درآید؟

source: Number of 'More articles in category' for every article
fa: تعداد 'بقیه اخبار در این طبقه' برای هر خبر
fr: Nombre de 'Autres nouvelles dans cette catégorie' pour chaque nouvelle
