Repository: zikula/i18n-portal
Catalog: gettext/*/modules/News/2.6.2/module_news.po
Languages: fa, fr

source: Error! No such article found.
fa: خطا! چنین مقاله ای پیدا نشد.
fr: Erreur ! Aucune nouvelle de ce type n'a été trouvée.

source: Error! Could not load [%s] class.
fa: خطا! نمی توانم کلاس [%s] را بارگزاری کنم.
fr: Erreur ! Impossible de charger la classe [%s].

source: title
fa: عنوان
fr: titre

source: article content
fa: محتوای مقاله
fr: contenu de la nouvelle

source: Error! You did not enter the minimum necessary %s.
fa: خطا! شما حداقل مورد نیاز %s را وارد نکرده اید.
fr: Erreur ! Vous n'avez pas indiqué le minimum nécessaire %s.

source: Warning! Picture %s is not uploaded, since the file extension is now allowed (only %s is allowed).
fa: هشدار! تصویر %s آپلود نشد، چرا که پسوند فایل مجاز نیست (فقط %s مجاز می باشد).

source: Warning! Picture %s is not uploaded, since the filesize was too large (max. %s kB).
fa: هشدار! تصویر %s آپلود نشد، چرا که اندازه فایل حجیم است (حداکثر %s کیلوبایت).

source: Warning! Picture %1$s gave an error (code %2$s, explained on this page: %3$s) during uploading.
fa: اخطار! تصویر %1$s در حین بارگزاری با مشکل مواجه شد (کد %2$s شرح داده شده در این صفحه: %3$s)
fr: Attention! Une erreur a été signalée lors du transfert de l'image %1$s (code %2$s, expliquée sur la page %3$s)

source: Done! Saved your changes.
fa: انجام شد! تغییرات شما ذخیره شد.
fr: Terminé ! Vos modifications ont été enregistrées.

source: Done! Deleted article.
fa: انجام شد! مقاله حذف شد.
fr: Terminé ! La nouvelle a été supprimée.

source: All
fa: همه
fr: Toutes

source: Published
fa: منتشر شده
fr: Publiée

source: Rejected
fa: مردود
fr: Refusée

source: Pending Review
fa: در انتظار نظرات
fr: En attente

source: Archived
fa: آرشیو شده
fr: Archivée

source: Draft
fa: پیش نویس
fr: Brouillon

source: Scheduled
fa: برنامه ریزی شده
fr: Programmée

source: View
fa: مشاهده
fr: Afficher

source: Review
fa: بررسی
fr: Vérifier

source: Edit
fa: ویرایش
fr: Modifier

source: Delete
fa: حذف کردن
fr: Supprimer

source: Unknown
fa: ناشناس
fr: Inconnu

source: Yes
fa: بله
fr: Oui

source: No
fa: خیر
fr: Non

source: Article date/time
fa: زمان/تاریخ مقاله
fr: Date/heure de la nouvelle

source: Article ID
fa: شناسه مقاله
fr: ID de la nouvelle

source: Article weight
fa: وزن مقاله
fr: Importance de la nouvelle

source: Warning! The image upload directory at [%s] already exists. Make sure that this folder is accessible via the web and writable by the webserver.
fa: هشدار! پوشه آپلود تصویر در [%s] موجود است. اطمینان حاصل کنید که این پوشه از طریق وب قابل دسترس و توسط وب سرور قابل نوشتن است.

source: News publisher created the image upload directory successfully at [%s] and wrote an .htaccess file there for security. Make sure that this folder is accessible via the web and writable by the webserver.
fa: ماژول اخبار، پوشه آپلود تصاویر را با موفقیت در [%s] ایجاد کرد و یک فایل .htaccess در آن برای فراهم کردن امنیت کپی کرد. اطمینان حاصل کنید که این پوشه قابل دسترس از طریق وب و قابل نوشتن توسط وب سرور می باشد.

source: News publisher created the image upload directory successfully at [%s], but could not write the .htaccess file there. Make sure that this folder is accessible via the web and writable by the webserver.
fa: ماژول اخبار پوشه آپلود تصاویر را در [%s] با موفقیت ایجاد کرد، اما نمی تواند فایل .htaccess را در آن بسازد. اطمینان حاصل کنید که این پوشه قابل دسترس از طریق وب و قابل نوشتن توسط وب سرور می باشد.

source: Warning! News publisher could not create the specified image upload directory [%s]. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
fa: هشدار! ماژول اخبار نمی تواند پوشه آپلود تصاویر را در [%s] ایجاد کند. لطفا اینرا خودتان بسازید و اطمینان حاصل کنید که از طریق وب قابل دسترس و توسط وب سرور قابل نوشتن باشد.

source: Done! Saved module settings.
fa: انجام شد! تنظیمات ماژول ذخیره شد.
fr: Terminé ! Paramètres du module enregistrés.

source: Sorry! You do not have authorisation for this page.
fa: متاسفم! شما مجوز دسترسی به این صفحه را ندارید.
fr: Désolé ! Vous n'avez pas l'autorisation d'accéder à cette page.

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
fa: متاسفم! کلید مجوز نامعتبر ('authkey'). ممکن است این خطا بخاطر کلیک بر روی دکمه بازگشت و رفتن به صفحه ای که مجوز آنرا ندارید رخ داده باشد، یا اینکه کلید مجوز شما بعلت عدم فعالیت در مدت قابل توجهی منقضی شده است. لطفا صفحه را مجددا بارگزاری کرده و دوباره سعی کنید.
fr: Désolé ! Clé d'identification invalide ('authkey'). Cela signifie probablement que vous avez utilisé le bouton 'Page précédente' pour retourner vers une page qui ne supporte pas cela ou que la clé d'identification de la page a expiré suite à une inactivité prolongée. Veuillez rafraichir la page et recommencer.

source: Error! Could not save your changes.
fa: خطا! نمی توانم تغییرات شما را ذخیره کنم.
fr: Erreur ! Impossible d'enregistrer vos modifications.

source: Error! Could not delete article.
fa: خطا! نمی توانم مقاله را حذف کنم.
fr: Erreur ! Impossible de supprimer la nouvelle.

source: Draft updated at %s
fa: پیش نویس بروز شده در %s
fr: Brouillon mis à jour à %s

source: Draft saved at %s
fa: پیش نویس ذخیره شده در %s
fr: Brouillon enregistré à %s

source: Specified folder [%s] does exist and is writable.
fa: فولدر [%s] موجود و قابل نوشتن است.

source: Specified folder [%s] does exist, but is not writable. Make sure that this folder is accessible via the web and writable by the webserver.
fa: پوشه [%s] موجود است، اما قابل نوشتن نیست. اطمینان حاصل کنید که این پوشه قابل دسترس از طریق وب و قابل نوشتن توسط وب سرور باشد.

source: Specified folder [%s] does not exist yet. News pubisher will create this folder if you check the field below.
fa: فولدر [%s] موجود نیست. در صورتی که فیلد زیر را تیک بزنید ماژول اخبار این پوشه را می سازد.

source: Specified folder is an empty string, please fill in a folder (e.g. images/news_picupload).
fa: پوشه مورد نظر یک رشته خالی است، لطفا در یک پوشه پر کنید (مثلا images/news_picupload).

source: News publisher articles list
fa: لیست اخبار
fr: Liste des nouvelles

source: Show a list of News publisher articles published since the last newsletter.
fa: نمایش لیستی از اخبار منتشر شده از زمان آخرین خبرنامه.
fr: Afficher la liste des nouvelles publiées depuis la dernière newsletter.

source: by %1$s on %2$s
fa: توسط %1$s در %2$s
fr: par %1$s le %2$s

source: No News publisher articles since last newsletter on %s.
fa: از زمان آخرین خبرنامه در %s اخبار جدیدی نداریم.
fr: Aucune nouvelle publiée depuis la dernière newsletter du %s.

source: News publisher
fa: سیستم اخبار
fr: Publication de nouvelles

source: Provides the ability to publish and manage news articles contributed by site users, with support for news categories and various associated blocks.
fa: امکان انتشار و مدیریت اخبار جمع آوری شده توسط کاربران سایت را فراهم می کند، بهمراه پشتیبانی از سیستم طبقه بندی و انواع مختلف بلاک.
fr: Fournit la possibilité de publier et de gérer des nouvelles auxquels les membres du site peuvent contribuer, ce module supporte les catégories et de nombreux blocs associés.

source: Unknown status
fa: وضعیت نامشخص
fr: Statut inconnu

source: %s day ago
fa: %s روز قبل
fr: il y a %s jour

source: yesterday
fa: دیروز
fr: hier

source: tomorrow
fa: فردا
fr: demain

source: %s day from now
fa: %s روز از همین حالا
fr: %s jour à partir de maintenant

source: %s hour ago
fa: %s ساعت قبل
fr: il y a %s heure

source: %s hour from now
fa: %s ساعت از همین حالا
fr: %s heure à partir de maintenant

source: %s minute ago
fa: %s دقیقه قبل
fr: il y a %s minute

source: %s minute from now
fa: %s دقیقه از همین حالا
fr: %s minute à partir de maintenant

source: %s second ago
fa: %s ثانیه قبل
fr: il y a %s seconde

source: %s second from now
fa: %s ثانیه از همین حالا
fr: %s seconde à partir de maintenant

source: Error! Could not load any articles.
fa: خطا! نمی توانم هیچ اخباری را بارگزاری کنم.
fr: Erreur ! Impossible de charger la moindre nouvelle.

source: Read more...
fa: ادامه مطلب...
fr: Lire la suite...

source: %s bytes more
fa: %s بایت بیشتر
fr: %s octets en plus

source: Print
fa: چاپ
fr: Imprimer

source: Printer-friendly page
fa: صفحه مخصوص چاپ
fr: Page imprimable

source: Comments?
fa: نظرات؟
fr: Commentaires ?

source: %s comment
fa: %s نظر
fr: %s commentaire

source: Footnote: %s
fa: پانویس: %s
fr: Note de bas de page : %s

source: Error! Could not create new article.
fa: خطا! نمی توانم اخبار جدید ایجاد کنم.
fr: Erreur ! Impossible de créer la nouvelle.

source: Article titles
fa: عنوان اخبار
fr: Titres des nouvelles

source: Display article titles
fa: نمایش عنوان اخبار
fr: Afficher les titres des nouvelles

source: Most-read article
fa: اخبار بیشتری خوانده شده
fr: Nouvelles les plus lues

source: Today's most-read article
fa: اخبار بیشترین خوانده شده ی امروز
fr: Nouvelles les plus lues aujourd'hui

source: Extended article titles
fa: عنوان اخبار پیشرفته
fr: Titres avancés pour la nouvelle

source: Display article titles with extended options
fa: نمایش عنوان اخبار بهمراه گزینه های اضافه
fr: Affiche les titres des nouvelles avec des options avancées

source: No articles.
fa: هیچ اخباری وجود ندارد
fr: Aucune nouvelle.

source: Past articles
fa: اخبار گذشته
fr: Anciennes nouvelles

source: Display past articles
fa: نمایش اخبار گذشته
fr: Afficher les anciennes nouvelles

source: Error! Database contains no article with the title '%s'.
fa: خطا! پایگاه داده حاوی خبری با عنوان '%s' نیست.
fr: Erreur ! La base de données ne contient aucune nouvelle ayant comme titre '%s'.

source: Recent news articles
fa: اخبار اخیر
fr: Nouvelles récentes

source: Displays a specific number of news articles from one or all categories available
fa: نمایش تعداد مشخصی از اخبار از یک یا همه ی طبقات فعال
fr: Afficher un nombre spécifique de nouvelles à partir d'une ou toutes les catégories

source: News articles listed under the '%s' category
fa: اخبار فهرست شده تحت طبقه '%s'
fr: Liste des nouvelles faisant partie de la catégorie '%s'

source: News articles listed without a category selection
fa: اخبار لیست شده بدون انتخاب طبقه

source: Show all news articles
fa: نمایش تمام اخبار
fr: Afficher toutes les nouvelles

source: Show only articles set for index page listing
fa: فقط اخباری را نمایش بده که برای لیست شدن در صفحه خانگی تنظیم شده اند
fr: Afficher uniquement les nouvelles publiées sur la page principale

source: Show only articles not set for index page listing
fa: فقط اخباری را نمایش بده که برای لیست شدن در صفحه خانگی تنظیم نشده اند
fr: Afficher uniquement les nouvelles qui ne sont pas publiées sur la page principale

source: News publisher setting
fa: تنظیمات سیستم اخبار
fr: Paramètres du module des Nouvelles

source: Number of pageviews
fa: تعداد بازدید صفحات
fr: Nombre de lectures

source: Random
fa: تصادفی
fr: Aléatoire

source: Done! Created new article.
fa: انجام شد! اخبار جدید ایجاد شد.
fr: Terminé ! La nouvelle a été créée.

source: <br />A News Publisher article <strong>%1$s</strong> has been submitted by %2$s for review on website %3$s.<br />Index page teaser text of the article:<br /><hr />%4$s<hr /><br /><br />Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the <em>Pending Review</em> article(s).<br /><br />Regards,<br />%6$s
fa: <br />یک خبر جدید <strong>%1$s</strong> توسط %2$s برای وب سایت %3$s ارسال شده است.<br />متن خلاصه اخبار:<br /><hr />%4$s<hr /><br /><br /> برو به صفحه <a href="%5$s">مدیریت اخبار</a> برای بررسی و تایید اخبار <em>در انتظار تایید</em>.<br /><br /> با احترام،<br />%6$s
fr: <br />La nouvelle <strong>%1$s</strong> a été soumise par %2$s pour vérification, sur le site %3$s.<br />L'en-tête de la nouvelle affiché sur la page principale est :<br /><hr />%4$s<hr /><br /><br />Rendez-vous dans le <a href="%5$s">panneau d'administration des nouvelles</a> pour vérifier et publier la/les nouvelle(s) <em>En attente de vérification</em>.<br /><br />Cordialement,<br />%6$s

source: A News Publisher article '%1$s' has been submitted by %2$s for review on website %3$s. Index page teaser text of the article: -------- %4$s -------- Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the 'Pending Review' article(s). Regards, %6$s
fa: یک اخبار '%1$s' توسط %2$s برای بررسی سایت %3$s ارسال شده است. خلاصه اخبار: -------- %4$s -------- برای بررسی و تایید اخبار در انتظار تایید به صفحه <a href="%5$s">مدیریت اخبار</a> بروید. با تشکر، %6$s
fr: La nouvelle '%1$s' a été soumise par %2$s pour vérification sur le site %3$s. L'en-tête de la nouvelle affiché sur la page principale est : -------- %4$s -------- Rendez-vous dans le <a href="%5$s">panneau d'administration des nouvelles</a> pour vérifier et publier la/les nouvelles 'En attente de vérification'. Cordialement, %6$s

source: Done! E-mail about new pending article is sent.
fa: انجام شد! ایمیل درمورد اخبار در انتظار تایید جدید ارسال شد.
fr: Terminé ! L'e-mail concernant la nouvelle en attente de publication a été envoyé.

source: Warning! E-mail about new pending article could not be sent.
fa: اخطار! ایمیل در مورد اخبار در انتظار تایید جدید نمی تواند ارسال شود.
fr: Attention ! L'e-mail concernant la nouvelle en attente de publication n'a pas pu être envoyé.

source: No articles currently published under the '%s' category.
fa: در حال حاضر اخباری ذیل طبقه '%s' منتشر نشده است.
fr: Actuellement, il n'y a aucune nouvelle publiée dans la catégorie '%s'.

source: No articles currently published.
fa: در حال حاضر اخباری منتشر نشده است.
fr: Aucune nouvelle publiée actuellement.

source: :: page %s
fa: :: صفحه %s

source: January February March April May June July August September October November December
fa: فروردین اردیبهشت خرداد تیر مرداد شهریور مهر آبان آذر دی بهمن اسفند
fr: Janvier Février Mars Avril Mai Juin Juillet Août Septembre Octobre Novembre Décembre

source: Submit an article
fa: ارسال اخبار
fr: Soumettre une nouvelle

source: News articles list
fa: لیست اخبار
fr: Liste des nouvelles

source: Create new article
fa: ایجاد اخبار جدید
fr: Créer une nouvelle

source: Settings
fa: تنظیمات
fr: Paramètres

source: A News Publisher article has been submitted for review
fa: یک اخبار جدید برای بررسی ارسال شده است
fr: Une nouvelle a été soumise et doit être vérifiée

source: Error! Could not update articles.
fa: خطا! نمی توانم اخبار را بروز کنم.
fr: Erreur ! Impossible de modifier les nouvelles.

source: Error! The '%s' module is not installed.
fa: خطا! ماژول '%s' نصب نشده است.
fr: Erreur ! Le module '%s' n'est pas installé.

source: News introduction article
fa: معرفی اخبار
fr: Introduction de la nouvelle

source: news_introduction_article
fa: معرفی اخبار
fr: introduction_de_la_nouvelle

source: A news article is divided into an article teaser text (which is the lead-in text you are reading now) and an article body text (which you can view by clicking on the article's title or the 'Read more' link). The teaser will generally be a short introduction to the article, but if you plan to publish only very short bulletins, the teaser can contain the full draft and the article body can be left empty. Click on the article title for more information about Zikula's News publisher module.
fa: هر خبر به یک بخش خلاصه متن خبر (که اول از همه مشاهده می شود) و یک بخش متن کامل خبر (که پس از کلیک بر روی عنوان خبر یا لینک ادامه مطلب، قابل مشاهده خواهد شد) تقسیم شده است. یک خلاصه، معمولا معرفی کوتاهی در مورد خبر یا مطلب اصلی است، اما اگر شما برای انتشار متون خیلی کوتاه برنامه ریزی کرده اید، تمام پیش نویس شما می تواند در بخش خلاصه متن قرار گیرد و بخش متن کامل خالی رها شود. برای دریافت اطلاعات بیشتر در مورد ماژول اخبار زیکولا بر روی عنوان مطلب کلیک کنید.
fr: Une nouvelle est divisée en deux parties, la première est l'en-tête (qui est la première partie du texte que vous êtes en train de lire) et la seconde est le corps (qui peut être affiché en cliquant sur le titre de la nouvelle ou sur le lien 'Lire la suite'). L'en-tête contient en général une brève introduction à la nouvelle, mais si vous prévoyez ne publier que de courtes nouvelles, l'en-tête peut contenir tout le texte et le corps peut rester vide. Cliquez sur le titre de la nouvelle pour obtenir plus d'informations sur le module de 'Nouvelles' pour Zikula.

source: News
fa: اخبار
fr: Nouvelles

source: <h3>More about the News module</h3><p>You are now reading the body text of the article (starting as from the 'More about the News module' title above). Both the article teaser and the article body can contain URL links, images, mark-up (HTML tags and, if you have the additional necessary add-ons installed, other mark-up languages such as BBCode) You can learn more about the News module by reading the <a href="http://code.zikula.org/news/wiki#Documentation">News Wiki Documentation</a>.</p><h3>Some more details</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="News publisher admin image"/>To control what HTML tags can be included in an article to format and enhance it, the site administrator should set the desired tags to enabled status by visiting the <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Security centre</a>. With the News module, you can take advantage of Zikula's permissions system to control who gets what access to which parts of the News module. A moderator group can be created, containing registered site users who can add, edit and delete articles. This is just a simple example: the Zikula permissions system is sufficiently flexible to let you implement practically any organisation you want.</p><p>You can edit or delete this introductory article by clicking on the link beside the article title, or you can visit to the <a href="index.php?module=%s&type=admin&func=view">News admin pages</a>.</p>
fa: <h3>اطلاعات بیشتر درباره ماژول اخبار</h3><p>شما الان در حال خواندن متن کامل خبر هستید (که از عنوان چاپ شده در بالا 'اطلاعات بیشتر درباره ماژول اخبار' شروع شده است). هر دو قسمت متن خلاصه و متن کامل می توانند شامل آدرس های URL، تصاویر و زبان های نشانه گزاری (برچسب های HTML و اگر ماژول های مورد نیاز نصب شده باشد، دیگر زبان های نشانه گزاری مانند BBCode) باشند. شما می توانید با خواندن <a href="http://code.zikula.org/news/wiki#Documentation">مستندات ویکی اخبار</a> درباره ماژول اخبار بیشتر بدانید. </p><h3>جزئیات بیشتر</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="News publisher admin image"/>برای کنترل اینکه کدام برچسب های HTML می توانند برای فرمت کردن مطلبی در آن استفاده شوند، مدیر سایت باید برچسب های مورد نظر را توسط ماژول <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">مرکز امنیت</a> به وضعیت مجاز تنظیم کند. همراه ماژول اخبار نیز می توانید از مزایای سیستم مجوزهای دسترسی زیکولا برای کنترل اینکه هر شخص به هر بخش از ماژول اخبار چه نوع دسترسی داشته باشد بهره ببرید. میتوان یک گروه مدیریتی حاوی تعدادی از کاربران عضو ساخت که می توانند خبر جدید اضافه کنند، ویرایش کنند و اخبار را حذف کنند. این فقط یک مثال ساده بود، سیستم مجوزهای دسترسی زیکولا به اندازه کافی انعطاف پذیر است و عملا به شما اجازه می دهد هرآن طور که می خواهید سازماندهی کنید.</p><p>شما می توانید این خبر را با کلیک بر روی لینک کنار عنوان خبر، یا با مشاهده <a href="index.php?module=%s&type=admin&func=view">صفحه مدیریت اخبار</a> ویرایش یا حذف کنید.
fr: <h3>Plus d'informations concernant le module de 'Nouvelles'</h3><p>Vous lisez actuellement le corps de la nouvelle (qui commence à partir du titre situé ci-dessus). L'en-tête et le corps de la nouvelle peuvent contenir des liens, images, balises (les balises HTML et si vous avez des extensions additionnels installées d'autres balises comme par exemple celles de BBCode). Vous pouvez en apprendre plus sur le module de 'Nouvelles' en lisant <a href="http://code.zikula.org/news/wiki#Documentation">la documentation sur le wiki</a>.</p><h3>Quelques détails supplémentaires</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="News publisher admin image" />Pour contrôler quelles balises HTML peuvent être utilisées dans une nouvelle pour la mettre en forme et l'améliorer, l'administrateur du site doit activer les balises qu'il désire en se rendant dans le <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Centre de sécurité</a>. Avec le module de 'Nouvelles', vous pouvez tirer avantage du système de permissions de Zikula pour contrôler qui a accès à quelle partie du module 'Nouvelles'. Un groupe de modérateurs peut être créé, qui contiendrait les membres qui pourraient ajouter, modifier et supprimer des nouvelles. Voici un simple exemple : le système de permissions de Zikula est suffisamment flexible que pour vous permettre d'intégrer quasiment tout type d'organisation que vous pouvez désirer.</p><p>Vous pouvez modifier ou supprimer cette nouvelle d'introduction en cliquant sur le lien situé à côté de la nouvelle ou en vous rendant dans <a href="index.php?module=%s&type=admin&func=view">le panneau d'administration des 'Nouvelles'</a>.</p>

source: Topics
fa: موضوعات
fr: Sujets

source: Display and manage topics
fa: نمایش و مدیریت موضوعات
fr: Afficher et gérer les sujets

source: Contributed
fa: مشارکت شده
fr: Contribution

source: Category
fa: طبقه
fr: Catégorie

source: Choose category
fa: انتخاب طبقه
fr: Choisissez une catégorie

source: Maximum number of articles to display
fa: حداکثر تعداد اخبار برای نمایش
fr: Nombre maximum de nouvelles à afficher

source: Language
fa: زبان
fr: Langue

source: Status
fa: وضعیت
fr: Statut

source: Order articles by
fa: چیدن اخبار بر اساس
fr: Trier les nouvelles par

source: Apply filter
fa: اعمال کردن فیلتر
fr: Appliquer le filtre

source: Reset
fa: بازنشاندن
fr: Réinitialiser

source: ID
fa: شناسه

source: Title
fa: عنوان
fr: Titre

source: Contributor
fa: نویسندگان
fr: Auteur

source: Index page<br />listing / Weight
fa: صفحه خانگی<br />فهرست نویسی / وزن
fr: Page principale<br />Classement / Importance

source: Date
fa: تاریخ

source: Actions
fa: عملیات

source: Last edited %s
fa: آخرین ویرایش %s

source: Scheduled for
fa: برنامه ریزی شده برای
fr: Programmée pour le

source: until %s
fa: تا %s

source: No comments allowed
fa: اجازه ارسال نظر ندارید

source: No articles currently in database.
fa: در حال حاضر اخباری در پایگاه داده موجود نمی باشد.
fr: Actuellement, il n'y a aucune nouvelle dans la base de données.

source: Access a past article via its ID
fa: دسترسی به یک اخبار گذشته از طریق شناسه اش
fr: Accéder à une ancienne nouvelle via son ID :

source: Go retrieve
fa: بازیابی مجدد
fr: Récupérer

source: News index page
fa: صفحه اول اخبار
fr: Page principale des nouvelles

source: RSS feed
fa: خوراک خبری RSS
fr: Flux RSS

source: News categories
fa: طبقات اخبار
fr: Catégories des nouvelles

source: News archive
fa: آرشیو اخبار
fr: Archives des nouvelles

source: %s pending article
fa: %s اخبار در انتظار تایید
fr: %s nouvelle en attente de publication

source: Admin
fa: مدیر

source: Show
fa: نمایش
fr: Afficher

source: Hide
fa: پنهان
fr: Masquer

source: More articles in category
fa: اخبار بیشتر در طبقه

source: Edit this block
fa: ویرایش این بلاک
fr: Modifier ce bloc

source: General settings
fa: تنظیمات عمومی
fr: Paramètres généraux

source: Articles to list
fa: اخبار به لیست
fr: Nouvelles à lister

source: Choose categories
fa: انتخاب طبقات
fr: Choisissez des catégories

source: Category registry
fa: رجیستری طبقه
fr: Répertoire des catégories

source: None
fa: هیچ
fr: Aucun

source: Maximum number of news articles to display
fa: حداکثر تعداد اخبار برای نمایش
fr: Nombre maximum de nouvelles à afficher

source: Maximum age of articles
fa: حداکثر سن اخبار
fr: Age maximum des nouvelles

source: (Number of days; 0 for no limit)
fa: (تعداد روزها، ۰ برای نامحدود)
fr: (Nombre de jours; 0 = pas de limite)

source: Maximum length of titles
fa: حداکثر طول عناوین
fr: Longueur maximum des titres
