Repository: zikula/i18n-portal
Catalog: gettext/*/modules/News/2.6.2/module_news.po
Languages: fa, fr

source: When displaying an article, a number of additional articletitles in the same category can be shown.<br />To show the additional articletitles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional articletitles can be set per article by means of the article attribute 'morearticlesincat'. You need to enable 'article attributes' yourself. <br />When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
fa: زمانیکه یک خبر نمایش داده می شود، تعدادی از عناوین خبری دیگر در همان طبقه نیز می تواند به نمایش در آید.<br />برای بنمایش در آمدن عناوین خبری دیگر برای هر خبر مقدار بالا را به عددی بزرگتر از ۰ تغییر دهید. زمانیکه مقدار برابر با ۰ تعیین شود، تعداد عناوین خبری دیگر می تواند در هر خبر با استفاده از صفت 'morearticlesincat' مشخص شود. شما نیاز دارید تا 'صفات اخبار' را خودتان فعال کنید.<br />زمانیکه تنظیمات بالا یا صفات خبر بر روی ۰ تنظیم شود، هیچ عنوان خبری از پایگاه داده استخراج نخواهد شد.
fr: Lors de l'affichage d'une nouvelle, un certain nombre de titres de nouvelles qui font parties de la même catégorie peuvent être affichés.<br />Pour afficher ces titres de nouvelles supplémentaires pour chaque nouvelle, définissez la valeur ci-dessus à un nombre supérieur à 0. Lorsque la valeur est définie à 0, le nombre de titres de nouvelles supplémentaires peut être indiqué pour chaque nouvelle au moyen de l'attribut 'morearticlesincat'. Vous devez activer vous-même les 'attributs de l'article'.<br />Lorsque le paramètre ci-dessus ou l'attribut de la nouvelle est mis à 0, aucun titres ne sera extrait de la base de données.

source: Notify moderators when a new pending article is submitted for review
fa: مطلع ساختن مدیران زمانیکه یک خبر جدید برای بررسی ارسال می شود
fr: Avertir les modérateurs quand une nouvelle en attente de publication doit être vérifiée

source: Whenever a new article is submitted as Pending Review, the admin or a list of E-mail addresses can be informed of this event with a notification E-mail.
fa: هر زمانیکه یک خبر جدید برای بررسی ارسال شود، مدیر یا لیستی از آدرس ایمیل ها می توانند از این رویداد توسط یک ایمیل اطلاع رسانی مطلع شوند.
fr: Chaque fois qu'une nouvelle est soumise et qu'elle est 'En attente de vérification', l'administrateur ainsi qu'une liste d'adresses e-mails peuvent en être informés via une notification envoyée par e-mail.

source: From name (leave empty for sitename)
fa: از نام (برای نام سایت، خالی رها کنید)
fr: Du nom (laisser vide pour avoir le nom du site)

source: From address (leave empty for admin E-mail address)
fa: از آدرس (برای آدرس ایمیل مدیر، خالی رها کنید)
fr: De l'adresse (laisser vide pour avoir l'adresse e-mail de l'admin)

source: To name (leave empty for sitename)
fa: به نام (برای نام سایت خالی رها کنید)
fr: A nom (laisser vide pour avoir le nom du site)

source: To address (comma seperated list of E-Mail addresses, leave empty for admin E-mail address)
fa: به آدرس (لیستی از آدرس ایمیل ها، جدا شده توسط کاما، برای آدرس ایمیل مدیر خالی رها کنید)
fr: A l'adresse (liste d'adresses e-mail séparées par des virgules, laisser vide pour avoir l'adresse e-mail de l'admin)

source: E-mail subject
fa: موضوع ایمیل
fr: Sujet de l'e-mail

source: Send E-mail as HTML
fa: ارسال ایمیل بصورت HTML
fr: Envoyer l'e-mail au format HTML

source: Display a PDF link for the articles in the index page
fa: نمایش لینک PDF برای اخبار در صفحه اصلی
fr: Afficher un lien vers une version PDF des nouvelles sur la page principale

source: Path to the TCPDF main file
fa: مسیر فایل اصلی TCPDF
fr: Chemin vers le fichier principal de TCPDF

source: The PDF link is based on <a href="http://www.tcpdf.org">TCPDF</a>. You have to install the files yourself into the path specified above, when you want to use the pdflink. Download TCPDF from the link and place the 'tcpdf' folder into the correct location.
fa: لینک PDF بر پایه <a href="http://www.tcpdf.org">TCPDF</a> است. زمانیکه بخواهید از لینک PDF استفاده کنید خودتان باید فایل های مرتبط را در مسیری که بالا تعیین شده نصب کنید. از لینک، TCPDF را دانلود کرده و پوشه 'tcpdf' را در محل صحیح قرار دهید.
fr: Les liens PDF sont basés sur <a href="http://www.tcpdf.org">TCPDF</a>. Vous devez en installer les fichiers vous même dans le répertoire que vous avez indiqué ci-dessus, si vous désirez utiliser les liens PDF. Téléchargez TCPDF à partir de ce lien et placez le répertoire 'tcpdf' au bon endroit.

source: TCPDF language file
fa: فایل زبان TCPDF
fr: Fichier de traduction TCPDF

source: TCPDF Header logo image (absolute path or relative to tcpdf)
fa: تصویر لوگوی سرصفحه TCPDF (مسیر محدود یا نسبی به tcpdf)
fr: Logo situé dans l'en-tête TCPDF (chemin absolu ou relatif à tcpdf)

source: Default Header logo is defined by TCPDF and in PathToTCPDF/images folder. tcpdf_logo.jpg with a width of 30
fa: لوگوی سرصفحه پیش گزیده توسط TCPDF تعیین شده و در پوشه PathToTCPDF/images قرار دارد. tcpdf_logo.jpg با عرض ۳۰
fr: Le logo par défaut pour l'en-tête est défini par TCPDF et est situé dans le répertoire CheminVersTCPDF. tcpdf_logo.jpg avec une largeur de 30

source: TCPDF header logo width in mm
fa: عرض لوگوی سرصفحه TCPDF به میلی متر
fr: Largeur en millimètre du logo situé dans l'en-tête TCPDF

source: Picture uploading
fa: بارگزاری تصویر

source: Allow article picture(s) uploading
fa: اجازه بارگزاری تصویر اخبار

source: Notice: Enabling picture uploading has a small security risk, since the upload folder needs to have write permission for the webserver. Make sure that you trust the users that have picture uploading permissions and when you create the picture upload directory yourself make sure that you copy the <strong>htaccess</strong> file in pndocs to <strong>.htaccess</strong> in the picture upload folder. This restricts access to images only.
fa: توجه: از آنجایی که فولدر آپلود به مجوز نوشتن توسط وب سرور احتیاج دارد، فعال کردن بارگزاری تصویر کمی ریسک امنیتی دارد. لطفا اطمینان <strong>htaccess</strong>حاصل کنید که به کاربرانی که مجوز آپلود تصویر دارند اطمینان دارید، همچنین زمانی که پوشه آپلود تصاویر را میسازید، مطمئن شوید که فایل <strong>htaccess</strong> در pndocs را در فایلی بنام <strong>.htaccess</strong> در پوشه آپلود تصاویر کپی کرده اید. این کار دسترسی را فقط به تصاویر محدود می کند.

source: Allowed picture extension (comma seperated list)
fa: پسوند های مجاز تصاویر (جدا شده توسط کاما)

source: Image float on the index page
fa: جای تصویر در صفحه خانگی

source: Left - image floats to the left and text wraps around it
fa: چپ - تصویر در سمت چپ قرار گرفته و متن اطراف آنرا می پوشاند

source: Right - image floats to the right and text wraps around it
fa: راست - تصویر در سمت راست قرار گرفته و متن اطراف آنرا می پوشاند

source: None - text is not wrapped around the image
fa: هیچ - متن اطرف تصویر را نمی پوشاند

source: Image float on the article display page
fa: جای تصویر هنگام نمایش خبر

source: How many pictures are allowed
fa: چه تعداد تصویر مجاز است

source: Maximum file size of the pictures (in Bytes)
fa: حداکثر اندازه فایل تصاویر (به بایت)

source: What thumbnail sizing to use
fa: اندازه تصاویر بندانگشتی

source: Fixed size (scale and crop)
fa: سایز ثابت (تغییر اندازه و برش)

source: Maximum width of the full size pictures (in pixels)
fa: حداکثر عرض تصاویر در اندازه کامل (به پیکسل)

source: Maximum height of the full size pictures (in pixels)
fa: حداکثر ارتفاع تصاویر در اندازه کامل (به پیکسل)

source: Maximum width of the thumbnails (in pixels)
fa: حداکثر عرض تصاویر در اندازه بندانگشتی (به پیکسل)

source: Maximum height of the thumbnails (in pixels)
fa: حداکثر ارتفاع تصاویر در اندازه بندانگشتی (به پیکسل)

source: Maximum width of the thumbnail in the article display intro text (in pixels)
fa: حداکثر عرض تصویر بندانگشتی هنگام نمایش خبر (به پیکسل)

source: Maximum height of the thumbnail in the article display intro text (in pixels)
fa: حداکثر ارتفاع تصویر بندانگشتی هنگام نمایش خبر (به پیکسل)

source: Directory where the images are uploaded
fa: پوشه ای که تصاویر در آن آپلود شده است

source: Create the specified upload directory
fa: ایجاد یک پوشه ی آپلود مشخص

source: Format based on date and name
fa: قالب بر مبنای تاریخ و نام
fr: Format basé sur la date et le nom

source: your-article-title
fa: عنوان-خبر-شما
fr: titre-de-la-nouvelle

source: Numeric format
fa: قالب عددی
fr: Format numérique

source: Custom format
fa: قالب سفارشی
fr: Format personnalisé

source: Custom format definition
fa: تعریف قالب سفارشی
fr: Définir le format personnalisé

source: Notice: A custom format definition must contain at least either '%articleid%' or '%articletitle%', in order to be able to identify the article.
fa: توجه: تعریف قالب سفارشی حداقل باید دارای '%articleid%' یا '%articletitle%' باشد، بمنظور توانایی تشخیص خبر.

source: Acceptable values for use in custom format definition:
fa: مقادیر قابل قبول برای استفاده در تعریف قالب سفارشی:
fr: Valeurs acceptées qui peuvent être utilisées dans la définition d'un format personnalisé :

source: Year of publication (including century numerals)
fa: سال انتشار (شامل اعداد قرن)
fr: Année de publication (sous forme numérique et inclus le siècle)

source: Month of publication, as a number (ergo 1 to 12)
fa: ماه انتشار، بصورت عددی (۱ تا ۱۲)
fr: Mois de publication, en tant que nombre (allant de 1 à 12)

source: Month of publication as a name (ergo January to December)
fa: ماه انتشار بصورت نام (January to December)
fr: Mois de publication, en tant que nom (allant de Janvier à Décembre)

source: Day
fa: روز
fr: Jour

source: Article title
fa: عنوان خبر
fr: Titre de la nouvelle

source: Article category
fa: طبقه خبر
fr: Catégorie de la nouvelle

source: Delete news article
fa: حذف خبر
fr: Supprimer la nouvelle

source: Do you really want to delete this news article?
fa: آیا واقعا می خواهید این خبر را حذف کنید؟
fr: Confirmez-vous la suppression de cette nouvelle ?

source: Confirmation prompt
fa: اعلان تایید
fr: Demande de confirmation

source: Error! You did not enter a %s.
fr: Erreur ! Vous n'avez pas indiqué de %s.

source: Done! Purged permalinks.
fr: Terminé ! Les liens permanents ont été épurés.

source: Error! Could not purge permalinks.
fr: Erreur ! Impossible d'épurer les liens permanents.

source: news
fr: nouvelles

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
fr: Jan Fév Mar Avr Mai Jn Jl Août Sep Oct Nov Déc

source: %1$s about %2$s
fr: %1$s à propos de %2$s

source: Error! No needle ID provided.
fr: Erreur ! Aucun ID de nouvelle fournit.

source: Error! Invalid category passed.
fr: Erreur ! La catégorie fournie est invalide.

source: Purge permalinks
fr: Épurer les liens permanents

source: Warning! Could not create the default News category tree. If you want to use categorisation with News, register at least one property for the module in the Category Registry.
fr: Attention ! Impossible de créer la structure des catégories par défaut des Nouvelles. Si vous désirez utiliser la catégorisation avec les Nouvelles, enregistrez au moins une propriété pour le module dans le 'Répertoire des catégories'.

source: Error! Could not update table.
fr: Erreur ! Impossible de mettre à jour la table.

source: Error! Could not delete table.
fr: Erreur ! Impossible de supprimer la table.

source: Error! Could not migrate categories.
fr: Erreur ! Impossible de migrer les catégories.

source: Error! Could not rename table.
fr: Erreur ! Impossible de renommer la table.

source: Error! Could not rename column.
fr: Erreur ! Impossible de renommer la colonne.

source: Warning! Could not create the default News introductory article.
fr: Attention ! Impossible de créer la nouvelle d'introduction par défaut.

source: Warning! Could not update the default News introductory article.
fr: Attention ! Impossible de modifier la nouvelle d'introduction par défaut.

source: Error! Could not update the article categories.
fr: Erreur ! Impossible de modifier les catégories des nouvelles.

source: Scope of news article listing
fr: Aperçu de la liste des nouvelles

source: Suffix appended to truncated title
fr: Suffixe à ajouter lorsque le titre est tronqué

source: Widget title
fr: Titre du widget

source: When Scribite! is being used for editing, the <strong>display</strong> function needs to be added to the list of module functions that Scribite! uses for the News Publisher module.
fr: Lorsque Scribite! est utilisé pour la rédaction, la fonction <strong>d'affichage</ strong> doit être ajoutée à la liste des fonctions de module que Scribite! utilise pour le module 'Nouvelles'.

source: Permalinks
fr: Liens permanents

source: You can select a pre-defined permalink format, or define your custom format.
fr: Vous pouvez sélectionner un format prédéfini de lien permanent ou définir un format personnalisé.
