Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/zweet/0.5/module_zweet.po
Languages: fr, nl

source: Invalid Authkey: this probably means that you pressed the -Back- button, or that the page -authkey- expired. Please refresh the page and try again.
fr: Clé d'identification invalide : Cela signifie probablement que vous avez utilisé le bouton 'Page précédente' pour retourner vers une page qui ne supporte pas cela ou que la clé d'identification de la page a expiré suite à une inactivité prolongée. Veuillez rafraichir la page et recommencer.
nl: Fout! Ongeldige authorisatiesleutel ('authkey'). Mogelijke oorzaken hiervoor zijn het gebruik van de 'Terug' knop in de browser (waar het formulier dat niet ondersteund), of het verlopen van deze authorisatie sleutel door bijvoorbeeld te lange inactiviteit en openen van nieuwe browser vensters. Vernieuw de pagina en probeer het opnieuw.

source: Could not connect to Twitter. Please try again.
fr: Impossible de se connecter à Twitter. Merci d'essayer à nouveau.
nl: Kon geen verbinding maken met Twitter. Probeer het opnieuw.

source: Configuration not updated.
fr: Configuration non mise à jour.
nl: Configuratie niet bijgewerkt

source: Configuration updated.
fr: Configuration mise à jour.
nl: Configuratie bijgewerkt

source: Configuration
nl: Configuratie

source: Twitter access token deleted. Please re-authentificate.
fr: Jeton d'authentification à Twitter supprimé. Merci de vous ré-authentifier.
nl: Twitter toegangs-token is verwijderd. Er dient opnieuw ge-authenticeerd te worden.

source: New Twitter status set.
fr: Nouveau statut Twitter définit.
nl: Nieuwe twitter status is ingesteld.

source: Setting Twitter status not successful!
fr: La mise en place du statut Twitter a échouée !
nl: Twitter status kon niet worden ingesteld!

source: Twitter token too old. Please try again.
fr: Le jeton d'authentification de Twitter est trop ancien. Merci d'essayer à nouveau.
nl: Twitter toegangs-token is verwijderd. Probeer het opnieuw.

source: Twitter authentification successful.
fr: Authentification Twitter réussie.
nl: Twitter authenticatie succesvol.

source: Twitter token not generated. Please re-authentificate.
fr: Le jeton d'authentification de Twitter n'est pas généré. Merci de vous authentifier à nouveau.
nl: Twitter toegangs-token is niet gegenereerd. Er dient opnieuw ge-authenticeerd te worden.

source: No permissions for zweet
fr: Vous n'avez pas les droits nécessaires pour accéder à zweet
nl: Geen toegang tot zweet

source: Update
fr: Mettre à jour
nl: Bijwerken

source: Cancel
fr: Annuler
nl: Annuleren

source: URL shortener service
fr: Service de raccourcissement des URL
nl: Service voor URL's verkorten

source: Twitter Configuration
fr: Configuration de Twitter
nl: Twitter Configuratie

source: Authentification okay.
fr: Authentification bonne.
nl: Authenticatie geslaagd.

source: Administration
nl: Beheer

source: Actions
nl: Acties

source: Reset token
fr: Réinitialiser le jeton
nl: Token hersteld

source: Authentificate zweet:
fr: Identification zweet :
nl: Zweet authenticatie:

source: Connect
fr: Connection
nl: Verbinden

source: Current status:
fr: Statut actuel
nl: Huidige status:

source: Set new status
fr: Définir un nouveau statut
nl: Nieuwe status instellen

source: New status message:
fr: Nouveau message de statut :
nl: Nieuw status bericht:

source: You have
fr: Vous avez
nl: Nog

source: chars left.
fr: caractères restant.
nl: karakter(s) te gaan.

source: Error connecting Twitter
fr: Erreur de connection à Twitter
nl: Fout bij het verbinden naar Twitter

source: No method set for request.
fr: Pas de méthode définie pour cette requête.
nl: Geen Request-methode ingesteld

source: No parameters set for request.
fr: Pas de paramètres définis pour cette requête.
nl: Geen parameters ingesteld voor Request

source: Empty message.
fr: Message vide.
nl: Leeg bericht.

source: Screenname
fr: Nom de l'écran
nl: Schermnaam

source: Show last status message
fr: Afficher le dernier message de statut
nl: Toon laatste status bericht

source: Additional Text (shown above image)
fr: Texte additionnel (afficher en dessus de l'image)
nl: Additionele tekst (getoond boven afbeelding)

source: Image
nl: Afbeelding

source: Show Tweets
fr: Afficher les Tweets
nl: Toon Tweets

source: from
fr: de
nl: van

source: Edit Twitter account
fr: Modifier le compte twitter
nl: Bewerk Twitter account

source: View Profile
fr: Voir le profil
nl: Bekijk profiel

source: Follow on Twitter
fr: Suivre sur twitter
nl: Volgen op Twitter

source: Description:
nl: Beschrijving:

source: Location:
fr: Lieu :
nl: Locatie:

source: Friends:
fr: Amis :
nl: Vrienden:

source: Friends shown
fr: Amis affichés
nl: Getoonde vrienden

source: Followers:
fr: Suiveurs :
nl: Volgers:

source: Followers shown
fr: Suiveurs affichés :
nl: Getoonde volgers

source: No twitter account or tweets available for this user.
fr: Pas de compte twitter ou de tweets disponible pour cet utilisateur.
nl: Geen twitter account of tweets beschikbaar voor deze gebruiker

source: Please login to see content of this page.
fr: Merci de s'identifier pour voir le contenu de cette page.
nl: Gaarne inloggen om de inhoud van deze pagina te zien.

source: Show tweets from twitter.com
fr: Afficher les tweets depuis twitter.com
nl: Toon tweets van Twitter.com

source: Set randomized caching level
fr: Définir le niveau de cache aléatoirement
nl: Stel willekeurig caching niveau in

source: off
fr: Désactivé
nl: uit

source: low
fr: bas
nl: laag

source: high
fr: haut
nl: hoog

source: Zikula Tweet Suite
fr: Système de Tweet de Zikula

source: Entries
fr: Entrées

source: medium
fr: moyen
