Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Bad_Behaviour/2.0.33/module_bad_behaviour.po
Languages: ca, es, fr, it, nl

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul
es: ¡Hecho! Configuración del módulo actualizada.
fr: Fait! La configuration du module a été actualisée.
it: Fatto! Configurazione del modulo aggiornata.
nl: Klaar! Module configuratie bijgewerkt.

source: Bad Behaviour
ca: Mala conducta

source: Bad Behaviour spam detection
ca: Detector d'enviaments brossa
es: Detector de spam Bad Behaviour
fr: Bad Behaviour, détecteur de spam
it: Bad Behaviour rilevazione dello spam
nl: Bad Behaviour spam detectie

source: Bad Behavior
ca: Mala conducta
fr: Bad Bahaviour
nl: Bad Behaviour

source: <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> has blocked <strong>%s</strong> access attempts in the last 7 days.
ca: El mòdul <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> ha bloquejat <strong>%s</strong> intents d'accés en els darrers 7 dies.
es: <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> se bloqueó por <strong>%s</strong> por intentos de acceso en los últimos 7 dias.
fr: <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a>a bloqué <strong>%s</strong> tentative(s) d'accès suspects au cours des 7 derniers jours.
it: <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> ha bloccato <strong>%s</strong> tentativi di accesso negli ultimi 7 giorni..
nl: <a href="http://www.bad-behavior.ioerror.us/">Bad Behaviour</a> heeft de afgelopen 7 dagen <strong>%s</strong> toegangspogingen geblokkeerd.</p>

source: View blocked Accesses
ca: Mostra els accessos bloquejats
es: Ver accesos bloqueados
fr: Voir les tentatives interceptées.
it: Vista degli accessi bloccati
nl: Bekijk geblokkeerde toegangen

source: Settings
ca: Paràmetres
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen

source: Error! Sorry! Table creation failed.
ca: No s'ha pogut crear la taula
es: ¡Error! La creación de tablas fallo.
fr: Erreur! Désolé! Échec de création de la table.
it: Errore! Spiacente! Creazione della tabella fallita.
nl: Foutmelding! Tabel aanmaken mislukt.

source: Error! Unable to create system init hook
ca: No s'ha pogut crear el lligam de sistema
es: ¡Error! No se pudo crear el hook de inicialización del sistema
fr: Erreur! Impossible d'initialiser l'extension système
it: Errore! Impossibile creare il gancio init sistema
nl: Foutmelding! Kon systeem init hook niet aanmaken

source: BadBehaviour have been enabled, you can change this in the hook settings (Administration -> Modules -> System hooks) by deactivating the BadBehaviour systeminit hook for Zikula itself
ca: S'ha activat el mòdul Bad Behaviour (mala conducta). El podeu desactivar des dels paràmetres dels lligams de sistema esborrant el lligam d'aquest mòdul amb el nucli del Zikula.
es: BadBehaviour se ha activado, puede cambiar esto en la configuración del hook (Administracion -> Modulos -> Hooks del sistema) desactivando el hook de BadBehaviour para Zikula
fr: Bad Behaviour a été activé, vous pouvez modifier celà dans le paramètrage du système d'extension (Administration -> Modules -> Système d'extensions) en désactivant Bad Behaviour pour Zikula.
it: BadBehaviour sono stati abilitati, è possibile modificare questo nelle impostazioni gancio (Amministrazione -> Moduli -> Sistema ganci) disattivando il gancio BadBehaviour systeminit per Zikula
nl: BadBehaviour is ingeschakeld, dit kan aangepast worden in de hook-instellingen (Beheer -> Modules -> Systeem hooks) door de BadBehaviour systeem init hook voor Zikula te deactiveren

source: Unable to delete system init hook
ca: No s'ha pogut esborrar el lligam de sistema
es: No se pudo borrar el hook de inicialización del sistema
fr: Impossible de supprimer l'extension système initialisée
it: Impossibile eliminare gancio init sistema
nl: Kon systeem init hook niet verwijderen

source: financial contribution
ca: Contribució financera
es: contribución financiera
fr: don
it: contributo finanziario
nl: FinanciÃ«le bijdrage

source: For more information please visit the <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> homepage.
ca: Per a més informació, visiteu la pàgina web del <a href="http://www.bad-behavior.ioerror.us/">Bad Behaviour</a>.
es: Para mas información, por favor visite la página principal de <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a>.
fr: Pour avoir plus d'informations, merci de visier la page d'accueil de <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a>.
it: Per maggiori informazioni visita il sito di <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a>.
nl: Bezoek voor meer informatie de <a href="http://www.bad-behavior.ioerror.us/">Bad Behavior</a> homepage.

source: If you find Bad Behavior valuable, please consider making a <a href="%1$s">%2$s</a> to further development of Bad Behavior.
ca: Si trobeu que el Bad Behaviour és valuós, si us plau, preneu en consideració la possibilitat de fer <a href="%1$s">una donació</a> per donar suport al seu manteniment.
es: Si encuentra a Bad Behavior útil, por favor, considere realizar una <a href="%1$s">%2$s</a> para futuras implementaciones de Bad Behavior.
fr: Si vous trouvez Bad Behaviour utile, merci de de penser à faire un <a href="%1$s">%2$s</a>pour soutenir les développement à venir de Bad Behaviour
it: Se trovi consigli preziosi per Bad Behavior, puoi fare <a href="%1$s">%2$s</a> per l'ulteriore sviluppo di Bad Behavior.
nl: Als Bad Behaviour waardevol is, overweeg dan een <a href="%1$s">%2$s</a>, voor verdere ontwikkeling van Bad Behaviour.

source: To test Bad Behaviour is functioning correctly add the sting "Bad Behavior Test" as the USER_AGENT of an HTTP request. Sound complicated? Under IE this probably is.... However if using FireFox install the <a href="https://addons.mozilla.org/firefox/967/">"Modify Headers"</a> add-on and this can be done from the GUI.
ca: Per comprovar que el Bad Behaviour funciona correctament afegiu el text "Bad Behavior Test" en el USER_AGENT d'una petició HTTP. La millor manera de fer-ho és utilitzar el firefox amb el connector <a href="https://addons.mozilla.org/firefox/967/">Modify Headers</a>.
es: Para validar que Bad Behavior esté funcionando correctamente, añada el texto de "Bad Behavior Test" como el USER_AGENT de la petición HTTP. ¿Parece difícil? Bajo Internet Explorer puede serlo... Sin embargo, si utiliza Firefox, instale el plugin <a href="https://addons.mozilla.org/firefox/967/">"Modificador de Cabeceras"</ a> y podrá realizarlo desde la interfaz de usuario.
fr: Pour vérifier que Bad Behaviour fonctionne correctement ajouter la chaîne "Bad Behavior Test" comme USER_AGENT d'une requête HTTP. Difficile? Avec IE probablement.... Mais en utilisant FireFox il suffit d'utiliser <a href="https://addons.mozilla.org/firefox/967/">"Modify Headers"</a> et vous pourrez le faire directement depuis votre navigateur.
it: Per testare se Bad Behaviour funziona correttamente aggiungere il pungiglione "Test Bad Behavior" come USER_AGENT di una richiesta HTTP. Sembra complicato? Sotto IE questo è probabile .... Tuttavia se si utilizza Firefox installa add-on <a href="https://addons.mozilla.org/firefox/967/">"Modify Headers"</a> e questo può essere fatto dalla GUI.
nl: Om Bad Behaviour op zijn functionaliteit te testen, voeg dan de string 'Bad Behavior Test' als USER_AGENT toe aan een HTTP request. Gecompliceerd? Met IE waarschijnlijk wel.... Maar met FireFox is de addon <a href="https://addons.mozilla.org/firefox/967/">"Modify Headers"</a> voldoende om dit via de GUI te doen.

source: IP address
ca: Adreça IP
es: Direccion IP
fr: Adresse IP
it: Indirizzo IP
nl: IP adres

source: Date
ca: Data
es: Fecha
it: Data
nl: Datum

source: Message returned
ca: S'ha retornat el missatge
es: Mensaje devuelto
fr: Message retourné
it: Messaggio restituito
nl: Ontvangen bericht

source: Options
ca: Opcions
es: Opciones
it: Opzioni
nl: Opties

source: View
ca: Mostra
es: Ver
fr: Vue
it: Vista
nl: Tonen

source: No items found.
ca: No s'ha trobat cap element
es: No se encontraron elementos.
fr: Pas d'élément trouvé
it: Nessun elemento trovato
nl: Geen items beschikbaar.

source: Enable Bad Behaviour
ca: Habilita el Bad Behaviour
es: Habilitar Bad Behaviour
fr: Activer Bad Beahviour
it: Attivare Bad Behaviour
nl: Bad Behaviour inschakelen

source: Enable logging
ca: Habilita el registre
es: Habilitar el registro
fr: Activer le journal
it: Attivare la registrazione
nl: Logging inschakelen

source: Verbose HTTP request logging
ca: Registre detallat de les peticions HTTP
es: Registro detallado de la petición HTTP
fr: Journal des requêtes HTTP verbeux
it: Verbose richiesta HTTP logging

source: Logs all requests not just those blocked
ca: Desa al registre totes les peticions i no només les bloquejades
es: Registro de todas las peticiones y no sólo las bloqueadas
fr: Inscrire toutes les requêtes, pas seulement celles bloquées
it: Registra tutte le richieste non solo quelli bloccati
nl: Allle aanvragen loggen, niet alleen de geblokkerde

source: Strict checking
ca: Comprovació estricta
es: Control estricto
fr: Vérification stricte
it: Controllo rigoroso
nl: Strikte controle

source: Blocks more spam but may block some people
ca: Bloqueja més enviaments brossa, però pot produir falsos positius.
es: Bloquea el spam, pero también puede bloquear algunos usuarios
fr: Bloquer d'avantage de spam mais peut bloquer certaines personnes
it: Blocca più Spam ma può bloccare qualche utente
nl: Haalt meer spam weg, maar kan ook gebruikers blokkeren

source: Items per page
ca: Elements per pàgina
es: Elementos por página
fr: Eléments par page
it: Elementi per pagina
nl: Items per pagina

source: Update Configuration
ca: Actualitza la configuració
es: Actualizar Configuración
fr: Mettre à jour la configuration
it: Aggiorna Configurazione
nl: Configuratie bijwerken

source: Request Method
ca: Mètode de la petició
es: Método de la petición
fr: Méthode de requête
it: Metodo di richiesta
nl: Request Methode

source: Request URI
ca: URI de la petició
es: URI de la solicitud
fr: URI de la requête
it: Richiesta URI

source: Server Protocol
ca: Protocol del servidor
es: Protocolo del Servidor
fr: Protocol du serveur
it: Protocollo Server

source: HTTP Headers
ca: Capçaleres HTTP
es: Cabeceras HTTP
fr: En-têtes HTTP

source: User Agent
ca: Agent d'usuari
es: Agente de Usuario

source: Request Entity
ca: Entitat de la petició
es: Entidad de la Petición
fr: Entité de la requête
it: Entità di richiesta
nl: Request Eenheid

source: HTTP Response
ca: Resposta de la petició
es: Respuesta HTTP
fr: Réponse HTTP
it: Risposta di HTTP

source: Explanation
ca: Explicació
es: Explicación
fr: Explication
it: Spiegazione
nl: Uitleg
