Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Captcha/1.0.0/module_captcha.po
Languages: nl

source: Captcha values invalid (empty).
nl: Captcha waarden ongeldig (leeg).

source: Settings
nl: Instellingen

source: Done! Updated the Captcha configuration.
nl: Klaar! Captcha configuratie bijgewerkt.

source: Captcha hook module
nl: Captcha aanhaak module

source: Captcha Service Display
nl: Captcha Service Weergave

source: Captcha settings
nl: Captcha instellingen

source: General settings
nl: Algemene instellingen

source: You must obtain public and private keys by registering an account at %s.
nl: U dient publieke en priv√© sleutels te verkrijgen door u te registreren bij %s.

source: Private reCaptcha key
nl: Private reCaptcha-sleutel

source: Public reCaptcha key
nl: Publieke reCaptcha-sleutel

source: Exempt admin from captcha requirement
nl: Admin uitsluiten van Captcha-verplichting

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren
