Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Invitation/2.1/module_invitation.po
Languages: de

source: Invitation from user
de: Einladung vom Benutzer

source: Your invitation to the following email address was not sent because the user is already a registered user:
de: Eine Einladung konnte nicht verschickt werden, da der Benutzer mit folgender Emailadresse bereits ein Mitglied in dieser Community ist:

source: Let your users invite others to your community!
de: Benutzer der Community Freunde einladen lassen.

source: Invite friends
de: Freunde einladen

source: Invitation emails sent!
de: Einladungs-Emails wurden verschickt!

source: Invitation mails could not be sent!
de: Fehler - Einladungsemails konnten nicht verschickt werden!

source: Settings updated!
de: Einstellungen gespeichert!

source: Settings could not be updated!
de: Einstellungen konnten nicht gespeichert werden!

source: This user was invited by
de: Dieser Benutzer wurde eingeladen von

source: Invite friends to sign up here
de: Freunde hierher einladen

source: An email with link and information about this page will be added to your text.
de: Zu dem eingegebenen Text wird eine kurze Information über diese Seite selbst mit URL der Seite mitverschickt.

source: Your name
de: Eigener Name

source: Your friend's email address
de: Emailadresse des Freundes

source: Send invitation to other friends, too:
de: Einladung gleich an mehrere Freunde verschicken:

source: You can add some personal text that will be sent to your friend - just write why the invited person(s) should register here, too.
de: Am besten ist es, wenn ein persönlicher Text der Einladungs-Email hinzugefügt wird. Am besten hier kurz beschreiben, warum der angeschriebene Freund sich hier anmelden soll.

source: Send Invitations
de: Einladungen verschicken

source: has invited
de: hat eingeladen

source: Thank you for inviting your friends!
de: Danke für das Werben neuer Mitglieder!

source: Invite friends now!
de: Jetzt Freunde einladen!

source: Invitation Module Admin Backend
de: Administrations-Backend für Modul "Invitation"

source: The Invitation module is a small zikula module that allows your users to invite friends. They can send invitations to email addresses they know. Each email address can only be invited for one time - if another user invited the same person the last 2 months the person will not get a new invitation. The email addresses are stored as md5 hash and whenever a new user profile was created the user's email address will be compared with the stored hash and on success the information will be stored for the new user who invited him. You can specify some lines of text that will be added to every email that goes out as invitation.
de: Das Invitation-Modul ist ein kleines Modul für Zikula, welches es Benutzern der Zikula-Instanz erlaubt, Einladungen an andere zu verschicken. Jede Emailadresse kann innerhalb von 120 Tagen nur ein mal eingeladen werden. Personen können also nicht mit Einladungen "überhäuft" werden. Die Emailadresse wird hierzu als verschlüsselter MD5-Hash gespeichert. Meldet sich ein geworbener an so wirt der MD5-Hash seiner bei der Anmeldung angegebenen Emailadresse mit den gespeicherten Hashwerten abgeglichen. So kann festgestellt und geloggt werden, welche Einladungen erfolgreich verlaufen sind.Erfolgreich verlaufene Einladungen können dann in einem Block dargestellt werden. Zudem gibt es ein Add-On für Profilmodule, welches anzeigt, wenn ein Benutzer geworben wurde.

source: Text about the site that should be placed next to the user specified message inside an invitation email
de: Informationstext über diese Seite, welcher zusätzlich zu einem optionalen persönlichen Text der Benutzer mit an die Eingeladenen verschickt werden soll.

source: store
de: Speichern

source: Preview
de: Vorschau

source: Integration into Zikula
de: Integration in Zikula-Profilmodul

source: For MyProfile users this integration does not have to be made - Invitation is already fully integrated. For other modules please write these lines into the profile module template that displays a profile and make sure that the uid parameter is the right one. This may depend on the module you use.
de: MyProfile-Nutzer können sich zurücklehnen - in dieses Modul ist Invitation bereits integriert. MyProfile ist nicht bekannt? Dann sollten Sie sich mit diesem Modul einmal auseinandersetzen, denn es bietet extrem viele Möglichkeiten für sehr flexible Benutzerprofile. Wer Profile oder ggf. ein anderes Profilmodul nutzt, der muss folgenden Code in die Profilanzeige eines Benutzerprofils mit integrieren, damit Invitation funktioniert. Der Parameter uid muss die Benutzer-ID des darzustellenden Profils enthalten und kann je nach Modul variieren.

source: Integration code for display user profile template
de: Integrationscode für Profilmodule

source: How many user should be shown in block?
de: Wieviele Einladungen sollen maximal im Block angezeigt werden?

source: More details about the website
de: Mehr Details zur Website

source: Your friend's name:
de: Name deines Freundes:

source: Your friend's username:
de: Benutzername deines Freundes:

source: Account registration
de: Account-Registrierung

source: Your friend has added additional information for you:
de: Der Freund hat einen persönlichen Einladungstext verfasst:
