Repository: zikula/i18n-portal
Catalog: gettext/*/modules/zweet/0.5/module_zweet.po
Languages: ca

source: Invalid Authkey: this probably means that you pressed the -Back- button, or that the page -authkey- expired. Please refresh the page and try again.
ca: La clau d'autorització ('authkey') no és vàlida. Causes possibles d'aquest error són haver clicat el botó de tornar enrere del navegador, navegar simultàniament amb vàries pestanyes o un període llarg d'inactivitat. Torneu a carregar la pàgina i torneu-ho a provar.

source: Zikula Tweet Suite
ca: Twitter per a Zikula

source: Could not connect to Twitter. Please try again.
ca: No ha estat possible connectar amb Twitter. Si us plau, torne-ho a provar.

source: Configuration not updated.
ca: No s'ha actualitzat la configuració.

source: Configuration updated.
ca: S'ha actualitzat la configuració.

source: Configuration
ca: Configuració

source: Twitter access token deleted. Please re-authentificate.
ca: S'ha esborrat el token d'accés a Twitter. Si us plau, torneu-vos a identificar.

source: New Twitter status set.
ca: Nou estat de Twitter.

source: Setting Twitter status not successful!
ca: La configuració de l'estat de Twitter no ha tingut èxit!

source: Twitter token too old. Please try again.
ca: El token de Twitter és massa antiga. Si us plau torneu-ho a provar.

source: Twitter authentification successful.
ca: La validació a Twitter ha funcionat correctament.

source: Twitter token not generated. Please re-authentificate.
ca: No s'ha generat el token de Twitter. Si us plau, torner-ho-vos a identificar.

source: No permissions for zweet
ca: No teniu permisos per Twittejar

source: Update
ca: Actualitza

source: Cancel
ca: Cancel·la

source: URL shortener service
ca: Serveu de URL curts

source: Twitter Configuration
ca: Configuració del Twitter

source: Authentification okay.
ca: La validació és correcta

source: Administration
ca: Administració

source: Actions
ca: Accions

source: Reset token
ca: Regenera el token

source: Authentificate zweet:
ca: Autentificat del Twit:

source: Connect
ca: Connecta

source: Current status:
ca: Estat actual:

source: Set new status
ca: Estableix un estat nou

source: New status message:
ca: Missatge d'estat nou:

source: You have
ca: Tens

source: chars left.
ca: caràcters disponibles.

source: Error connecting Twitter
ca: S'ha produït un error en connectar a Twitter

source: No method set for request.
ca: No s'ha establert cap mètode a ser demanat.

source: No parameters set for request.
ca: No ha estat demanat cap paràmetre.

source: Empty message.
ca: El missatge està buit.

source: Screenname
ca: No de la finestra

source: Entries
ca: Entrades

source: Show last status message
ca: Mostra el darrer missatge d'estat

source: Additional Text (shown above image)
ca: Text addicional (mostra la imatge de sota)

source: Image
ca: Imatge

source: Show Tweets
ca: Mostra Twits

source: from
ca: des de

source: Edit Twitter account
ca: Edita el compte de Twitter

source: View Profile
ca: Mostra el perfil

source: Follow on Twitter
ca: Segueix a Twitter

source: Description:
ca: Descripció:

source: Location:
ca: Localitat:

source: Friends:
ca: Amics:

source: Friends shown
ca: Amics mostrats

source: Followers:
ca: Seguidors:

source: Followers shown
ca: Seguidors mostrats

source: No twitter account or tweets available for this user.
ca: No hi ha compte de Twitter o el mòdul no està disponible per aquest usuari/ària.

source: Please login to see content of this page.
ca: Si us plau valideu-vos per veure el contingut d'aquesta pàgina.

source: Show tweets from twitter.com
ca: Mostra Twits des de twitter.com

source: Set randomized caching level
ca: Mostra un nivell de memòria cau aleatòria

source: off
ca: apaga

source: low
ca: baix

source: medium
ca: mig

source: high
ca: alt
