Repository: zikula/i18n-portal
Catalog: gettext/*/modules/piwik/0.2/module_piwik.po
Languages: de

source: piwik statistics
de: piwik Statistiken

source: This version of piwik only works with Zikula 1.2.x and higher.
de: Diese Version von piwik läuft nur mit Zikula 1.2.x und höher.

source: Error creating Hook!
de: Fehler! Hook konnte nicht erstellt werden.

source: Error deleting Hook!
de: Fehler! Hook konnte nicht gelöscht werden.

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
de: Fehler! Ungültiger Authentifizierungsschlüssel ('AuthKey)': Das könnte daran liegen, dass der 'Zurück' Button im Browser benutzt wurde oder der 'AuthKey' abgelaufen ist. Bitte die Seite neu laden und es erneut versuchen.

source: Configuration not updated
de: Konfiguration nicht aktualisiert!

source: Done! Module configuration updated.
de: Erledigt! Konfiguration wurde aktualisiert.

source: Settings
de: Einstellungen

source: Enable Tracking
de: Tracking aktivieren

source: Path to your piwik installation
de: Pfad/Url zur Piwik-Installation

source: Site-ID
de: Seiten-ID

source: Track admin pages
de: Administrationsseiten tracken

source: Track Links
de: Links tracken

source: Save Configuration
de: Konfiguration speichern

source: Cancel
de: Abbrechen
