Repository: zikula/i18n-portal
Catalog: gettext/*/modules/FAQ/2.3.1/module_faq.po
Languages: el

source: Error! Could not load items.
el: Σφάλμα! Δε βρέθηκαν στοιχεία.

source: Error! Unable to load class [%s%]
el: Σφάλμα! Δε φορτώθηκε η κλάση [%s]

source: Done! Item created.
el: Το στοιχείο δημιουργήθηκε.

source: No such item found.
el: Το στοιχείο δε βρέθηκε.

source: Done! Item updated.
el: Το στοιχείο ενημερώθηκε.

source: Done! Item deleted.
el: Το στοιχείο διαγράφηκε.

source: Purging of the pemalinks was successful
el: Η επαναφορά των pemalinks πραγματοποιήθηκε με επιτυχία.

source: Purging of the pemalinks has failed
el: Η επαναφορά των pemalinks απέτυχε.

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Done! Module configuration updated.
el: Οι ρυθμίσεις του υποσυστήματος ανανεώθηκαν

source: Frequently Asked Questions
el: Συχνές Ερωτήσεις

source: Warning! Could not create the default FAQ category tree. If you want to use categorisation with FAQ, register at least one property for the module in the Category Registry.
el: Προσοχή! Δεν ήταν δυνατή η δημιουργία της προεπιλεγμένης κατηγορίας για το υποσύστημα FAQ. Αν θέλετε να χρησιμοποιήσετε κατηγοριοποίηση, θα πρέπει να δημιουργήσετε (προαιρετικά) μια κατηγορία και μετά να την αναθέσετε προς χρήση από το υποσύστημα μέσω του Μητρώου Κατηγοριών.

source: Error! Update attempt failed.
el: Σφάλμα! Η ενημέρωση απέτυχε.

source: Error! Creation attempt failed.
el: Σφάλμα! Η δημιουργία απέτυχε.

source: Error! Deletion attempt failed.
el: Σφάλμα! Η διαγραφή απέτυχε.

source: View FAQ list
el: Προβολή Συχνών Ερωτήσεων

source: Create a FAQ
el: Δημιουργία Ερώτησης

source: Purge PermaLinks
el: Επαναφορά των Permalinks

source: Settings
el: Ρυθμίσεις

source: Invalid category passed.
el: Μη έγκυρη κατηγορία

source: Failed to get any items
el: Δεν επιστράφηκαν στοιχεία

source: Thank you for your question
el: Ευχαριστούμε για την ερώτηση

source: Recent FAQs
el: Πρόσφατες Ερωτήσεις

source: Question
el: Ερώτηση

source: Answer
el: Απάντηση

source: PermaLink URL title
el: PermaLink URL

source: (Blank = auto-generate)
el: (Δημιουργείται αυτόματα αν αφήσετε το πεδίο κενό)

source: Category
el: Κατηγορία

source: Choose a category
el: Επιλέξτε κατηγορία

source: Create
el: Δημιουργία

source: Cancel
el: Ακύρωση

source: General settings
el: Γενικές ρυθμίσεις

source: Enable categorization
el: Ενεργοποίηση Κατηγοριοποίησης

source: Items per page
el: Στοιχεία ανά σελίδα

source: Add category title to PermaLink
el: Προσθήκη τίτλου κατηγορίας στο PermaLink

source: Update Configuration
el: Ανανέωση Ρυθμίσεων

source: Delete FAQ
el: Διαγραφή ερώτησης

source: Do you really want to delete this FAQ?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε την ερώτηση;

source: Confirmation prompt
el: Επιβεβαίωση Εντολής

source: Confirm deletion?
el: Επιβεβαιώνεται η διαγραφή;

source: Update FAQ
el: Ενημέρωση Ερώτησης

source: Meta data
el: Μεταδεδομένα

source: Submitted by %s
el: Καταχωρήθηκε από τον χρήστη %s

source: Answered by %s
el: Απαντήθηκε από τον χρήστη %s

source: Created by %1$s on %2$s
el: Δημιουργήθηκε από τον χρήστη %1$s στις %2$s

source: Updated by %1$s on %2$s
el: Δημιουργήθηκε από τον χρήστη %1$s στις %2$s

source: Update
el: Ενημέρωση

source: Categories
el: Κατηγορίες

source: Filter
el: Φίλτρο

source: Reset
el: Επαναφορά

source: Answered
el: Απαντημένες

source: Options
el: Επιλογές

source: Yes
el: Ναι

source: No
el: Όχι

source: No items found.
el: Δε βρέθηκαν στοιχεία

source: Submit a question
el: Υποβολή ερώτησης

source: Before submitting a question please check existing FAQ's as your question may have already been answered. If not then please submit your question via the form and below. Please use clear and precise language when submitting a question. After submission your question will be reviewed by the site editor(s).
el: Προτού υποβάλετε μια ερώτηση, παρακαλώ ελέγξτε αν υπάρχει στις υπάρχουσες που έχουν ήδη απαντηθεί. Αν δεν υπάρχει, υποβάλετε την ερώτησή σας στη φόρμα παρακάτω. Παρακαλώ χρησιμοποιείστε ξεκάθαρη και ακριβή γλώσσα. Μετά την υποβολή, η ερώτησή σας θα εξεταστεί από τους διαχειριστές της ιστοσελίδας.

source: Your name
el: Το όνομά σας

source: Content
el: Περιεχόμενο

source: Submit
el: Υποβολή
