Repository: zikula/i18n-portal
Catalog: gettext/*/modules/PostCalendar/6.0.1/module_postcalendar.po
Languages: de

source: Approved events administration
de: Verwaltung von freigegebenen Terminen

source: Hidden events administration
de: Verwaltung von verborgenen Terminen

source: Queued events administration
de: Verwaltung von wartenden Terminen

source: List
de: Auflisten

source: Approve
de: Freigeben

source: Hide
de: Verbergen

source: Delete
de: Löschen

source: Please select an event.
de: Bitte einen Termin auswählen.

source: Do you really want to approve this event?
de: Diesen Termin wirklich freigeben?

source: Do you really want to hide this event?
de: Diesen Termin wirklich verbergen?

source: Do you really want to delete this event?
de: Diesen Termin wirklich löschen?

source: Error! Could not load default values.
de: Fehler! Die Standardwerte konnten nicht geladen werden.

source: Done! PostCalendar configuration reset to use default values.
de: Erledigt! Die Konfiguration von PostCalendar wurde auf die Standardwerte zurückgesetzt.

source: Done! Updated the PostCalendar configuration.
de: Erledigt! Die PostCalendar Konfiguration wurde aktualisiert.

source: Error! An 'unidentified error' occurred.
de: Fehler! Es ist ein unbekannter Fehler aufgetreten.

source: Done! %s event approved.
de: Erledigt! %s Termin freigegeben.

source: Done! %s event was hidden.
de: Erledigt! %s Termin verborgen.

source: Done! %s event deleted.
de: Erledigt! %s Termin gelöscht.

source: Calendar for Zikula
de: Kalender für Zikula

source: change
de: ändern

source: Global Events
de: Allgemeine Termine

source: Only
de: Nur

source: My Events
de: Meine Termine

source: Error! Unable to load class [%s]
de: Fehler! Klasse [%s] konnte nicht geladen werden

source: Jump to Today
de: Zum heutigen Tag wechseln

source: Day View
de: Tagesansicht

source: Week View
de: Wochenansicht

source: Month View
de: Monatsansicht

source: Year View
de: Jahresansicht

source: List View
de: Listenansicht

source: Submit New Event
de: Neuen Termin einreichen

source: Search
de: Suche

source: Print View
de: Druckansicht

source: Today
de: Heute

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: Add
de: Hinzufügen

source: Print
de: Drucken

source: There is %s queued calendar event awaiting your review.
de: Es muss %s wartender Termin geprüft werden.

source: Review queued events
de: Wartende Termine prüfen

source: overlib: attribute 'text' or 'inarray' or 'function' not present
de: overlib: Es ist keines der Attribute 'text', 'inarray' oder 'function' vorhanden

source: Error! Could not load items.
de: Fehler! Einträge konnten nicht geladen werden.

source: January February March April May June July August September October November December
de: Januar Februar März April Mai Juni Juli August September Oktober November Dezember

source: S M T W T F S
de: S M D M D F S

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
de: Sonntag Montag Dienstag Mittwoch Donnerstag Freitag Samstag

source: Error! Required arguments not present.
de: Fehler! Die benötigten Argumente sind nicht vorhanden.

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Featured Event Calendar Block
de: Vielfältiger Terminkalendar-Block

source: No event with eid %s
de: Kein Termin mit eid %s

source: cal icon
de: Kalendersymbol

source: PostCalendar Event
de: PostCalendar-Termin

source: No needle ID
de: Keine Needle-ID

source: recurring event beginning %s
de: wiederholender Termin beginnt %s

source: PostCalendar Date
de: PostCalendar-Datum

source: You do not have permission to view this event.
de: Keine Berechtigung um diesen Termin anzuzeigen.

source: Sorry! Authorization has not been granted.
de: Entschuldigung! Dafür fehlt die Berechtigung.

source: Error! There are no events with ID %s.
de: Fehler! Es gibt keine Termine mit ID %s.

source: Sorry! You do not have authorization to delete this event.
de: Entschuldigung! Keine Berechtigung diesen Termin zu löschen.

source: Done! The event was deleted.
de: Erledigt! Der Termin wurde gelöscht.

source: Save
de: Speichern

source: Save and Add
de: Speichern und hinzufügen

source: Preview
de: Vorschau

source: Error! Submission failed.
de: Fehler! Die Einreichung ist fehlgeschlagen.

source: Done! Updated the event. (event date: %s)
de: Erledigt! Der Termin wurde aktualisiert (Datum: %s).

source: Done! Submitted the event. (event date: %s)
de: Erledigt! Der Termin wurde eingereicht (Datum: %s).

source: The event has been queued for administrator approval.
de: Dieser Termin wartet auf die Freigabe eines Administrators.

source: Plain text
de: Nur Text

source: HTML-formatted
de: Mit HTML formatiert

source: Private
de: Privat

source: Global
de: Allgemein

source: Day(s)/Week(s)/Month(s)/Year(s)
de: Tag(e)/Woche(n)/Monat(e)/Jahr(e)

source: First/Second/Third/Fourth/Last
de: ersten/zweiten/dritten/vierten/letzten

source: Sun Mon Tue Wed Thu Fri Sat
de: So Mo Di Mi Do Fr Sa

source: Required argument not present.
de: Es fehlt ein erforderliches Argument.

source: err/First/Second/Third/Fourth/Last
de: fehlt/ersten/zweiten/dritten/vierten/letzten

source: Event recurs every %s
de: Termin wiederholt sich jeden %s

source: until
de: bis

source: Event recurs on
de: Termin wiederholt sich am

source: of the month, every %s months
de: des Monats, alle %s Monate

source: This event does not recur.
de: Dieser Termin wiederholt sich nicht.

source: This is a private event.
de: Dies ist ein privater Termin.

source: This is a public event.
de: Dies ist ein öffentlicher Termin.

source: n/a
de: keine Angabe

source: 'Title' is a required field.
de: Es muss ein Titel eingegeben werden.

source: Error! The repetition frequency must be an integer.
de: Fehler! Die Anzahl der Wiederholungen muss eine Ganzzahl sein.

source: Error! The repetition frequency must be at least 1.
de: Fehler! Die Anzahl der Wiederholungen muss mindestens 1 sein.

source: Error! The selected start date falls after the selected end date.
de: Fehler! Das Anfangsdatum liegt hinter dem Enddatum.

source: Submit Event
de: Termin einreichen

source: Settings
de: Einstellungen

source: Create new event
de: Neuen Termin anlegen

source: Approved events
de: Freigegebene Termine

source: Hidden events
de: Verborgene Termine

source: Queued events
de: Wartende Termine

source: Error! %1$s required in %2$s.
de: Fehler! %1s wird in %2s benötigt.

source: Notice: PostCalendar submission/change
de: Hinweis: Neueintrag / Änderung für PostCalendar

source: Done! Sent administrator notification e-mail message.
de: Erledigt! Es wurde eine E-Mail an den Administrator gesendet.

source: Error! Could not send administrator notification e-mail message.
de: Fehler! Die E-Mail konnte nicht an den Administrator gesendet werden.

source: Error! Zikula %1$s is required. No installation started. You are advised to upgrade to Zikula %1$s first.
de: Fehler! Die Installation wurde nicht gestartet, da Zikula %1$s benötigt wird. Es muss zuerst ein Upgrade zu Zikula %1$s erfolgen.

source: Error! Could not create the table.
de: Fehler! Die Tabelle konnte nicht erstellt werden.

source: Error! Could not create default category.
de: Fehler! Die Standardkategorie konnte nicht angelegt werden.

source: Error! Could not set the default settings for PostCalendar.
de: Fehler! Die Standardeinstellungen für PostCalendar konnten nicht gesetzt werden.

source: Error! Zikula %1$s is required. No upgrade started. You are advised to restore the previous PostCalendar version, or upgrade to Zikula %1$s first.
de: Fehler! Das Upgrade wurde nicht gestartet, da Zikula %1$s benötigt wird. Entweder muss die vorherige PostCalendar-Version wieder hergestellt oder ein Upgrade zu Zikula %1$s durchgeführt werden.

source: Notice: This version does not support upgrades from PostCalendar 3.x and earlier. Please download and install version 4.0.3 (available from <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). After upgrading, you can install PostCalendar %s and perform this upgrade.
de: Hinweis: Diese Version unterstützt Upgrades von PostCalendar 3.x (und früheren Versionen) nicht. Bitte Version 4.0.3 installieren (verfügbar auf <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). Nach dem Upgrade kann PostCalendar %s installiert und dieses Upgrade durchgeführt werden.

source: Error: Could not correct multi-byte serialization.
de: Fehler! Multi-Byte-Serialisierung konnte nicht korrigiert werden.

source: Error: Could not cull meetings.
de: Fehler! Termine konnten nicht ausgelesen werden.

source: Error: Could not migrate categories.
de: Fehler! Kategorien konnten nicht übernommen werden.

source: Error: Could not migrate topics.
de: Fehler! Themen konnten nicht übernommen werden.

source: PostCalendar: Topics ignored in upgrade.
de: PostCalendar: Die Themen wurden beim Upgrade nicht berücksichtigt.

source: Error: Could not transcode category and/or topic IDs.
de: Fehler! Kategorie-IDs und/oder Themen-IDs konnten nicht umgeschlüsselt werden.

source: Error: Could not convert informant field to uid.
de: Fehler! Das Feld des Informanten konnte nicht zur uid konvertiert werden.

source: Error! Could not update the scribite configuration.
de: Fehler! Die Konfiguration von scribite konnte nicht aktualisiert werden.

source: PostCalendar: Scribite! associations reset for PostCalendar.
de: PostCalendar: Scribite!-Verbindungen für PostCalendar zurück gesetzt.

source: PostCalendar: Serialized fields corrected.
de: PostCalendar: Serialisierte Felder korrigiert.

source: Error! Could not create sub-category (%s).
de: Fehler! Unterkategorie %s konnte nicht erstellt werden.

source: PostCalendar: Categories successfully migrated.
de: PostCalendar: Kategorien erfolgreich übernommen.

source: PostCalendar: Topics successfully migrated.
de: PostCalendar: Themen erfolgreich übernommen.

source: Error! Could not upgrade the tables.
de: Fehler! Die Tabellen konnten nicht aktualisiert werden.

source: PostCalendar: Category and/or Topic IDs converted.
de: PostCalendar: Kategorie-IDs und/oder Themen-IDs konvertiert.

source: PostCalendar: 'Main' category created.
de: PostCalendar: Kategorie 'Standard' angelegt.

source: PostCalendar: Topics category created.
de: PostCalendar: Themenkategorie erstellt.

source: PostCalendar: Meetings culled. %s column dropped
de: PostCalendar: Termine ausgelesen. Spalte %s entfernt

source: PostCalendar: '%s' field converted.
de: PostCalendar: Feld '%s' konvertiert.

source: PostCalendar Installed
de: PostCalendar wurde installiert

source: :text:On this date, the PostCalendar module was installed. Thank you for trying PostCalendar! This event can be safely deleted if you wish.
de: :text:An diesem Tag wurde das PostCalendar-Modul installiert. Danke für das Testen von PostCalendar! Dieser Termin kann falls gewünscht gelöscht werden.

source: PostCalendar: Installation event created.
de: PostCalendar: Termin für die Installation erstellt.

source: Error! Could not create an installation event.
de: Fehler! Der Termin für die Installation konnte nicht erstellt werden.

source: Events
de: Termine

source: Initial sub-category created on install
de: Eine initiale Unterkategorie wurde bei der Installation angelegt

source: Error! Could not create an initial sub-category.
de: Fehler! Die initiale Unterkategorie konnte nicht angelegt werden.

source: PostCalendar: Initial sub-category created (Events).
de: PostCalendar: Initiale Unterkategorie 'Termine' angelegt.

source: PostCalendar: Unable to determine Zikula Core Version.
de: PostCalendar: Die Zikula Core-Version konnte nicht bestimmt werden.

source: PostCalendar settings
de: Einstellungen für PostCalendar

source: General settings
de: Allgemeine Einstellungen

source: Reset ALL Settings to Defaults
de: ALLE Einstellungen auf die Standardeinstellungen zurücksetzen

source: Allow submitted events to be activated without review
de: Eingereichte Termine dürfen ungeprüft aktiviert werden

source: Enable categorization of events
de: Kategorisierung von Terminen aktivieren

source: Group allowed to publish personal calendars
de: Gruppe, die persönlichen Kalender veröffentlichen darf

source: No group
de: Keine Gruppe

source: Edit groups
de: Gruppen bearbeiten

source: Display settings
de: Anzeigeoptionen

source: Number of events to list on administration pages
de: Anzahl angezeigter Termine auf Admin-Seiten

source: Use 24-hour time format
de: 24h-Format verwenden

source: Time increment for new event creation (1-60 minutes)
de: Zeitinkrement für neue Termine (1-60 Minuten)

source: Default categories in new event creation.
de: Standardkategorie bei Anlage neuer Termine

source: No Default Category
de: Keine Standardkategorie

source: View event details in a pop-up window
de: Termine in Popup-Fenster anzeigen

source: Show event details in 'hover' window on 'mouseover'
de: Termin anzeigen, falls Mauszeiger darüber

source: overrides pop-up setting
de: hebt Popup-Einstellungen auf

source: Date Display Format
de: Format der Datumsanzeige

source: uses %s format
de: verwendet Format %s

source: Or choose a preset:
de: oder Voreinstellung verwenden:

source: Month Day, Year
de: Monat Tag, Jahr

source: Day Month Year
de: Tag Monat Jahr

source: YYYY-MM-DD
de: JJJJ-MM-TT

source: First day of the week
de: Erster Tag der Woche

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Saturday
de: Samstag

source: Default calendar view
de: Voreingestellte Kalenderansicht

source: Allow users to filter event display by category
de: Benutzer dürfen Termine nach Kategorie filtern

source: In jump date selector, display
de: In Datumsauswahl, zeige

source: year(s) before current year.
de: Jahr(e) vor diesem Jahr.

source: year(s) after current year.
de: Jahr(e) nach diesem Jahr.

source: Enable images in navigation header
de: Symbole in Navigationsleiste aktivieren

source: Notification settings
de: Einstellungen für Benachrichtigungen

source: Notify administrator about user event submission/change
de: Administrator bei neuen oder geänderten Benutzerterminen benachrichtigen

source: Notify administrator about administrator event submission/change
de: Administrator bei neuen oder geänderten Admin-Terminen benachrichtigen

source: E-mail address to send notifications
de: E-Mail-Adresse für Benachrichtigungen

source: Cancel
de: Abbrechen

source: Event review
de: Terminprüfung

source: Yes
de: Ja

source: Calendar
de: Kalender

source: There are no %s events.
de: Es gibt keine %s Termine.

source: Select
de: Auswählen

source: Title
de: Titel

source: Time stamp
de: Zeitstempel

source: Perform this action
de: Diese Aktion ausführen

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Delete event
de: Termin löschen

source: CANCEL
de: Abbrechen

source: All These Categories
de: Alle Kategorien

source: Duration
de: Dauer

source: hours
de: Stunden

source: All day event
de: Ganztägiger Termin

source: Description
de: Beschreibung

source: Location
de: Adresse

source: Contact information
de: Kontaktinformationen

source: Fee
de: Gebühr

source: Categorized in
de: Kategorisiert in

source: Event recurrance information
de: Informationen zu Wiederholungen

source: Event sharing information
de: Teilnahmeinformationen

source: Edit
de: Bearbeiten:

source: Update event
de: Termin aktualisieren

source: Create new
de: Neu:

source: Submit event
de: Termin einreichen

source: Event preview
de: Terminvorschau

source: PostCalendar Rocks!
de: PostCalendar ist super!

source: calendar event
de: Termin

source: Required
de: erforderlich

source: For user
de: Für Benutzer

source: Sharing
de: Geltungsbereich

source: Start date
de: Anfangsdatum

source: Time
de: Zeit

source: All-day event
de: Ganztägiger Termin

source: Timed event
de: Uhrzeit

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Category
de: Kategorie

source: Permitted HTML tags
de: Erlaubte HTML-Tags

source: Repetition settings
de: Wiederholungen

source: One-time event
de: Einmaliger Termin

source: Repeats every
de: Termin wiederholt sich alle

source: Repeats on
de: Termin wiederholt sich am

source: of the month, every
de: des Monats, alle

source: month(s)
de: Monat(e)

source: End date
de: Enddatum

source: No end date
de: Kein Enddatum

source: Street
de: Straße

source: City
de: Stadt

source: State
de: Land

source: Zipcode
de: Postleitzahl

source: Contact
de: Kontakt

source: Phone number
de: Telefonnummer

source: E-mail address
de: E-Mail-Adresse

source: The following calendar event has been changed:
de: Der folgende Termin wurde im Kalender geändert:

source: The following calendar event has been added:
de: Der folgende Termin wurde dem Kalender hinzugefügt:

source: Event
de: Termin

source: A Message from your PostCalendar
de: Eine Nachricht aus dem PostCalendar

source: from
de: von

source: Edit event
de: Termin bearbeiten

source: Copy event
de: Termin kopieren

source: Return
de: Zurück

source: %s comment left
de: %s Kommentar übrig

source: Comment
de: Kommentar

source: No events scheduled.
de: Keine geplanten Termine.

source: Jump
de: Wechseln

source: Month list view
de: Listenansicht Monat

source: week
de: Woche

source: Create New
de: Neuen anlegen

source: Display the calendar in the block
de: Kalender im Block anzeigen

source: Display today's events in the block
de: Heutige Termine im Block anzeigen

source: Display upcoming events in the block
de: Nächste Termine im Block anzeigen

source: Only display events in category(s)
de: Anzeige von Terminen der Kategorie(n)

source: All Categories
de: Alle Kategorien

source: Display search/submit links in the block
de: Links für Suche / neue Termine in Block anzeigen

source: Number of events to display
de: Anzahl der angezeigten Termine

source: Number of months ahead to query for upcoming events
de: Anzahl der Monate für zukünftige Termine

source: This event will occur in %s day.
de: Dieser Termin findet in %s Tag statt.

source: This event occurs today.
de: Dieser Termin findet heute statt.

source: This event has already occured.
de: Dieser Termin hat bereits statt gefunden.

source: Full event information
de: Alle Informationen zu diesem Termin

source: Show countdown (days)
de: Countdown anzeigen (in Tagen)

source: Hide block when countdown expires
de: Block verbergen wenn Countdown abläuft

source: Today's events
de: Heutige Termine

source: Long
de: lang

source: Upcoming events
de: Nächste Termine

source: No upcoming events.
de: Demnächst keine Termine.

source: in Categories
de: in den Kategorien

source: date range:
de: Datumsbereich:

source: last %s years
de: vergangene %s Jahre

source: last year
de: letztes Jahr

source: now
de: jetzt

source: to
de: bis

source: next year
de: nächstes Jahr

source: next %s years
de: nächste %s Jahre
