Repository: zikula/i18n-portal
Catalog: gettext/*/modules/PostCalendar/6.0.0/module_postcalendar.po
Languages: es

source: Approved events administration
es: Administración de eventos aprobados

source: Hidden events administration
es: Administración de eventos ocultos

source: Queued events administration
es: Administración de eventos en cola

source: List
es: Lista

source: Approve
es: Aprobar

source: Hide
es: Ocultar

source: Delete
es: Borrar

source: Please select an event.
es: Por favor seleccione un evento.

source: Do you really want to approve this event?
es: ¿Está seguro que desea aprobar este evento?

source: Category
es: Categoría

source: Year View
es: Vista Anual

source: Error! The repetition frequency must be at least 1.
es: ¡Error! La frecuencia de repetición debe ser de al menos 1.

source: All day event
es: Evento de todo el día

source: Title
es: Título

source: Error: Could not convert informant field to uid.
es: Error: No se pudo convertir el campo informante al uid.

source: Time
es: Hora

source: Jump to Today
es: Saltar a Hoy

source: Notify administrator about administrator event submission/change
es: Notificar al administrador sobre el envío/cambio en eventos del administrador

source: HTML-formatted
es: Formateado con HTML

source: PostCalendar: Meetings culled. %s column dropped
es: PostCalendar: Reuniones eliminadas. %s columnas borradas

source: Event recurs on
es: El evento se repite el

source: Today
es: Hoy

source: RSS Feed
es: Canal RSS

source: Display today's events in the block
es: Mostrar los eventos de hoy en el bloque

source: Plain text
es: Texto plano

source: March
es: Marzo

source: Edit event
es: Editar evento

source: Event review
es: Revisión de eventos

source: No events scheduled.
es: No hay eventos programados.

source: to
es: hasta

source: Error! Could not create default category.
es: ¡Error! No se pudo crear la categoría por defecto.

source: Default categories in new event creation.
es: Categorías predeterminadas en nuevos eventos.

source: Done! %s event deleted.
es: ¡Hecho! se ha borrado %s evento.

source: :text:On this date, the PostCalendar module was installed. Thank you for trying PostCalendar! This event can be safely deleted if you wish.
es: :text: En esta fecha, el módulo PostCalendar fué instalado. ¡Gracias por probar PostCalendar! Este evento puede borrarse si lo desea.

source: Day
es: Día

source: Error! Submission failed.
es: ¡Error! Envío fallido.

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
es: Domingo Lunes Martes Miércoles Jueves Viernes Sábado

source: Error! %s required in %s.
es: ¡Error! %s es obligatorio en %s.

source: overlib: attribute 'text' or 'inarray' or 'function' not present
es: overlib: falta el atributo 'text' o 'inarray' o 'function'

source: Sun Mon Tue Wed Thu Fri Sat
es: Dom Lun Mar Mie Jue Vie Sab

source: General settings
es: Configuración general

source: Number of months ahead to query for upcoming events
es: Número de meses adelante para buscar próximos eventos

source: Or choose a preset:
es: O escoja una acción:

source: Error! The selected start date falls after the selected end date.
es: ¡Error! La fecha de inicio elegida es posterior a la fecha de fin elegida.

source: now
es: ahora

source: Minutes
es: Minutos

source: Group allowed to publish personal calendars
es: Grupo autorizado para publicar calendarios personales

source: Notify administrator about user event submission/change
es: Notificar al administrador sobre el envío/cambio en eventos de usuario

source: Print View
es: Vista de Impresión

source: next year
es: año siguiente

source: Error! Could not load items.
es: ¡Error! No fue posible cargar los elementos.

source: Update event
es: Actualizar evento

source: Full event information
es: Información completa del evento

source: Sunday
es: Domingo

source: Create new event
es: Crear un nuevo evento

source: No Default Category
es: Sin categoría predeterminada

source: Error! Zikula %1$s is required. No installation started. You are advised to upgrade to Zikula %1$s first.
es: ¡Error! Se requiere Zikula %1$s. No se ha instalado esta versión. Se recomienda actualizar a Zikula %1$s antes de continuar con la instalación.

source: Delete event
es: Borrar evento

source: There are no %s events.
es: No hay %s eventos.

source: PostCalendar: Scribite! associations reset for PostCalendar.
es: PostCalendar. Asociaciones de scribite! reiniciadas para PostCalendar.

source: uses %s format
es: usa formato %s

source: Repeats on
es: Se repite el

source: Select
es: Seleccionar

source: Day(s)/Week(s)/Month(s)/Year(s)
es: Día(s)/Semana(s)/Mes(es)/Año(s)

source: Notice: PostCalendar submission/change
es: Nota: PostCalendar envío/cambio

source: PostCalendar: '%s' field converted.
es: PostCalendar: '%s' campo convertido.

source: Event recurrance information
es: Información de repetición del evento

source: Hide block when countdown expires
es: Ocultar bloque cuando caduque la cuenta hacia atrás

source: PostCalendar: Serialized fields corrected.
es: PostCalendar: Corregida la serialización de campos.

source: Number of events to list on administration pages
es: Número de eventos que se listarán en las páginas de administración

source: Event preview
es: Previsualización del evento

source: Error! Could not create sub-category (%s).
es: ¡Error! No se pudo crear la subcategoría (%s).

source: n/a
es: n/d

source: Long
es: Largo

source: Next
es: Siguiente

source: Only
es: Solamente

source: First/Second/Third/Fourth/Last
es: Primero/Segundo/Tercero/Cuarto/Último

source: Event recurs every %s
es: El evento se repite cada %s

source: Location
es: Ubicación

source: PostCalendar Event
es: Evento PostCalendar

source: Print
es: Imprimir

source: Start date
es: Fecha de inicio

source: Save
es: Guardar

source: Save and Add
es: Guardar y Añadir

source: PostCalendar: Category and/or Topic IDs converted.
es: PostCalendar: IDs de Categorías y/o Temas convertidos.

source: Categorized in
es: Categorizado en

source: PostCalendar: Categories successfully migrated.
es: PostCalendar: Las categorías se han migrado satisfactoriamente.

source: Do you really want to hide this event?
es: ¿Realmente quiere ocultar este evento?

source: Hours
es: Horas

source: Enable images in navigation header
es: Habilitar imágenes en la cabecera de navegación

source: version
es: versión

source: Day Month Year
es: Día Mes Año

source: July
es: Julio

source: Submit event
es: Enviar evento

source: Info
es: Información

source: date range:
es: rango de fechas:

source: PostCalendar settings
es: Configuración de PostCalendar

source: Settings
es: Configuración

source: %s comment left
es: %s comentario pendiente

source: Error! Could not send administrator notification e-mail message.
es: ¡Error! No se ha podido enviar el correo de notificación al administrador.

source: This is a public event.
es: Este un evento público.

source: All These Categories
es: Todas Estas Categorías

source: pc_sort_events: missing or invalid 'value' parameter
es: pc_sort_events: falta el parámetro 'value' o está vacío

source: Timed event
es: Evento programado

source: PostCalendar: Installation event created.
es: PostCalendar: Evento de instalación creado.

source: hours
es: horas

source: One-time event
es: Evento de sólo una vez

source: Display upcoming events in the block
es: Mostrar los eventos venideros en el bloque

source: Sharing
es: Compartir

source: Error! Could not create the table.
es: ¡Error! No se pudo crear la tabla.

source: This event occurs today.
es: Este evento será hoy.

source: Use 24-hour time format
es: Usar formato horario 24h

source: Error! Could not update the scribite configuration.
es: ¡Error! No se pudo actualizar la configuración de scribite.

source: A Message from your PostCalendar
es: Mensaje de su PostCalendar

source: Initial sub-category created on install
es: Subcategoría inicial creada durante la instalación.

source: change
es: cambiar

source: PostCalendar: 'Main' category created.
es: PostCalendar: Categoría 'Principal' creada.

source: Done! %s event was hidden.
es: ¡Hecho! se ha ocultado %s evento.

source: Global Events
es: Eventos Globales

source: Default calendar view
es: Vista predeterminada del calendario

source: next %s years
es: próximos %s años

source: April
es: Abril

source: September
es: Septiembre

source: December
es: Diciembre

source: You do not have permission to view this event.
es: No tiene autorización para ver este evento.

source: Error: Could not cull meetings.
es: Error: No se pudo depurar las reuniones.

source: of the month, every %s months
es: del mes, cada %s meses

source: Jump
es: Ir a

source: Contact
es: Contacto

source: Create new
es: Crear nuevo

source: PostCalendar: Unable to determine Zikula Core Version.
es: PostCalendar: No es posible determinar la versión del núcleo de Zikula.

source: pc_sort_events: missing or empty 'var' parameter
es: pc_sort_events: falta el parámetro 'var' o está vacío

source: of the month, every
es: del mes, cada

source: Required argument not present.
es: Falta argumento obligatorio.

source: Previous
es: Anteriores

source: Allow users to filter event display by category
es: Permitir a los usuarios filtrar los eventos por categoría

source: Event
es: Evento

source: My Events
es: Mis Eventos

source: Error! Zikula %1$s is required. No upgrade started. You are advised to restore the previous PostCalendar version, or upgrade to Zikula %1$s first.
es: Error! Se requiere Zikula %1$s. No se ha actualizado esta versión. Se recomienda restaurar la versión anterior de PostCalendar, o actualizar a Zikula %1$s para proseguir con la instalación.

source: Error! An 'unidentified error' occurred.
es: ¡Error! Ha ocurrido un "error no identificado".

source: City
es: Ciudad

source: in Categories
es: en Categorías

source: Number of events to display
es: Número de eventos a mostrar

source: Repeats every
es: Se repite cada

source: Add
es: Añadir

source: Enable categorization of events
es: Habilitar categorización de los eventos

source: Done! Updated the PostCalendar configuration.
es: ¡Hecho! Se ha actualizado la configuración de PostCalendar.

source: Review queued events
es: Revisar eventos en cola

source: Preview
es: Previsualizar

source: Events
es: Eventos

source: Week
es: Semana

source: Permitted HTML tags
es: Etiquetas HTML permitidas

source: Display the calendar in the block
es: Mostrar el calendario en el bloque

source: from
es: desde

source: August
es: Agosto

source: Monday
es: Lunes

source: There is %s queued calendar event awaiting your review.
es: Hay %s evento en cola esperando su revisión.

source: Do you really want to delete this event?
es: ¿Realmente quiere borrar este evento?

source: Error! Could not set the default settings for PostCalendar.
es: ¡Error! No se pudo establecer la configuración predeterminada para PostCalendar.

source: pc_sort_events: missing 'sort' parameter
es: pc_sort_events: falta el parámetro 'sort'

source: June
es: Junio

source: Day View
es: Vista Diaria

source: Queued events
es: Eventos en cola

source: PostCalendar: Topics category created.
es: PostCalendar: Categoría de Temas creada.

source: View event details in a pop-up window
es: Ver los detalles del evento en una ventana "pop-up"

source: Event sharing information
es: Compartir evento

source: Fee
es: Cuota

source: Error! Could not create an initial sub-category.
es: ¡Error! No se ha podido crear una subcategoría inicial.

source: Contact information
es: Información de contacto

source: Comment
es: Comentar

source: Search
es: Buscar

source: October
es: Octubre

source: January February March April May June July August September October November December
es: Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre

source: E-mail address
es: Dirección de correo

source: January
es: Enero

source: Required
es: Obligatorio

source: Sorry! You do not have authorization to delete this event.
es: ¡Lo sentimos! Usted no tiene autorización para borrar este evento.

source: Zipcode
es: Código Postal

source: Filter
es: Filtrar

source: Done! Updated the event. (event date: %s)
es: ¡Hecho! Evento actualizado. (fecha del evento: %s)

source: Reset ALL Settings to Defaults
es: Restablecer los valores predeterminados

source: Error! Unable to load class [%s]
es: ¡Error! Nofue posible cargar la clase [%s].

source: Error! The repetition frequency must be an integer.
es: ¡Error! La frecuencia de repetición debe ser un número entero.

source: Done! %s event approved.
es: ¡Hecho! se ha aprobado %s evento.

source: No event with eid %s
es: No hay evento con eid %s

source: recurring event beginning %s
es: inicio de evento recurrente %s

source: PostCalendar: Topics ignored in upgrade.
es: PostCalendar:Topics ignorados durante la actualización.

source: Submit New Event
es: Enviar nuevo evento

source: November
es: Noviembre

source: last year
es: año pasado

source: End date
es: Fecha final

source: First day of the week
es: Primer día de la semana

source: Error: Could not migrate categories.
es: Error. No fue posible migrar las categorías.

source: State
es: Estado/Provincia

source: Only display events in category(s)
es: Sólo mostrar los eventos en la(s) categoría(s)

source: until
es: hasta

source: Month Day, Year
es: Mes Día, Año

source: %s: missing '%s' parameter
es: %s: falta el parámetro '%s'

source: Error! There are no events with ID %s.
es: ¡Error! No hay eventos con ID %s.

source: Web site
es: Página Web

source: Cancel
es: Cancelar

source: Error! Required arguments not present.
es: ¡Error! Faltan argumentos obligatorios.

source: Featured Event Calendar Block
es: Bloque de Eventos Destacados

source: Repetition settings
es: Configuración de repetición

source: List View
es: Listado

source: Show event details in 'hover' window on 'mouseover'
es: Mostrar detalles del evento al pasar el ratón encima

source: calendar event
es: evento

source: Month
es: Mes

source: The following calendar event has been changed:
es: El siguiente evento ha sido modificado:

source: Error! Could not create an installation event.
es: ¡Error! No se pudo crear un evento de instalación.

source: Calendar for Zikula
es: Calendario para Zikula

source: All-day event
es: Evento de todo el día

source: Error: Could not migrate topics.
es: Error: No fue posible migrar los temas.

source: No needle ID
es: ID de needle desconocido

source: month(s)
es: mes(es)

source: PostCalendar: Initial sub-category created (Events).
es: PostCalendar: Subcategoría inicial creada (Eventos).

source: S M T W T F S
es: D L M M J V S

source: Done! Sent administrator notification e-mail message.
es: ¡Hecho! Correo de notificación enviado al administrador.

source: PostCalendar: Topics successfully migrated.
es: PostCalendar: Temas migrados satisfactoriamente.

source: PostCalendar Date
es: Fecha PostCalendar

source: Create New
es: Crear Nuevo

source: Main
es: Principal

source: Return
es: Volver

source: No upcoming events.
es: No hay eventos próximos.

source: Perform this action
es: Realizar esta acción

source: Edit groups
es: Editar grupos

source: May
es: Mayo

source: Event ID (eid)
es: ID (eid) del Evento

source: Phone number
es: Número de teléfono

source: Show countdown (days)
es: Mostrar la cuenta hacia atrás (en días)

source: Copy event
es: Copiar evento

source: Done! The event was deleted.
es: ¡Hecho! El evento ha sido borrado.

source: Upcoming events
es: Próximos eventos

source: Display search/submit links in the block
es: Mostrar enlaces de buscar/enviar en el bloque

source: err/First/Second/Third/Fourth/Last
es: err/Primero/Segundo/Tercero/Cuarto/Último

source: Month View
es: Vista Mensual

source: Notice: This version does not support upgrades from PostCalendar 3.x and earlier. Please download and install version 4.0.3 (available from <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). After upgrading, you can install PostCalendar %version% and perform this upgrade.
es: Aviso: Esta versión no es compatible con las actualizaciones de PostCalendar 3.x y anteriores. Por favor, descargue e instale la versión 4.0.3 (disponible en <a href="http://code.zikula.org/soundwebdevelopment/downloads">code.zikula.org/soundwebdevelopment</a>). Tras la actualización, puede instalar la PostCalendar %versión% y llevar a cabo esta actualización.

source: cal icon
es: icono cal

source: week
es: semana

source: February
es: Febrero

source: Error! Could not upgrade the tables.
es: ¡Error! No fue posible actualizar las tablas.

source: No group
es: Ningún grupo

source: Name
es: Nombre

source: The event has been queued for administrator approval.
es: El evento se ha registrado para la aprobación del administrador.

source: Edit
es: Editar

source: This is a private event.
es: Este un evento privado.

source: Error! Could not load default values.
es: ¡Error! No fue posible cargar los valores por defecto.

source: All Categories
es: Todas las Categorías

source: Time increment for new event creation (1-60 minutes)
es: Tiempo permitido para crear nuevos eventos (1-60 minutos)

source: No end date
es: Sin fecha final

source: Done! Submitted the event. (event date: %s)
es: ¡Hecho! Evento enviado. (fecha del evento: %s)

source: last %s years
es: últimos %s años

source: Date Display Format
es: Formato de Fecha

source: Error: Could not transcode category and/or topic IDs.
es: Error: No fue posible recodificar los ID de categorías y/o temas.

source: This event will occur in %s day.
es: Este evento será en %s día.

source: CANCEL
es: CANCELAR

source: Submit Event
es: Enviar Evento

source: Calendar
es: Calendario

source: Description
es: Descripción

source: Allow submitted events to be activated without review
es: Permitir que los eventos enviados sean activados sin revisión

source: This event does not recur.
es: Este evento no se repite.

source: Notification settings
es: Configuración de notificaciones

source: Month list view
es: Vista Mensual

source: For user
es: Para el usuario

source: overrides pop-up setting
es: reemplaza la configuración pop-up

source: The following calendar event has been added:
es: El siguiente evento ha sido añadido:

source: Hidden events
es: Eventos ocultos

source: Time stamp
es: Marca de tiempo

source: Sorry! Authorization has not been granted.
es: ¡Lo sentimos! No se ha concedido autorización.

source: Private
es: Privado

source: Saturday
es: Sábado

source: Done! PostCalendar configuration reset to use default values.
es: ¡Hecho! Se ha restablecido la configuración de PostCalendar a los valores predeterminados.

source: This event has already occured.
es: Este evento ya ha tenido lugar.

source: Error: Could not correct multi-byte serialization.
es: Error: No fue posible hacer la serialización multi-byte correctamente.

source: Street
es: Calle

source: 'Title' is a required field.
es: 'Título' es un campo obligatorio.

source: Display settings
es: Mostrar configuración

source: Week View
es: Vista Semanal

source: Year
es: Año

source: Duration
es: Duración

source: Yes
es: Si

source: Approved events
es: Eventos aprobados

source: PostCalendar Installed
es: PostCalendar Instalado

source: E-mail address to send notifications
es: Dirección de correo electrónico para enviar notificaciones

source: Today's events
es: Eventos de hoy
