Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Dizkus/3.1/module_dizkus.po
Languages: es, fa

source: Done! Synchronized Zikula users and Dizkus users.
es: ¡Hecho! Sincronizados los usuarios de Zikula y de Dizkus.
fa: انجام شد! کاربران Zikula و Dizkus مطابقت داده شدند.

source: Done! Synchronized forum index.
es: ¡Hecho! Índice del foro sincronizado.
fa: انجام شد! صفحه اصلی انجمن مطابقت داده شد.

source: Done! Synchronized topics.
es: ¡Hecho! Temas sincronizados.
fa: انجام شد! موضوعات مطابقت داده شد.

source: Done! Synchronized posts counter.
es: ¡Hecho! Sincronizado el contador de mensajes.
fa: انجام شد! شمارنده ارسالها مطابقت داده شد.

source: Error! You do not have authorisation to administer this module.
es: ¡Error! Usted no tiene autorización para administrar este módulo.
fa: خطا! شما برای احراز هویت این ماژول احراز هویت نشده اید.

source: -- Create new forum --
es: -- Crear un nuevo foro --
fa: -- ایجاد انجمن جدید --

source: No external source
es: Ninguna fuente externa
fa: بدون منبع خارجی

source: Mail2Forum
es: Correo-a-Foro

source: RSS2Forum
es: RSS-a-Foro

source: <span style="color: red;">'Feeds' module is not available.</span>
es: <span style="color: red;">El módulo 'Feeds' no está disponible.</span>
fa: <span style="color: red;">ماژول 'Feeds' در دسترس نیست</span>

source: No hooked module found.
es: No se han encontrado módulos conectados.
fa: هیچ ماژول قلاب شده ای یافت نشد.

source: -- Create new category --
es: -- Crear una nueva categoría --
fa: -- ایجاد طبقه جدید --

source: Error! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
es: ¡Error! Clave de autorización no válida ('authkey'). Esto puede ser debido a consecuencia de haber pulsado el botón 'Atrás' para volver a una página que no lo permitía, o que la clave de la página autorización expiró debido a la inactividad prolongada. Por favor, actualice la página y vuelva a intentarlo.
fa: خطا! کلید تصدیق هویت نامعتبر: احتمالا به این معنی است که شما کلید 'back' مرورگر خود را فشرده اید، یا اینکه کلید تصدیق هویت این صفحه منقضی شده است. لطفا صفحه را refresh کرده و دوباره سعی کنید.

source: Error! The two passwords you entered do not match. Please correct your entries and try again.
es: ¡Error! Las dos contraseñas que ha introducido no coinciden. Por favor, corrija las entradas y vuelva a intentarlo.
fa: خطا! دو کلمه عبوری که وارد کرده اید با یکدیگر مطابقت ندارد. لطفا تصحیح کرده و مجدد تلاش کنید.

source: Error! The user who started this topic is ignoring you, and does not want you to be able to write posts under this topic. Please contact the topic originator for more information.
es: ¡Error! El usuario que inició este tema le está ignorando, y no quiere que usted sea capaz de escribir mensajes en este tema. Por favor, póngase en contacto con el autor tema para obtener más información.
fa: خطا! کاربری که این موضوع را شروع کرده شما را ایگنور کرده است و نمی خواهد شما در زیر این موضوع مطلب ارسال کنید. جهت اطلاعات بیشتر لطفا با آغاز کننده موضوع تماس بگیرید.

source: Error! The message is too long. The maximum length is 65,535 characters.
es: ¡Error! El mensaje es demasiado largo. La longitud máxima del mensaje es de 65,535 caracteres.
fa: خطا! پیام بیش از حد طولانی است. حداکثر مقدار 65,535 کاراکتر است.

source: Error! No post ID in 'Dizkus_ajax_preparequote()'.
es: ¡Error! No hay ID de mensaje en 'Dizkus_ajax_preparequote()'.
fa: خطا! بدون شماره ارسال در 'Dizkus_ajax_preparequote()'.

source: Error! You do not have authorisation to perform this action.
es: ¡Error! Usted no tiene autorización para realizar esta acción.
fa: خطا! شما برای اجرای این عملیات احراز هویت نشده اید.

source: Error! No post ID in 'Dizkus_ajax_readpost()'.
es: ¡Error! No hay ID de mensaje en 'Dizkus_ajax_readpost()'.
fa: خطا! بدون شماره ارسال در 'Dizkus_ajax_readpost()'.

source: Error! No post ID in 'Dizkus_ajax_readrawtext()'.
es: ¡Error! No hay ID de mensaje en 'Dizkus_ajax_readrawtext()'.
fa: خطا! بدون شماره ارسال در 'Dizkus_ajax_readrawtext()'.

source: Error! No post ID in 'Dizkus_ajax_updatepost()'.
es: ¡Error! No hay ID de mensaje en 'Dizkus_ajax_updatepost()'.
fa: خطا! ارسال بدون شماره در 'Dizkus_ajax_updatepost()'.

source: Error! No topic ID in 'Dizkus_ajax_lockunlocktopic()'.
es: ¡Error! No hay ID de mensaje en 'Dizkus_ajax_lockunlocktopic()'.
fa: خطا! بدون شماره ارسال در 'Dizkus_ajax_lockunlocktopic()'.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus_ajax_lockunlocktopic()'.
es: ¡Error! No hay modo o el parámetro de modo es ilegal (%s) en 'Dizkus_ajax_lockunlocktopic()'.
fa: خطا! بدون حالت یا پارامتر (%s) در 'Dizkus_ajax_lockunlocktopic()'.

source: Error! You do not have authorisation to moderate this category or forum.
es: ¡Error! Usted no tiene autorización para moderar esta categoría o foro.
fa: خطا! شما برای نظارت بر این انجمن یا طبقه احراز هویت نشده اید.

source: Error! No topic ID in 'Dizkus_ajax_stickyunstickytopic()'.
es: ¡Error! No hay ID de tema en 'Dizkus_ajax_stickyunstickytopic()'.
fa: خطا! بدون شماره موضوع در 'Dizkus_ajax_stickyunstickytopic()'.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus_ajax_stickyunstickytopic()'.
es: ¡Error! No hay modo o parámetro erroneo (%s) en 'Dizkus_ajax_stickyunstickytopic()'.
fa: خطا! بدون حالت یا پارامتر (%s) در 'Dizkus_ajax_stickyunstickytopic()'.

source: Error! No topic ID in 'Dizkus_ajax_subscribeunsubscribetopic()'.
es: ¡Error! No hay ID de tema en 'Dizkus_ajax_subscribeunsubscribetopic()'.
fa: خطا! موضوع بدون شماره در 'Dizkus_ajax_subscribeunsubscribetopic()'.

source: Error! You do not have authorisation to read the content in this category or forum.
es: ¡Error! No dispone de los permisos suficientes para acceder al contenido de esta categoría o foro.
fa: خطا! شما برای خواندن محتویات این انجمن یا طبقه احراز هویت نشده اید.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus_ajax_subscribeunsubscribetopic()'.
es: ¡Error! No hay modo o parámetro erroneo (%s) en 'Dizkus_ajax_subscribeunsubscribetopic()'.
fa: خطا! بدون حالت یا پارامتر (%s) در 'Dizkus_ajax_subscribeunsubscribetopic()'.

source: Error! No forum ID in 'Dizkus_ajax_subscribeunsubscribeforum()'.
es: ¡Error! No hay ID de foro en 'Dizkus_ajax_subscribeunsubscribeforum()'.
fa: خطا! انجمن بدون شماره در 'Dizkus_ajax_subscribeunsubscribeforum()'.

source: Error! No or illegal mode (%s) parameter in Dizkus_ajax_subscribeunsubscribeforum()
es: ¡Error! No hay modo o parámetro erroneo (%s) en Dizkus_ajax_subscribeunsubscribeforum()
fa: خطا! بدون پارامتر یا پارامتر غیرمجاز (%s) در Dizkus_ajax_subscribeunsubscribeforum()

source: Error! Favourites have been disabled.
es: ¡Error! Los favoritos han sido deshabilitados.
fa: خطا! علاقهمندی ها غیر فعال شده است

source: Error! No forum ID in 'Dizkus_ajax_addremovefavorite()'.
es: ¡Error! No hay ID de foro en 'Dizkus_ajax_addremovefavorite()'.
fa: خطا! انجمن بدون شماره در 'Dizkus_ajax_addremovefavorite()'.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus_ajax_addremovefavorite()'.
es: ¡Error! No hay modo o parámetro erroneo (%s) en 'Dizkus_ajax_addremovefavorite()'.
fa: خطا! بدون حالت یا پارامتر (%s) در 'Dizkus_ajax_addremovefavorite()'.

source: Error! No topic ID in 'Dizkus_ajax_readtopic()'.
es: ¡Error! No hay ID de tema en 'Dizkus_ajax_readtopic()'.
fa: خطا! موضوع بدون شماره در 'Dizkus_ajax_readtopic()'.

source: Error! The post has no subject line.
es: ¡Error! El mensaje no tiene línea de asunto.
fa: خطا! برای این ارسال یک موضوع وارد کنید.

source: Error! No topic ID in 'Dizkus_ajax_updatetopicsubject()'
es: ¡Error! No hay ID de tema en 'Dizkus_ajax_updatetopicsubject()'
fa: خطا! موضوع بدون شماره در 'Dizkus_ajax_updatetopicsubject()'

source: Error! This feature is for registered users only.
es: ¡Error! Esta función es sólo para usuarios registrados.
fa: خطا! این قابلیت فقط برای کاربران سایت است.

source: Error! You do not have authorisation to post in this category or forum.
es: ¡Error! Usted no tiene autorización para publicar en esta categoría o foro.
fa: خطا! شما برای ارسال موضوع در این انجمن یا طبقه احراز هویت نشده اید.

source: Error! You tried to post a blank message. Please go back and try again.
es: ¡Error! Ha intentado publicar un mensaje en blanco. Por favor, regrese y vuelva a intentarlo.
fa: خطا! شما سعی در ارسال یک پیام خالی دارید. لطفا برگردید و مجددا سعی کنید.

source: Dizkus forums
es: Foros Dizkus
fa: انجمن ها

source: An integrated forum solution for Zikula which is simple to administer and use but that has an excellent feature set.
es: Una solución integrada de Foros para Zikula que es fácil de administrar y usar, y que tiene un conjunto de características excelentes.
fa: ماژول یکپارچه انجمن برای زیکولا همراه با مدیریت و استفاده آسان, اما با یک مجموعه ویژگی های عالی.

source: forums
es: foros

source: Edit category title
es: Editar el título de la categoría
fa: ویرایش عنوان طبقه

source: Edit forum
es: Editar el foro
fa: ویرایش انجمن

source: Go to page %s:
es: Ir a la página %s:
fa: رفتن به صفحه %s:

source: browserhack block: condition param is required, non specified.
es: bloque browserhack: el parámetro condición es necesario, no especificado.
fa: بلاک هک مرورگر: پارامتر وضعیت مورد نیاز است, هیچ چیزی تعیین نشده است.

source: Print topic
es: Imprimir tema
fa: چاپ موضوع

source: Allowed HTML:
es: HTML permitido:
fa: HTML مجاز:

source: Go to topic
es: Ir al tema
fa: رفتن به موضوع

source: Error! For forum searches, the search string must be between %1$s and %2$s characters in length.
es: ¡Error! Para realizar búsquedas foro, la cadena de búsqueda debe estar entre %1$s y %2$s caracetres de longitud.
fa: خطا! برای جستجو در انجمن ها, رشته جستجو باید بین %1$s و %2$s کاراکتر طول داشته باشد.

source: **unknown user**
es: **usuario desconocido**
fa: **کاربر ناشناس**

source: Error! Wrong parameters in 'Dizkus_userapi_boardstats()'.
es: ¡Error! Parámetros incorrectos en 'Dizkus_userapi_boardstats()'.
fa: خطا! پارامترهای اشتباه در 'Dizkus_userapi_boardstats()'.

source: %1$s<br />by %2$s
es: %1$s<br />por %2$s

source: No posts
es: Sin mensajes
fa: بدون ارسال

source: Error! The forum or topic you selected was not found. Please go back and try again.
es: ¡Error! El foro o tema que ha seleccionado no se encontró. Por favor, regrese y vuelva a intentarlo.
fa: خطا! انجمن یا موضوعی که انتخاب کرده اید یافت نشد. لطفا برگردید و دوباره تلاش کنید.

source: Error! You do not have authorisation to view this category or forum.
es: ¡Error! Usted no tiene autorización para ver esta categoría o foro.
fa: خطا! شما برای مشاهده این انجمن یا طبقه احراز هویت نشده اید.

source: Go to page
es: Ir a la página
fa: رفتن به صفحه

source: Page #
es: Página #
fa: صفحه #

source: Error! The topic you selected was not found. Please go back and try again.
es: ¡Error! El tema que ha seleccionado no se ha encontrado. Por favor, regrese y vuelva a intentarlo.
fa: خطا! موضوعی که انتخاب کرده اید پیدا نشد. لطفا برگردید و دوباره تلاش کنید.

source: Error! You cannot post a message under this topic. It has been locked.
es: ¡Error! No se puede enviar un mensaje en este tema. Este ha sido bloqueado.
fa: خطا! شما در این موضوع نمی توانید پیام ارسال کنید. این موضوع قفل شده است.

source: Edited by %1$s on %2$s.
es: Editado por %1$s en %2$s.
fa: ویرایش شده بوسیله %1$s در %2$s.

source: The original posting has been moved <a title="moved" href="%s">here</a>.
es: El mensaje original ha sido movido<a title="movido" href="%s">aquí</a>.
fa: این موضوع به <a title="moved" href="%s">اینجا</a> منتقل شده است.

source: *** The original posting '%s' has been moved
es: *** El mensaje original de '%s' se ha movido
fa: *** ارسال اصلی '%s' انتقال داده شده است.

source: Error! No permission for this action.
es: ¡Error! No dispone de permisos para realizar esta acción.
fa: خطا! مجوز دسترسی به این قسمت را ندارید.

source: Today
es: Hoy
fa: امروز

source: Yesterday
es: Ayer
fa: دیروز

source: Last week
es: Última semana
fa: هفته گذشته

source: Last %s hours
es: Últimas %s horas
fa: %s ساعت گذشته

source: Last visit: %s
es: Última visita: %s
fa: آخرین بازدید: %s

source: Last 24 hours
es: Últimas 24 horas
fa: 24 ساعت گذشته

source: Moderation request
es: Petición de moderación
fa: درخواست نظارت

source: Request for moderation on %s
es: Solicitud de moderación en %s
fa: درخواست نظارت در %s

source: Reporting user: %s
es: Usuario que reporta: %s
fa: گزارش کاربر: %s

source: Comment:
es: Comentario:
fa: نظر:

source: Link to topic: %s
es: Enlace al tema: %s
fa: لینک به موضوع: %s

source: Summary
es: Sumario
fa: خلاصه

source: Dizkus statistic
es: Estadísticas Dizkus
fa: آمار انجمن

source: Dizkus Statistics Block
es: Bloque de estadísticas de Dizkus
fa: بلاک آمارهای انجمن

source: Dizkus recent
es: Recientes Dizkus
fa: ارسالهای اخیر انجمن

source: Dizkus recent posts
es: Mensajes recientes en Dizkus
fa: ارسالهای اخیر انجمن

source: Error! You do not have the necessary authorisation for forum ID %s.
es: ¡Error! No dispone de la autorización necesaria para el ID de foro %s.
fa: خطا! شما مجوز لازم برای انجمن شماره %s را ندارید.

source: Error! The forum ID %s is unknown.
es: ¡Error! El ID de foro %s es desconocido.
fa: خطا! شماره انجمن %s ناشناخته است.

source: Error! You do not have the necessary authorisation for topic ID %s.
es: ¡Error! No dispone de la autorización necesaria para el tema ID %s.
fa: خطا! شما مجوز لازم برای موضوع شماره %s را ندارید.

source: Error! The topic ID %s is unknown.
es: ¡Error! El tema con ID %s es desconocido.
fa: خطا! شماره موضوع %s ناشناخته است.

source: Error! Unknown parameter at position #1 ('F' or 'T').
es: ¡Error! Parámetro desconocido en la posición #1 ('F' o 'T').
fa: خطا! پارامتر ناشناخه در موقعیت #1 ('F' یا 'T').

source: Error! The Dizkus module is not available.
es: ¡Error! El módulo Dizkus no está disponible.
fa: خطا! ماژول انجمن در دسترس نیست.

source: Error! No needle ID.
es: ¡Error! No hay ID de needle.
fa: خطا! بدون شماره آزاردهنده.

source: Strict
es: Estricto
fa: سخت

source: Medium
es: Medio
fa: متوسط

source: None
es: Ninguno
fa: هیچ

source: Done! Updated the 'Ignore list' settings.
es: ¡Hecho! Actualizada configuración de la 'Lista de ignorados'.
fa: انجام شد! تنظیمات 'لیست ایگنور' به روز رسانی شد.

source: Ascending
es: Ascendente
fa: صعودی

source: Descending
es: Descendente
fa: نزولی

source: Delete topic
es: Borrar el tema
fa: حذف موضوع

source: Close topic
es: Cerrar tema
fa: بستن موضوع

source: Done! Updated configuration.
es: ¡Hecho! Configuracion actualizada.
fa: انجام شد! پیکربندی به روز رسانی شد.

source: Sorry! The forums are currently off-line for maintenance. Please try later.
es: ¡Lo sentimos! Los foros están actualmente fuera de línea por mantenimiento. Por favor, inténtelo más tarde.
fa: متاسفیم! انجمن ها جهت تعمیر و نگهداری غیر فعال است. لطفا بعدا مراجعه فرمایید.

source: Done! Reset configuration to default values.
es: ¡Hecho! La configuración ha sido restablecida a los valores por defecto.
fa: انجام شد! تنظیمات به مقادیر پیش فرض بازگردانده شد.

source: Done! Signature has been updated.
es: ¡Hecho! La firma ha sido actualizada
fa: انجام شد! امضا به روز رسانی شد.

source: Error! Missing forum id.
es: ¡Error! Falta el ID del foro.
fa: خطا! شماره انجمن مفقود شده است.

source: Error! The original forum cannot be the same as the target forum.
es: ¡Error! El foro origen no puede ser el mismo que el foro de destino.
fa: خطا! انجمن مبدا نمی تواند مانند انجمن مقصد باشد.

source: Error! The original topic cannot be the same as the target topic.
es: ¡Error! El tema origen no puede ser el mismo que el tema de destino.
fa: خطا! موضوع مبدا نمی تواند همانند موضوع مقصد باشد.

source: No 'ignore list' configuration is currently possible.
es: La configuración de la 'Lista de ignorados' no está disponible en este momento.
fa: در حال حاضر پیکربندی 'لیست ایگنور' امکان پذیر نبست.

source: Error! You need to be logged-in to perform this action.
es: ¡Error! Usted necesita estar autenticado para realizar esta acción.
fa: خطا! شما برای اجرای این عملیات وارد سایت نشده اید.

source: Error! Either you did not enter an e-mail address for the recipient, or the e-mail address you entered was invalid.
es: ¡Error! No ha introducido una dirección de correo electrónico del destinatario, o la dirección de correo electrónico que ha introducido no es correcta.
fa: خطا! شما آدرس ایمیل گیرنده را وارد نکرده اید‌, یا به شکل نامعتبر وارد کرده اید.

source: Error! You must enter a message.
es: ¡Error! Debe introducir un mensaje.
fa: خطا! شما باید یک پیام وارد کنید.

source: Error! You must enter a subject line for the e-mail message.
es: ¡Error! Debe introducir una línea de asunto para el mensaje de correo electrónico.
fa: خطا! شما باید یک عنوان برای ایمیل وارد کنید

source: Hello! Please visit this link. I think it will be of interest to you.
es: ¡Hola! Por favor, visite este enlace. Creo que va a ser de su interés.
fa: سلام! لطفا از این لینک بازدید کنید. من فکر می کنم برای شما جالب باشه.

source: Error! You did not select a target forum for the move.
es: ¡Error! Usted no ha seleccionado un foro de destino para su traslado.
fa: خطا! شما تالار مقصد را برای انتقال انتخاب نکرده اید.

source: Error! You did not select a target topic to join.
es: ¡Error! Usted no ha seleccionado un tema para unirse.
fa: خطا! شما موضوع مقصد را برای اتصال انتخاب نکرده اید.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
es: ¡Error! La acción que quiso llevar a cabo no tuvo éxito por alguna razón, tal vez debido a un problema con los datos proporcionados. Compruebe y vuelva a intentarlo.
fa: خطا! عملیاتی که قصد اجرای آن را دارید بنا به دلایلی موفقیت آمیز نبود, شاید به دلیل اشکال در ورودی های شما. لطفا بررسی کنید و مجدد تلاش کنید.

source: Automatically-created topic
es: Tema creado automáticamente
fa: موضوع به صورت خودکار ایجاد شده

source: Automatically-created topic for discussion of submitted entries
es: Creación de temas automáticos para la discusión de las diferentes entradas
fa: موضوع به صورت خودکار ایجاد شده برای بحث در مورد ورودی های ارسال شده

source: Forum
es: Foro
fa: انجمن

source: Error! You did not enter all the required information in the form. Did you assign at least one moderator? Please correct your entries and try again.
es: ¡Error! Usted no ha ingresado toda la información requerida en el formulario. ¿Ha asignado al menos un moderador? Por favor, corrija las entradas y vuelva a intentarlo.
fa: خطا! شما همه اطلاعات مورد نیاز این فرم را وارد نکرده اید. آیا به شما مجوز نظارت اعطا شده است؟ لطفا ورودی هایتان را تصحیح کرده و مجددا تلاش کنید.

source: Start
es: Inicio
fa: آغاز

source: Index page
es: Página de inicio
fa: صفحه اصلی

source: Edit forum tree
es: Editar el árbol del foro
fa: ویرایش درخت انجمن

source: Create, delete, edit and re-order categories and forums
es: Crear, borrar, editar y reordenar las categorías y foros
fa: ایجاد, حذف, ویرایش و چینش مجدد طبقات و انجمن ها

source: Edit user ranks
es: Editar rangos de usuario
fa: ویرایش درجات کاربران

source: Create, edit and delete user rankings acquired through the number of a user's posts
es: Crear, editar y borrar rangos de usuarios mediante el número de mensajes del usuario
fa: ایجاد, ویرایش و حذف درجات کاربری تعیین شده ار طریق تعداد ارسالهای کاربران

source: Edit honorary ranks
es: Editar rangos honorarios
fa: ویرایش درجات افتخاری

source: Create, delete and edit special ranks for particular users
es: Crear, eliminar y editar rangos especiales para determinados usuarios
fa: ایجاد, حذف و یرایش درجات مخصوص برای کاربران ویژه

source: Assign honorary rank
es: Asignar rango honorario
fa: اعطای درجات افتخاری

source: Assign honorary user ranks to users
es: Asignar rangos de usuarios honorario a los usuarios
fa: اعطای درجه کاربری ویژه به کاربران

source: Manage subscriptions
es: Manejar suscripciones
fa: مدیریت اشتراکات

source: Remove a user's topic and forum subscriptions
es: Eliminar suscripciones de temas y foros a un usuario
fa: حذف موضوعات و انجمن های مشترک شده یک کاربر

source: Synchronize forum/topic index
es: Sincronizar Índice de foros/temas
fa: انطباق انجمن ها/موضوعات با صفحه اصلی

source: Synchronize forum and topic indexes to fix any discrepancies that might exist
es: Sincronizar índices de foros y temas para arreglar las eventuales discrepancias que puedan existir
fa: فهرست انجمن ها و موضوعات را برای برطرف کردن هرگونه تفاوتی که ممکن است وجود داشته باشد مطابقت دهید

source: Settings
es: Configuración
fa: تنظیمات

source: Edit general forum-wide settings
es: Editar la configuración general de todo el foro
fa: ویرایش تنظیمات عمومی انجمن

source: Error! This version of the Dizkus module requires Zikula 1.2.0 or later. Installation has been stopped because this requirement is not met.
es: ¡Error! Esta versión del módulo Dizkus requiere Zikula 1.2.0 o posterior. La instalación se ha detenido porque este requisito no se cumple.
fa: خطا! این نسخه از ماژول Dizkus نیاز به Zikula 1.2.0 یا بالاتر دارد. عملیات نصب متوقف شد, زیرا این پیش نیاز وجود ندارد.

source: Error! Could not create %s hook.
es: ¡Error! No se pudo crear el hook %s.
fa: خطا! قلاب %s نمی تواند ایجاد شود.

source: Error! Could not delete %s hook.
es: ¡Error! No se pudo borrar el hook %s.
fa: خطا! قلاب %s نمی تواند حذف شود.

source: Error! The upgrade to Dizkus 3.0 failed.
es: ¡Error! La actualización a Dizkus 3.0 falló.
fa: خطا! ارتقا به Dizkus 3.0 شکست خورد.

source: Error! A problem was encountered while upgrading the source module for hooks ('smodule').
es: ¡Error! Se encontró un problema al actualizar las fuentes del módulo para los hooks ('smodule').
fa: خطا هنگام ارتقا منبع ماژول برای قلاب ها یک مشکل پیش آمد ('smodule').

source: Error! A problem was encountered while upgrading the target module for hooks ('tmodule').
es: ¡Error! Se encontró un problema al actualizar el módulo de destino para los hooks ('tmodule').
fa: خطا! یک مشکل در هنگام ارتقا ماژول مقصد برای قلاب اتفاق افتاد ('tmodule').

source: Error! Could not upgrade to Dizkus 3.1.
es: ¡Error! No fue posible actualizar a Dizkus 3.1.
fa: خطا! نمی تواند بهDizkus 3.1 ارتقا پیدا کند.

source: Error! Could not upgrade the table '%s'.
es: ¡Error! No se pudo actualizar la tabla '%s'.
fa: خطا! نمی توانم جدول '%s' را ارتقا دهم.

source: Error! In 'backforum.php', an invalid forum ID %s was encountered.
es: ¡Error! Se ha encontrado un ID de foro no válido %s en 'backforum.php'.
fa: خطا! در فایل 'backforum.php', با شماره انجمن نامعتبر %s مواجه شد.

source: Error! In 'backforum.php', an invalid category ID %s was encountered.
es: ¡Error! Se ha encontrado un ID de categoría no válido %s en 'backforum.php'.
fa: خطا! در فایل 'backforum.php', با شماره طبقه نامعتبر %s مواجه شد.

source: Error! Could not find a template for an %s-type feed.
es: ¡Error! No se pudo encontrar una plantilla para un tipo %s de canal.
fa: خطا! نمی توانم یک قالب برای فید %s پیدا کنم.

source: Manage topic subscriptions
es: Manejar las suscripciones a los temas
fa: مدیریت اشتراک موضوع ها

source: Topic
es: Tema
fa: موضوع

source: Posted
es: Enviado
fa: تاریخ ارسال

source: Unsubscribe from topic
es: Darse de baja del tema
fa: عدم اشتراک موضوع

source: Remove all topic subscriptions
es: Eliminar todas las suscripciones a temas
fa: حذف همه اشتراک موضوع ها

source: by
es: por
fa: بوسیله

source: No topic subscriptions found.
es: No se encontraron suscripciones.
fa: هیچ موضوع مشترک شده ای یافت نشد.

source: Submit
es: Enviar
fa: ارسال

source: Previous topic
es: Tema previo
fa: موضوع قبلی

source: Create a new topic
es: Crear un nuevo tema
fa: ایجاد موضوع جدید

source: New topic
es: Nuevo Tema
fa: موضوع جدید

source: Send the posts within this topic as an e-mail message to someone
es: Enviar los mensajes dentro de este tema como un mensaje de correo electrónico a alguien
fa: فرستادن همه ارسالهای این موضوع برای یک دوست
