Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Dizkus/3.1/module_dizkus.po
Languages: es, fa

source: Send as e-mail
es: Enviar un correo electrónico
fa: ارسال از طریق ایمیل

source: Subscribe to topic
es: Suscribirse al tema
fa: اشتراک موضوع

source: Next topic
es: Siguiente tema
fa: موضوع بعدی

source: Lock topic
es: Bloquear tema
fa: قفل کردن موضوع

source: Unlock topic
es: Desbloquear tema
fa: از قفل خارج کردن موضوع

source: Give this topic 'sticky' status
es: Asignar a este tema el estado 'fijo'
fa: دادن وضعیت 'چسبناک' به این موضوع

source: Remove 'sticky' status
es: Quitar el estado 'fijo'
fa: حذف حالت 'چسبناک'

source: Move topic
es: Mover tema
fa: انتقال مو ضوع

source: Quick reply
es: Respuesta rápida
fa: پاسخ سریع

source: No HTML tags allowed (except inside [code][/code] tags)
es: No se permiten etiquetas HTML (excepto lo que esté entre las etiquetas [code][/code])
fa: هیچ یک از تگ های HTML مجاز نیست (بجز در درون تگ های [code][/code])

source: Options
es: Opciones
fa: انتخاب ها

source: Attach my signature
es: Añadir mi firma
fa: امضای مرا ضمیمه کن

source: Notify me when a reply is posted
es: Notificarme cuando se publique una respuesta
fa: هنگامی که یک پاسخ ارسال شد به من خبر بده

source: Preview
es: Previsualizar
fa: پیش نمایش

source: Cancel
es: Cancelar
fa: انصراف

source: Moderated by
es: Moderado por
fa: نظارت بوسیله

source: Storing reply...
es: Guardando la respuesta...
fa: در حال ذخیره پاسخ...

source: Preparing preview...
es: Preparando vista previa...
fa: در حال آماده سازی پیش نمایش...

source: Storing post...
es: Guardando mensaje...
fa: در حال ذخیره ارسال...

source: Deleting post...
es: Borrando mensaje...
fa: در حال حذف ارسال...

source: Updating post...
es: Actualizando mensaje...
fa: در حال به روز رسانی ارسال...

source: Unchanged
es: Sin cambios
fa: بدون تغییر

source: Changed
es: Cambiado
fa: تغییر یافت

source: Split topic
es: Dividir tema
fa: دو نيم کردن موضوع

source: Notice: This will split the topic before the selected posting.
es: Aviso: Esto dividirá el tema antes de la publicación seleccionada.
fa: توجه: این کار موضوع را قبل از ارسال انتخاب شده به دو قسمت تبدیل خواهد کرد.

source: Subject for new topic
es: Asunto del nuevo tema
fa: عنوان برای موضوع جدید

source: Subject
es: Asunto
fa: موضوع

source: Split
es: Dividir
fa: دو نيم کردن

source: Rank
es: Rango
fa: درجه

source: Registered
es: Registrado
fa: تاریخ ثبت نام

source: Posts
es: Mensajes
fa: ارسالها

source: Search forums
es: Buscar en los foros
fa: جستجو

source: Notice: For forum searches, your search query must be between %1$s and %2$s characters long.
es: Nota: Para realizar búsquedas en el foro, la consulta debe estar entre %1$s y %2$s caracteres.
fa: توجه: برای جستجو در انجمن ها, جستجوی شما باید بین %1$s و %2$s کاراکتر طول داشته باشد.

source: Category and forum:
es: Categoría y foro:
fa: طبقه و انجمن:

source: All forums
es: Todos los foros
fa: همه انجمن ها

source: &nbsp;::&nbsp;
es: &nbsp;&raquo;&nbsp;

source: Search in
es: Buscar en
fa: جستجو در

source: Postings
es: Mensajes
fa: ارسال ها

source: Author
es: Autor
fa: نویسنده

source: POP3 test results
es: Probar la configuración POP3
fa: نتایج آزمایش POP3

source: Back to forum administration
es: Volver a la administración del foro
fa: بازگشت به مدیریت انجمن

source: Notice: You can use drag and drop to arrange the order of forums and categories within the forum tree. Your changes will be saved when you click on the 'Save tree order' button.
es: Nota: Puede utilizar arrastrar y soltar para organizar el orden de los foros y categorías dentro del árbol del foro. Sus cambios se guardarán al hacer clic en el 'botón 'Guardar el orden del árbol'.
fa: توجه: شما می توانید با استفاده از خاصیت کشیدن و رها کردن برای مرتب کردن طبقات و انجمن ها استفاده کنید. تغییرات شما با کلیک بر روی دکمه 'ذخیره ترتیب درخت' ذخیره خواهد شد.

source: Create new category
es: Crear categoría
fa: ایجاد طبقه جدید

source: Save tree order
es: Guardar el órden del árbol
fa: ذخیره ترتیب درخت

source: Visit this forum category
es: Visitar las categorías del foro
fa: بازدید از این طبقه انجمن

source: Load category data
es: Cargar los datos de la categoría
fa: بارگذاری اطلاعات طبقه

source: Hide category
es: Ocultar categoría
fa: مخفی کردن طبقه

source: Show category
es: Mostrar categoría
fa: انجمن طبقه

source: Hide forums
es: Ocultar foros
fa: مخفی انجمن ها

source: Show forums
es: Mostrar foros
fa: نمایش انجمن ها

source: Create forum
es: Crear foro
fa: ایجاد انجمن

source: Working. Please wait...
es: Trabajando. Por favor espere...
fa: در حال کار. لطفا صبر کنید...

source: Load forum data
es: Cargar los datos del foro
fa: بارگذاری اطلاعات انجمن

source: Hide forum
es: Ocultar foro
fa: مخفی انجمن

source: Show forum
es: Mostrar foro
fa: نمایش انجمن

source: This category does not yet contain any forums.
es: Esta categoría no contiene todavía ningún foro.
fa: هنوز هیچ انجمنی برای این طبقه ساخته نشده است.

source: Storing new sort order...
es: Almacenando el nuevo orden...
fa: در حال ذخیره چیدمان جدید...

source: Last visit
es: Última visita
fa: آخرین بازدید

source: Link to this post
es: Enlazar a este mensaje
fa: لینک به این ارسال

source: Move post
es: Mover mensaje
fa: انتقال ارسال

source: Quote
es: Cita
fa: نقل قول

source: Edit/delete
es: Editar/borrar
fa: ویرایش/حذف

source: Edit
es: Editar
fa: ویرایش

source: Topic locked
es: Tema bloqueado
fa: موضوع قفل شده است

source: Notify moderator about this posting
es: Notificar al moderador sobre este mensaje
fa: آگاه سازی ناظران درباره این ارسال

source: Notify moderator
es: Notificar al moderador
fa: آگاه سازی ناظر

source: Top
es: Arriba
fa: بالا

source: When you click the 'Sticky' button at the bottom of this page, the topic you have selected will be assigned <strong>'sticky'</strong> status. You can change its status again at a later time if you so choose.
es: Al hacer clic en el botón 'Fijar' en la parte inferior de esta página, el tema que ha seleccionado se le asignará el estado <strong>'fijo'</strong>. Usted puede cambiar su estado de nuevo en otro momento si así lo desea.
fa: وقتی شما بر روی دکمه 'چسبناک' در پایین این صفحه کلیک کنید, موضوعی که انتخاب کرده اید به وضعیت <strong>'چسبناک'</strong> تغییر پیدا خواهد کرد. شما میتوانید بعدا وضعیت آن را دوباره تغییر دهید.

source: When you click the 'Unsticky' button at the bottom of this page, the topic you have selected will be set to <strong>'unsticky'</strong> status. You can change its status again at a later time if you so choose.
es: Al hacer clic en el botón 'Desfijar' en la parte inferior de esta página, el tema que ha seleccionado se le asignará el estado <strong>'no fijo'</strong>. Usted puede cambiar su estado de nuevo en otro momento si así lo desea.
fa: وقتی شما بر روی دکمه 'عدم چسبناک' در پایین این صفحه کلیک کنید, موضوعی که انتخاب کرده اید به وضعیت <strong>'عدم چسبناک'</strong> تغییر پیدا خواهد کرد. شما میتوانید بعدا وضعیت آن را دوباره تغییر دهید.

source: Confirmation prompt
es: Aviso de confirmación
fa: تایید عملیات

source: Personal settings
es: Configuración personal
fa: تنظیمات شخصی

source: Recent posts order in topic view
es: Ordenar los mensajes recientes en la vista de temas
fa: نحوه نمایش آخرین ارسال در موضوع

source: Change post order
es: Cambiar el orden de los mensajes
fa: تغییر چیدمان ارسالها

source: Recent posts sort order
es: Criterio de ordenación de los mensajes recientes
fa: نحوه چیدمان آخرین ارسالها

source: Oldest submissions at top
es: Envíos mas antiguos al principio
fa: قدیمی ترین ارسال در بالا

source: Newest submissions at top
es: Envíos mas nuevos al principio
fa: جدید ترین ارسال در بالا

source: Favourites
es: Favoritos
fa: علاقه مندی ها

source: Show all forums
es: Mostrar todos los foros
fa: نمایش همه انجمن ها

source: Show favourites only
es: Mostrar solo los favoritos
fa: نمایش علاقمندی ها

source: Posting display settings
es: Destino de la configuración de pantalla
fa: تنظیمات نمایش ارسالها

source: Manage your signature
es: Administrar su firma
fa: مدیریت امضای شما

source: 'Ignore list' settings
es: Configuración de la 'Lista a ignorar'
fa: تنظیمات 'لیست ایگنور'

source: Manage settings for the list of users that you are ignoring
es: Administrar la configuración de la lista de usuarios ignorados
fa: مدیریت تنظیمات برای لیست کاربرانی که شما ایگنور کرده ایذ

source: Manage settings for your ignore list
es: Administrar la configuración de la lista de ignorados
fa: مدیریت تنظیمات برای ایگنور لیست شما

source: Personal settings for each forum
es: Configuración personal para cada foro
fa: تنظیمات شخصی برای هر انجمن

source: Category
es: Categoría
fa: نام طبقه

source: Forums
es: Foros
fa: انجمن ها

source: Subscription
es: Suscripción
fa: وضعیت اشتراک

source: Subscribe to forum
es: Suscribirse al foro
fa: اشتراک انجمن

source: Unsubscribe from forum
es: Darse de baja del foro
fa: عدم اشتراک انجمن

source: Add forum to favourites
es: Añadir el foro a favoritos
fa: اضافه به علاقه مندیها

source: Remove forum from favourites
es: Quitar el foro de favoritos
fa: حذف انجمن از علاقمندی ها

source: Users who are being ignored by a topic poster cannot post messages under this topic when 'strict' level is active. When 'medium' level is active, they can reply but their postings will generally not be shown to users who are ignoring the poster. Also, e-mail notifications will not be sent. Concealed postings will be shown when you click on the posting.
es: Los usuarios que están siendo ignorados en un tema no pueden enviar mensajes en este tema cuando está activo el 'nivel estricto'. Cuando el 'nivel medio' está activo, se puede responder, pero sus mensajes por lo general no se mostrarán a los usuarios. Además, las notificaciones de correo electrónico no se enviarán. Mensajes ocultos se muestra al hacer clic sobre el mensaje.
fa: کاربرانی که بوسیله ارسال کننده یک موضوع ایگنور می شوند در صورتی که سطح 'سخت' فعال باشد نمی توانند در آن موضوع پیام ارسال کنند. وقتی که سطح متوسط فعال است, می توانند پاسخ ارسال کنند, اما ارسال های آنها عموما به کاربرانی که بوسیله ارسال کننده موضوع ایگنور شده اند نمایش داده نمی شود. همچنین, ایمیل آگاه سازی برای آنها ارسال نمی شود. ارسال های پنهان شده وقتی شما بر روی ارسال کلیک کنید نمایش داده خواهند شد.

source: General settings
es: Configuración general
fa: تنظیمات عمومی

source: Level of ostracism
es: Nivel de ostracismo
fa: سطح محرومیت

source: Save
es: Grabar
fa: ذخیره

source: Thanks for your submission.
es: Gracias por su envío.
fa: از شما به خاطر فرمانبرداری متشکریم.

source: Click here to go the new topic, or wait a few seconds until you are redirected
es: Clic aquí para ver el nuevo tema, o espere unos segundos hasta que sea redirigido
fa: برای رفتن به موضوع جدید اینجا کلیک کنید, یا چند ثانیه منتظر بمانید تا به صورت خودکار هدایت شوید

source: Click here to go back to the forum
es: Clic aquí para volver al foro
fa: برای بازگشت به انجمن اینجا کلیک کنید

source: Edit post
es: Editar mensaje
fa: ویرایش ارسال

source: Subject line
es: Línea de asunto
fa: موضوع

source: Message body
es: Cuerpo del mensaje
fa: متن پیام

source: Delete post
es: Borrar mensaje
fa: حذف ارسال

source: User IP and account information
es: IP del usuario e información de la cuenta
fa: اطلاعات حساب و آی پی کاربر

source: IP address
es: Direccion IP
fa: آدرس آی پی

source: Host
es: Servidor
fa: میزبان

source: User names of users who posted from this IP, plus post counts
es: Nombres de usuario que han publicado desde esta dirección IP, mas número de mensajes
fa: نام های کاربری کاربرانی که از این آدرس آی پی مطلب ارسال کرده اند به همراه تعداد ارسال های آنها

source: Back to the topic
es: volver al tema
fa: بازگشت به موضوع

source: Go to category
es: Ir a la categoría
fa: رفتن به طبقه

source: Topics
es: Temas
fa: موضوعات

source: Last post
es: Último mensaje
fa: آخرین ارسال

source: Go to forum
es: Ir al foro
fa: رفتن به انجمن

source: Written on
es: Escrito el
fa: نوشته شده در

source: View latest post
es: Ver el último mensaje
fa: مشاهده آخرین ارسال

source: No forums created.
es: No hay foros creados.
fa: هیچ انجمنی ایجاد نشده است.

source: Users on-line
es: Usuarios en línea
fa: کاربران آنلاین

source: and
es: y
fa: و

source: anonymous guests
es: invitados anónimos
fa: کاربران ناشناس

source: anonymous guest
es: invitado anónimo
fa: کاربر ناشناس

source: This list is based on users active over the last %1$s minutes.
es: Esta lista está basada en los usuarios activos en los últimos %1$s minutos.
fa: این لیست بر اساس کاربران فعال در %1$s دقیقه قبل می باشد.

source: Dizkus upgrade
es: Actualización de Dizkus
fa: ارتقا Dizkus

source: Caution! This upgrade step will do some serious changes to your Dizkus tables! Please back-up your database via a database dump before proceeding with the upgrade.
es: ¡Atención! Este paso de actualización hará algunos cambios importantes en las tablas Dizkus! Por favor realice una copia de seguridad de su base de datos antes de proceder con la actualización.
fa: اخطار! این مرحله از ارتقا تغییرات اساسی در جداول Dizkus ایجاد خواهد کرد! لطفا قبل از انجام این مرحله از ارتقا از پایگاه داده خود یک نسخه پشتیبان تهیه کنید.

source: Upgrade info
es: Información sobre la actualización
fa: اطلاعات ارتقا

source: Old version
es: Versión anterior
fa: نسخه قدیمی

source: New version
es: Nueva versión
fa: نسخه جدید

source: Next
es: Siguiente
fa: بعدی

source: Sent to
es: Enviar a
fa: ارسال به

source: Status
es: Estado
fa: وضعیت

source: Show hidden postings of ignored user
es: Mostrar los mensajes ocultos de usuarios ignorados
fa: نمایش ارسالهای مخفی کاربر ایگنور شده

source: Click here
es: Pulse aquí
fa: اینجا کلیک کنید

source: Send a private message
es: Enviar mensaje privado
fa: ارسال پیام خصوصی

source: View IP address
es: Ver la dirección IP
fa: مشاهده آدرس آی پی

source: When you press the 'Lock' button at the bottom of this page, the topic you have selected will be <strong>locked</strong>. You can unlock it at a later time if you so choose.
es: Al pulsar el botón 'Bloquear' en la parte inferior de esta página, el tema que ha seleccionado se <strong>bloqueará</strong>. Usted puede desbloquearlo a posteriori si así lo desea.
fa: هنگامی که شما بر روی دکمه 'قفل' در پایین این صفحه کلیک کنید, موضوعی که انتخاب کرده اید <strong>قفل</strong> خواهد شد. در صورت لزوم بعدا می توانید آن را از حالت قفل خارج کنید.

source: When you press the 'Unlock' button at the bottom of this page, the topic you have selected will be <strong>unlocked</strong>. You can lock it again at a later time if you so choose.
es: Al pulsar el botón 'Desbloquear' en la parte inferior de esta página, el tema que ha seleccionado se <strong>desbloqueará</strong>. Usted puede bloquearlo a posteriori si así lo desea.
fa: وقتی شما بر روی دکمه 'از قفل خارج کردن موضوع' در پایین این صفحه کلیک کنید, موضوعی که انتخاب کرده اید به وضعیت <strong>'از حالت قفل خارج شده'</strong> تغییر پیدا خواهد کرد. شما میتوانید بعدا وضعیت آن را دوباره تغییر دهید.

source: Powered by
es: Soportado por
fa: قدرتمند شده از

source: Forum Information
es: Información del Foro
fa: اطلاعات انجمن

source: Visit this forum
es: Visitar este foro
fa: بازدید از این انجمن

source: Post
es: Mensaje
fa: ارسال

source: Description
es: Descripción
fa: توصیف

source: Hooked module
es: Módulo conectado
fa: ماژول قلاب شده

source: Notice: This is used for the comments feature. All submissions within this module will be posted within this forum. The list only includes modules for which Dizkus has been activated as a hook.
es: Aviso: Esto se utiliza para la función de comentarios. Todas las observaciones dentro de este módulo serán publicadas en este foro. La lista sólo incluye los módulos para los que Dizkus ha sido activado como un hook.
fa: توجه: این برای ویژگی نظرها استفاده شده است. همه موارد ارسالی در این ماژول در این انجمن ارسال خواهد شد. این لیست فقط شامل ماٰژول هایی است که با Dizkus به عنوان یک قلاب فعال شده اند.

source: Moderation
es: Moderación
fa: نظارت

source: Current moderator(s):
es: Moderador(es) actual(es):
fa: ناظر(ان) فعلی:

source: Group
es: Grupo
fa: گروه

source: Remove
es: Eliminar
fa: حذف

source: No moderator appointed
es: No hay moderador designado
fa: هیج ناظری گماشته نشده است

source: Add new moderator:
es: Añadir un nuevo moderador:
fa: اضافه کردن ناظر جدید:

source: External source
es: Fuente externa
fa: منبع خارجی

source: User name
es: Nombre de usuario
fa: نام کاربر

source: Password
es: Contraseña
fa: کلمه عبور

source: Password (repeat for verification)
es: Contraseña (repetir para verificar)
fa: کلمه عبور (تکرار برای بازبینی)

source: Perform POP3 test after saving
es: Ejecutar la prueba POP3 después de guardar
fa: بعد از ذخیره شدن آزمایش POP3 را اجرا کن

source: POP3 server
es: Servidor POP3
fa: سرور POP3

source: POP3 port
es: Puerto POP3
fa: پورت POP3

source: POP3 log-in name
es: Usuario POP3
fa: نام ورود POP3

source: POP3 password
es: Contraseña POP3
fa: کلمه عبور POP3

source: POP3 password (repeat for verification)
es: Contraseña POP3 (repetir para verificar)
fa: کلمه عبور POP3 (تکرار برای باز بینی)

source: Rule
es: Regla
fa: قاعده

source: Notice: This rule is a regular expression applied to posts incoming via e-mail, in order to prevent spam postings. If there is no rule here then no checks will be performed.
es: Aviso: Esta norma es una expresión regular que se aplica a los mensajes entrantes por correo electrónico, a fin de evitar spam. Sin reglano se realiza ningún control.
fa: توجه: این قاعده یک عبارت منظم بکاربرده شده درباره ارسال های ورودی از طریق ایمیل است, برای اینکه از ارسال اسپم جلوگیری به عمل آید. اگر اینجا هیچ قاعده ای وجود نداشته باشد, هیچ بررسی انجام نخواهد شد.

source: Select RSS feed
es: Seleccionar canal RSS
fa: فید RSS را انتخاب کنید

source: Delete
es: Eliminar
fa: حذف شود

source: Delete this topic
es: Borrar el tema
fa: حذف این موضوع

source: Do you really want to permanently delete this topic and all posts under this topic?
es: ¿Realmente quiere suprimir este tema y todos sus mensajes asociados de forma permanente?
fa: آیا واقعا می خواهید فورا این موضوع را با همه ارسالهای آن حذف کنید؟

source: Forum Administration
es: Administración del foro
fa: مدیریت انجمن

source: Warning! The Dizkus admin panel needs JavaScript enabled. Some parts of the admin panel will not function without it.
es: ¡Atención! El panel de administración Dizkus requiere Javascript activado. Algunas partes del panel de administración no funcionarán sin él.
fa: اخطار! پنل مدیریت Dizkus نیاز دارد تا JavaScript فعال شده باشد. بعضی از قسمت های پنل مدیریت بدون آن کار نخواهند کرد.

source: Error! The following problem occurred
es: ¡Error! Ocurrió el siguiente problema
fa: خطا! مشکل زیر اتفاق افتاد

source: Send bug report to site administrator
es: Enviar informe de errores al administrador del sitio
fa: ارسال گزارش اشکال به مدیریت وب سایت

source: Recent postings:
es: Mensajes recientes:
fa: ارسالهای اخیر:

source: A moderator will be notified about the selected posting.<br />Valid reasons are: Copyright violations, personal insults and so on.<br />The following are not valid reasons for moderation: Typos, difference of opinion on the topic et cetera.
es: Un moderador será notificado del mensaje seleccionado.<br />Razones consideradas válidas son: Violaciones de derechos de autor, insultos personales y demás.<br />Las siguientes razones no son válidas para moderación: Errores ortográficos, diferencia de opiniones en el tema, etc.
fa: یک ناظر در مورد ارسالی که انتخاب کرده اید مطلع خواهد شد. <br />دلایل معتبر عبارتند از: نقض کپی رایت, توهین به اشخاص و غیره.<br />این دلایل برای درخواست نظارت معتبر نیستند: غلط های املایی, اختلاف نظر درباره موضوع و غیره.

source: Your comment
es: Su comentario
fa: نظر شما

source: Moderate
es: Moderar
fa: نظارت

source: Go back to normal forum view
es: Volver a la vista normal del foro
fa: بازگشت به حالت نمایش عادی انجمن

source: Replies
es: Respuestas
fa: پاسخها

source: Selection
es: Selección
fa: انتخاب

source: Sticky topic
es: Tema fijo
fa: موضوع چسبناک

source: Topic is sticky (it will always stay at the top of the topics list)
es: El tema está fijo (siempre será visible en la parte superior de la lista de temas)
fa: موضوع چسبناک است (همیشه در بالای لیست موضوعات می ماند)

source: This topic is locked. No more posts accepted
es: Este tema está cerrado. No se aceptan más mensajes
fa: این موضوع قفل شده است. ارسال های بیشتر پذیرقته نمی شود

source: New posts since your last visit
es: Nuevos mensajes desde su última visita
fa: ارسالهای جدید از آخرین بازدید شما

source: Normal topic
es: Tema normal
fa: موضوع عادی

source: Hot topic
es: Tema caliente
fa: موضوع داغ

source: Views
es: Vistas
fa: تعداد بازدید

source: Poster
es: Posteador
fa: ارسال کننده

source: There are no topics in this forum.
es: No existen temas en este foro.
fa: در این انجمن هیچ موضوعی وجود ندارد

source: Warning! You will not be prompted for confirmation. Clicking on 'Submit' will immediately execute the chosen action.
es: ¡Advertencia! No se solicitará confirmación para esta acción. Al hacer clic en 'Enviar' inmediatamente se ejecutará la acción elegida.
fa: اخطار! از شما تایید دستور گرفته نخواهد شد. به محض کلیک بر روی دکمه 'ارسال' عملیات انتخاب شده اجرا خواهد شد.

source: Moderators options
es: Opciones de moderadores
fa: گزینه های نظارت

source: Actions
es: Acciones
fa: عملیات

source: Choose action
es: Elija una acción
fa: انتخاب عملیات

source: Give selected topics 'sticky' status
es: Fijar los temas seleecionados
fa: دادن وضعیت 'چسبناک' به موضوعات انتخاب شده

source: Remove 'sticky' status from selected topics
es: Desfijar los temas seleccionados
fa: حذف وضعیت 'چسبناک' از موضوعات انتخاب شده

source: Lock selected topics
es: Bloquear los temas seleccionados
fa: موضوعات انتخاب شده را قفل کن

source: Open selected topics
es: Abrir los temas seleccionados
fa: موضوعات انتخاب شده را از حالت قفل خارج کن

source: Delete selected topics
es: Borrar los temas seleccionados
fa: موضوعات انتخاب شده را حذف کن

source: Move selected topics
es: Mover los temas seleccionados
fa: موضوعات انتخاب شده را انتقال بده

source: Join topics
es: Unir temas
fa: موضوعات انتخاب شده را به یکدیگر متصل کن

source: Choose target forum to move topic(s) to
es: Elija el foro de destino para mover el/los tema/s
fa: انجمن مقصد را برای انتقال موضوع (ها) به آن انتخاب کنید

source: Select target forum
es: Seleccionar el foro de destino
fa: انجمن مقصد را انتخاب کنید

source: Create shadow topic
es: Crear tema sombra
fa: لینک موضوع در انجمن مبدا باقی بماند:

source: To join topics, select the target topic here
es: Para unir temas, seleccione el tema destino
fa: برای وصل کردن موضوعات, موضوع مقصد را اینجا انتخاب کنید

source: Choose target topic
es: Elija el tema de destino
fa: موضوع مقصد را انتخاب کنید

source: or
es: o
fa: یا

source: Target topic
es: Tema de destino
fa: موضوع مقصد

source: Dizkus Administration
es: Administración de Dizkus
fa: مدیریت Dizkus

source: Forums on %s
es: Foros en %s
fa: انجمن ها در %s

source: %1$s wrote at %2$s
es: %1$s escribió en %2$s
fa: %1$s نوشته شده در %2$s

source: Browse thread: %s
es: Explorar hilo: %s
fa: مرور موضوع: %s

source: Reply to this message: %s
es: Responder a este mensaje: %s
fa: پاسخ به این پیام: %s

source: Maintain topic and forum subscriptions: %s
es: Mantener suscripciones a temas y foros: %s
fa: تعمیر و نگهداری اشتراکات موضوع و انجمن: %s

source: You are receiving this e-mail message because you are subscribed to be notified of events in the forums on %s.
es: Usted está recibiendo este mensaje de correo electrónico porque está suscrito para ser notificado de los acontecimientos en los foros de %s.
fa: شما یه دلیل این پیام ایمیل را دریافت کرده اید که شما مشترک شده اید تا از اتفاقات انجمن ها در %s با خبر شوید.

source: Caution! Please back-up your database via a database dump before proceeding with the upgrade.
es: ¡Precaución! Por favor haga una copia de seguridad de su base de datos antes de proceder con la actualización.
fa: اخطار! لطفا قبل از انجام عملیات ارتقا, ار پایگاه داده خود یک نسخه پشتیبان تهیه کنید.
