Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Dizkus/3.1/module_dizkus.po
Languages: es, fa

source: This will upgrade your pnForum 2.7.1 forums to Dizkus 3.0, making all necessary database changes.
es: Esto actualizará sus foros pnForum 2.7.1 a Dizkus 3.0, realizando todos los cambios necesarios en la base de datos.
fa: این عملیات انجمن های pnForum 2.7.1 شما ر ابه Dizkus 3.0 ارتقا خواهد داد, در حال انجام همه تغییرات پایگاه داده لازم.

source: In this page, you can create, delete and edit special honorary ranks awarded to particular users (site staff or project team members, for example). To create a new rank, simply type entries in the fields of the 'Create new rank' section and click on the 'Create honorary rank' button. To edit a rank, edit the fields of a rank in the ranks list, and then click on 'Save rank changes'. To remove a rank, put a checkmark in the 'Delete rank' checkbox beside the desired rank, and then click on the 'Save rank changes' button.
es: En esta página, puede crear, borrar y editar filas de rangos honorarios otorgado a los usuarios particulares (personal del sitio o de los miembros del equipo de proyecto, por ejemplo). Para crear un nuevo rango, escriba en el campo 'Crear nuevo rango' y haga clic en el botón 'Crear rango honorífico'. Para editar un rango, editar los campos de un rango en la lista de filas, y luego haga clic en 'Guardar cambios'. Para eliminar una fila, marcar en la casilla de la fila a borrar y, a continuación, haga clic en el botón 'Guardar cambios'.
fa: در این صفحه, شما می توانید درجات افتخاری ویژه را برای اعطا به کاربران ویژه, ایجاد, حذف و ویرایش کنید (برای مثال برای اعطا به کاربران فعال سایت یا اعضای تیم پروژه). برای ایجاد یک درجه,به راحتی ورودی ها را در فیلد های قسمت 'ایجاد درجه کاربری جدید' تایپ کنید و بر روی دکمه 'ایجاد' کلیک کنید. برای ویرایش یک درجه, فیلد های درجه را در لیست درجات ویرایش کنید, و سپس بر روی 'ذخیره تغییرات درجه' کلیک کنید. برای حذف یک درجه, علامت 'حذف درجه' را در کنار درجه مورد نظر فعال کرده , و سپس بر روی 'ارسال' کلیک کنید.

source: Create new rank
es: Crear nuevo rango
fa: ایجاد درجه کاربری جدید

source: Honorary rank name
es: Nombre del rango honorario
fa: نام درجه افتخاری

source: Internal Dizkus image
es: Imagen interna de Dizkus
fa: تصویر داخلی Dizkus

source: Notice: For the rank image, you can either choose one of the standardly-supplied Dizkus rank images, or you can use an external image of your choice. To use an internal Dizkus image, select the desired image from the 'Internal Dizkus image' dropdown list. If you want to use an external image, enter the path to the image within the file system in the 'External image' box. Alternatively, you can use an image that can be found on the Internet: if your entry in the 'External image' box starts with 'http://' then the graphic will fetched from the link entered.
es: Nota: Para la imagen de un rango, puede elegir una de las imágenes estándar suministradas por Dizkus, o puede utilizar una imagen externa. Para usar una imagen Dizkus, seleccione de la lista desplegable la imagen deseada. Si desea utilizar una imagen externa, escriba la ruta de la imagen en el campo 'imagen externa'. Como alternativa, puede usar una imagen ubicada en Internet: para ello debe comenzar con 'http://' y a continuación la dirección URL completa.
fa: توجه: برای تصویر درجه, می توانید یکی از دوحالت تصویر درجه استاندارد Dizkus, یا یک تصویر خارجی را انتخاب کنید. برای استفاده از یک تصویر داخلی Dizkus, از لیست پایین افتادنی ' تصویر داخلی Dizkus' یکی را به دلخواه انتخاب کنید. اگر می خواهید از یک تصویر خارجی استفاده کنید, مسیر تصویر در فابل سیستم را در جعبه 'تصویر خارجی' وارد کنید. متناوبا, شما می توانید از یک تصویر که در اینترنت پیدا کرده اید استفاده کنید: اگر ورودی شما در جعبه 'تصویر خارجی' با 'http://' شروع می شود سپس تصویر از لینکی که وارد کرده اید کشیده می شود.

source: Create
es: Crear
fa: ایجاد

source: Image
es: Imagen
fa: تصویر

source: Delete rank
es: Borrar rango
fa: خذف درجه

source: No items found.
es: No se encontraron elementos.
fa: هیج مقوله ای یافت نشد.

source: Name of template file
es: Nombre del archivo de plantilla
fa: نام فایل قالب

source: Parameters
es: Parámetros
fa: پارامترها

source: Notice: Enter a comma-separated list. Example: 'maxposts=5,forum_id=27'.
es: Aviso: Introduzca una lista separada por comas. Ejemplo: 'maxposts=5,forum_id=27'.
fa: توجه: پارامترها را به صورت یک لیست که با ویرگول جدا شده است وارد کنید. مثلا: 'maxposts=5,forum_id=27'.

source: Move post from one topic to another
es: Mover el mensaje de un tema a otro
fa: انتقال ارسال از یک موضوع به دیگری

source: ID of target topic
es: ID del tema de destino
fa: شماره موضوع مقصد

source: Start a new topic
es: Iniciar un nuevo tema
fa: شروع موضوع جدید

source: Locked topic
es: Tema bloqueado
fa: موضوع قفل شده است

source: This topic is locked. No more posts accepted.
es: Este tema está cerrado. No se aceptan más mensajes.
fa: این موضوع قفل شده است. ارسال های جدیدتر پذیرفته نمی شود.

source: Attachments
es: Adjuntos
fa: ضمیمه ها

source: By
es: Por
fa: بوسیله

source: View latest posts
es: Ver últimos mensajes
fa: مشاهده آخرین ارسالها

source: New posts since your last visit on %s
es: Nuevos mensajes desde su última visita el %s
fa: دارای ارسال جدید از آخرین بازدید شما در %s

source: No new posts since your last visit
es: No hay mensajes nuevos desde su última visita
fa: بدون ارسال جدید از آخرین بازدید شما

source: No new posts since your last visit on %s
es: Ningún mensaje nuevo desde su última visita el %s
fa: بدون ارسال جدید از آخرین بازدید شما در %s

source: Total posts: %s
es: Mensajes totales: %s
fa: همه ارسال ها: %s

source: 0 users
es: 0 usuarios
fa: 0 کاربر

source: and %1$s anonymous guest
es: y %1$s visitante anónimo.
fa: و %1$s کاربر مهمان

source: This list is based on users active over the last %s minutes.
es: Esta lista está basada en los usuarios activos en los últimos %s minutos.
fa: این لیست بر اساس کاربران فعال در %s دقیقه گذشته می باشد.

source: Reply to
es: Responder a
fa: پاسخ به

source: Latest forum posts
es: Últimos mensajes del foro
fa: آخرین ارسالهای انجمن

source: Last
es: Últimas
fa: گذشته

source: hours
es: horas
fa: ساعت

source: Last week, unanswered
es: La semana pasada, sin respuesta
fa: هفته گذشته, بدون پاسخ

source: RSS feeds
es: Canales RSS
fa: خوراک های RSS

source: Mailing lists
es: Listas de correo
fa: میلینگ لیست ها

source: Category list
es: Lista de categorías
fa: لیست طبقه

source: New topic in forum
es: Nuevo tema en el foro
fa: موضوع جدید در انجمن

source: Forums index page
es: Página de Inicio del foro
fa: صفحه اصلی انجمن ها

source: Show favourite forums only
es: Mostrar solamente los foros favoritos
fa: نمایش انجمن های مورد علاقه

source: Log-in
es: Iniciar sesión
fa: ورود

source: Register
es: Registrarse
fa: ثبت نام

source: View your posts
es: Visualizar sus mensajes
fa: مشاهده ارسال های شما

source: Click to edit
es: Clic para editar
fa: جهت ویرایش کلیک کنید

source: Bottom
es: Ir abajo
fa: پایین

source: Discuss this submission in the forums
es: Discutir esta petición en los foros
fa: گفتگو درباره این موضوع در انجمن ها

source: Redirecting you to the new topic...
es: Redirigiendo al nuevo tema...
fa: شما به موضوع جدید هدایت می شوید...

source: Click here to go the new topic
es: Haga clic aquí para ver el nuevo tema
fa: برای رفتن به موضوع جدید اینجا کلیک کنید

source: In this page, you can select particular users and assign them honorary ranks.
es: En esta página, puede seleccionar los usuarios particulares y asignar rangos honorarios.
fa: در این صفحه, شما می توانید کاربران ویژه را انتخاب کنید و به آنها درجات افتخاری اعطا کنید.

source: No rank
es: Sin rango
fa: بدون درجه

source: No asssigned ranks found
es: No se han encontrado rangos de asignación
fa: هیچ درجه اعطایی یافت نشد.

source: Move or join topics
es: Mover o unir temas
fa: انتقال یا اتصال موضوعات

source: Move topic to another forum
es: Mover tema a otro foro
fa: انتقال موضوع به انجمن دیگر

source: When you press the 'Move' button at the bottom of this form, the topic you have selected (and all its related posts) will be <strong>moved</strong> to the forum you have selected. Note: You will only be able to move the topic to a forum for which you are moderator. An administrator is allowed to move any topic to any forum.
es: Al pulsar botón 'Mover', situado en la parte inferior del formulario, el tema seleccionado (y todos sus mensajes relacionados) se <strong>moverán</strong> al foro seleccionado. Nota: Sólo se puede mover el tema a un foro por un moderador. Un administrador se le permite mover cualquier tema en cualquier foro.
fa: هنگامی که بر روی دکمه 'انتقال موضوع' در پایین این فرم کلیک کردید, موضوعی که انتخاب کرده اید (به همراه همه ارسال های مربوطه), به انجمنی که انتخاب کرده اید, <strong>انتقال</strong> پیدا خواهد کرد. توجه: شما فقط می توانید موضوعات را به انجمن هایی که بر آنها نظارت می کنید, منتقل کنید. فقط مدیر سایت می تواند هر موضوعی را به هر انجمنی انتقال دهد.

source: Target forum
es: Foro objetivo
fa: انجمن مقصد

source: Join topic with another topic
es: Unir el tema con otro
fa: اتصال موضوع با یک موضوع دیگر

source: In this page, you can create, delete and edit user ranks for that users acquire automatically after a certain number of posts in the forums. To create a new rank, simply type entries in the fields of the 'Create new user rank' section and click on the 'Create' button. To edit a rank, edit the fields of a rank in the ranks list, and then click on 'Save rank changes'. To remove a rank, put a checkmark in the 'Delete rank' checkbox beside the desired rank, and then click on the 'Save rank changes' button.
es: En esta página, puede crear, borrar y editar los rangos de usuario que se adquiere de forma automática mediante un número de mensajes en los foros. Para crear un nuevo rango, simplemente escriba las entradas en los campos de 'Crear nuevo rango de usuario' y haga clic en el botón 'Crear '. Para editar un rango, vaya a la lista de filas y después de editar el rango haga clic en 'Guardar cambios'. Para eliminar un rango, marcar la casilla de la fila a suprimir y pulse en el botón 'Grabar los cambios de rango'.
fa: در این صفحه, شما می توانید درجات کاربری را ایجاد, حذف و ویرایش کنید تا کاربرانی که تعداد ارسال های آنها در انجمن ها به حد معینی می رسد آنها را به صورت خودکار کسب کنند. برای ایجاد یک درجه,به راحتی ورودی ها را در فیلد های قسمت 'ایجاد درجه کاربری جدید' تایپ کنید و بر روی دکمه 'ایجاد' کلیک کنید. برای ویرایش یک درجه, فیلد های درجه را در لیست درجات ویرایش کنید, و سپس بر روی 'ذخیره تغییرات درجه' کلیک کنید. برای حذف یک درجه, علامت 'حذف درجه' را در کنار درجه مورد نظر فعال کرده , و سپس بر روی 'ارسال' کلیک کنید.

source: User rank name
es: Nombre de rango de usuario
fa: نام درجه کاربر

source: Minimum number of posts
es: Número mínimo de mensajes
fa: حداقل تعداد ارسالها

source: Maximum number of posts
es: Número máximo de mensajes
fa: حداکثر تعداد ارسالها

source: User rank
es: Rango del usuario
fa: درجه کاربر

source: Show users' subscriptions
es: Mostrar suscripciones de usuarios
fa: نمایش اشتراکات کاربران

source: Manage forum subscriptions
es: Administrar suscripciones a los foros
fa: مدیریت اشتراکات انجمن

source: Remove all forum subscriptions
es: Eliminar todas las suscripciones a los foros
fa: حذف همه اشتراکات انجمن

source: No forum subscriptions found.
es: No se han encontrado suscripciones a los foros.
fa: هیچ انجمن مشترک شده ای یافت نشد.

source: Signature
es: Firma
fa: امضا

source: Most-active forums
es: Foros más activos
fa: انجمن های فعال

source: Recent topics
es: Temas recientes
fa: آخرین موضوعات

source: %s reply
es: %s respuesta
fa: %s پاسخ

source: Most-active posters
es: Posteadores más activos
fa: ارسال کنندگان برتر

source: Categories
es: Categorías
fa: طبقات

source: Forums are accessible to visitors
es: Los foros son accesibles a los visitantes
fa: انجمن ها برای بازدید کنندکان در دسترس است

source: If the 'Forums are accessible to visitors' setting is deactivated then only administrators will have access to the forums. You can temporarily deactivate this setting to take the forums off-line when you need to perform maintenance.
es: Si la opción 'Foros son accesibles a los visitantes' se desactiva, sólo los administradores tendrán acceso a los foros. Temporalmente se puede desactivar para realizar el mantenimiento de los foros.
fa: اگر تنظیمات 'انجمن ها برای بازدید کنندگان در دسترس است' غیر فعال باشد, فقط مدیران به انجمن ها دسترسی خواهند داشت. شما می توانید از این گزینه برای انجام کارهای مربوط به تعمیر و نگهداری انجمن ها استفاده کنید.

source: Message displayed if forums are disabled
es: Mensaje mostrado si los foros son desabilitados
fa: پیامی که در صورت غیر فعال بودن انجمن ها نمایش داده می شود

source: Sender address for e-mail messages from forums
es: Dirección del remitente para los mensajes de correo electrónico de los foros
fa: آدرس ایمیل فرستنده برای ایمیل هایی که از طرف انجمن فرستاده می شود

source: 'Hot topic' threshold
es: Umbral de 'Tema caliente'
fa: حداقل تعداد پاسخ برای قرار گیری در 'موضوع داغ'

source: Posts per page in topic index (default:20)
es: Mensajes por página en el índice de temas (por defecto: 20)
fa: ارسال به ازای هر صفحه در صفحه موضوع (پیش فرض:20)

source: Topics per page in forum index (default:15)
es: Temas por página en el índice del foro (por defecto: 15)
fa: موضوعات به ازای هر صفحه در صفحه اصلی انجمن ها (پیش فرض:15)

source: Hide users in forum admin interface
es: Ocultar usuarios en la interfaz de administración del foro
fa: کاربران را در بخش رابط مدیر در انجمن ها مخفی کن

source: Path to rank images
es: Ruta a las imágenes de rango
fa: مسیر تصاویر درجات

source: Advanced settings
es: Configuración avanzada
fa: تنظیمات پیشرفته

source: Caution! Inappropriate settings here can lead to unwanted side effects. You are recommended not to alter the settings below unless you fully understand what the results will be. <br /><br />Database name: '%s'; type: '%s'; version: '%s'.
es: ¡Atención! Ajustes incorrectos pueden generar errores en el sistema. No se recomiendda cambiar estas configuraciones a menos que se conozcan los resultados que este cambio puede generar. <br /><br />Nombre de Base de Datos: '%s'; tipo: '%s'; versión: '%s'.
fa: توجه! تنظیمات نامناسب در اینجا می تواند باعث ایجاد تاثیرات ناخواسته شود. به شما توصیه می شود تا هنگامی که به طور کامل نتایج تنظیمات زیر را نمی دانید, آنها را تغیر ندهید. <br /><br />نام پایگاه داده: '%s'; نوع: '%s'; نسخه: '%s'.

source: Enable full-text index field searching
es: Habilitar la búsqueda full-text en la búsqueda
fa: فعال سازی جستجوی full-text

source: Notice: For searches with full-text index fields, you need MySQL 4 or later; the feature does not work with InnoDB databases. This flag will normally be set during installation, when the index fields have been created. Search results may be empty if the query string is present in too many postings. This is a feature of MySQL. For more information, see <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a> in the MySQL documentation.
es: Nota: Para realizar búsquedas con los campos de índice de texto completo, necesita MySQL 4 o posterior, la característica no funciona con bases de datos InnoDB. Este indicador normalmente se establece durante la instalación, cuando los campos de índice se han creado. Resultados de la búsqueda pueden ser nulos si la cadena de consulta está presente en cantidad excesiva de mensajes. Esta es una característica de MySQL. Para obtener más información, consulte <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a> en la documentatión de MySQL.
fa: توجه: برای جستجو به شیوه full-text ,شما به MySQL 4 یا بالاتر نیاز دارید; این قابلیت بر روی پایگاههای داده InnoDB کار نخواهد کرد. این قابلیت در هنگام نصب فعال می شود, وقتی که شاخص رشته ایجاد شود. نتایج جستجو ممکن در مواردی که رشته جستجو شده در تعداد زیادی ارسال وجود داشته باشد, خالی باشد. این یکی از قابلیت های MySQL است. برای اطلاعات بیشتر, <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a> را در مستندات MySQL ببینید.

source: Enable extended full-text search in internal search
es: Activar las búsquedas de texto completo en la búsqueda interna
fa: فعال سازی جستجو ی full-text search پیشرفته در جستجوی داخلی

source: Notice: Extended full-text searching enables queries like '+Dizkus -Skype' to find posts that contain 'Dizkus' but not 'Skype'. Requires MySQL 4.01 or later. For more information, see <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a> in the MySQL documentation.
es: Aviso: La extensión de búsqueda de texto completo permite búsquedas del tipo '+ Dizkus-Skype' para encontrar mensajes que contengan 'Dizkus' pero no 'Skype'. Requiere MySQL 4.01 o posterior. Para obtener más información, consulte <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a> en la documentatión de MySQL.
fa: توجه: جستجو از طریق full-text searching پیشرفته جستجو هایی مانند '+Dizkus -Skype' را فعال می کند که ارسال هایی را پیدا می کند که شامل 'Dizkus' باشد اما در آن 'Skype' نباشد. این کار نیازمند MySQL 4.01 یا بالاتر دارد. برای اطلاعات بیشتر, <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a> را در مستندات MySQL ببینید.

source: Show text in search results
es: Mostrar texto en los resultados de búsqueda
fa: نمایش متن در نتایج جستجو

source: Notice: Deactivate the 'Show text in search results' setting for high-volume sites if you need to improve search performance, or if you need to be attentive to constant cleaning of the search results table.
es: Nota: Desactivar la propiedad 'Mostrar texto en los resultados de búsqueda' para los sitios de alto volumen, si es necesario para mejorar el rendimiento de búsqueda, o si tiene que revisar constantemente la tabla de resultados de búsqueda.
fa: توجه: اگر میخواهید کارائی جستجو را برای سایت های پر ترافیک بهبود ببخشید, یا اگر شما می خواهید مواظب تميز بودن همیشگی جدول نتایج جستجو باشد, تنظیمات 'نمایش متن در نتایج جستجو' غیر فعال کنید.

source: Minimum number of characters in search query string (1 minimum)
es: Número mínimo de caracteres en la cadena de consulta de búsqueda (1 mínimo)
fa: حداقل تعداد کاراکتر در هر رشته جستجو (حداقل1)

source: Maximum number of characters in search query string (50 maximum)
es: Número máximo de caracteres en la cadena de consulta de búsqueda (50 máximo)
fa: حداکثر تعداد کاراکتر در هر رشته جستجو (حداکثر50)

source: User-related settings
es: Ajustes relacionados con el usuario
fa: تنظیمات مربوط به کاربر

source: Sort order for posts
es: Orden de clasificación de los mensajes
fa: نحوه چینش ارسالها

source: Beginning of signature
es: Principio de firma
fa: شروع امضا

source: End of signature
es: Fin de firma
fa: پایان امضا

source: Automatically subscribe users to new topics and posts
es: Automáticamente suscribir usuarios a nuevos temas y mensajes
fa: کاربران به طور خودکار مشترک موضوعات و ارسال های جدید شوند

source: Enable signature management via forum user settings
es: Habilitar la gestión de la firma a través de ajustes de usuario del foro
fa: فعال سازی مدیریت امضا از طریق تنظیمات کاربر در انجمن

source: Strip user signatures from posts
es: Franja de firmas de usuarios para los mensajes
fa: حذف امضاهای کاربران از ارسالها

source: Allow globally recognized avatars
es: Permitir avatares globalmente reconocidos
fa: اجازه سراسری تصدیق آواتارها

source: Default gravatar image
es: Imagen gravatar por defecto
fa: تصویر پیش فرض gravatar

source: Example: gravatar.gif
es: Ejemplo: gravatar.gif
fa: مانند: gravatar.gif

source: Display confirmation when a new topic has been created
es: Mostrar confirmación cuando un nuevo tema se ha creado
fa: هنگامی که یک موضوع جدید ایجاد شد, باید تایید شود

source: Highest-allowed 'ignore list' ostracism level
es: Máximo nivel de ostracismo para la lista de ignorados
fa: بالاترین سطح محرومیت 'ایگنور لیست'

source: Notice: 'Ignore list' support is not currently available. The <a href="http://code.zikula.org/contactlist/">ContactList</a> module must be installed for this feature to be operative.
es: Notice: La lista de ignorados no está disponible. El módulo <a href="http://code.zikula.org/contactlist/">Lista de Contactos</a> debe estar instalado para que esta función esté disponible.
fa: توجه: پشتیبانی از 'لیست ایگنور' در حال حاضر در دسترس نیست. برای اینکه این قابلیت کار کند یاید ماژول <a href="http://code.zikula.org/contactlist/">ContactList</a> نصب شده باشد.

source: Security settings
es: Configuraciones de seguridad
fa: تنظیمات امنیتی

source: Log IP addresses
es: Registrar direcciones IP
fa: آدرس های آی پی ثبت شود

source: Strip HTML tags from new posts
es: Remover las etiquetas HTML de los mensajes nuevos
fa: تگ های HTML را از ارسال های جدید حذف کن

source: Notice: Setting 'Strip HTML tags from new posts' to enabled does not affect the content of '[code][/code]' BBCode tags.
es: Aviso: La configuración de 'Remover las etiquetas HTML de los mensajes nuevos' si es habilitada, no afecta el contenido de '[code] [/ code]' en las etiquetas BBCode.
fa: توجه: اگر تنظیمات 'تگ های HTML را از ارسال های جدید حذف کن' فعال یاشد محتویات تگ های '[code][/code]' BBCode کار نخواهد کرد.

source: Number of hours during which edits to posts are allowed (Maximum:72)
es: Número de horas en las que se permite la modificación de los mensajes (Maximo:72)
fa: تعداد ساعاتی که در طی آن ویرایش ارسال ها مجاز است (حداکثر:72)

source: Other settings
es: Otras configuraciones
fa: سایر تنظیمات

source: Hide category view when there is only one category
es: Ocultar vista de categoría cuando sólo hay una categoría
fa: نمایش طبقات را هنگامی که فقط یک طیقه وجود دارد مخفی کن

source: Enable Mail2Forum
es: Habilitar Correo-a-Foro
fa: فعال سازی Mail2Forum

source: Enable RSS2Forum
es: Habilitar RSS-a-Foro
fa: فعال سازی RSS2Forum

source: Enable favourites
es: Habilitar favoritos
fa: فعال سازی علاقمندی ها

source: Action to be performed when 'delete' hook is called
es: Acción a ejecutar cuando el hook de borrado es invocado
fa: عملیاتی که هنگام 'حذف' قلاب فرا خوانده شود

source: Restore defaults
es: Reestablecer valores predeterminados
fa: بازگرداندن به مقادیر پیش فرض

source: Total
fa: آمار کلی
