Repository: zikula/i18n-portal
Catalog: gettext/*/modules/bbcode/2.1/module_bbcode.po
Languages: fa, it

source: BBCode is a transform hook that converts usual bbcode tags into html.
fa: BBCode قلابی است که تگ های متداول bbcode را به html تبدیل می کند.
it: BBCode è un Hook di trasformazione, che converte il solito tag BBCode in html.

source: Spoiler follows
it: spoiler segue

source: Quote
fa: نقل قول
it: Citazione

source: From
fa: از
it: da

source: Code
fa: کد
it: Codice

source: *Not allowed to see the external links*
fa: *مجاز به مشاهده لینک های خارجی نیستید*
it: *Non abilitato a vedere i link esterni*

source: *Not allowed to see emails*
fa: *مجاز به مشاهده ایمیل ها نیستید*
it: *Non abilitato a vedere le e-mail*

source: No highlighting
fa: بدون برجسته سازی
it: Non evidenziato

source: GeSHi with line numbers
fa: GeSHi بهمراه شماره خطوط
it: GeSHi con i numeri di riga

source: GeSHi without line numbers
fa: GeSHi همراه با شماره سطر
it: GeSHi senza numeri di riga

source: Illegal value, allowed format: up to four decimal places + dot + two decimal places followed by unit, one out of cm,em,ex,in,mm,pc,pt,px or %. Example: 1.05em or 95%.
it: Valore non valido, è permesso il formato: fino a quattro cifre decimali + punto + due decimali dopo l'unità, per cm, em, ex, in, mm, pc, pt, px o %. Esempio: 1.05em o 95%.

source: Done! Configuration has been updated
fa: انجام شد! پیکربندی به روز شد
it: Fatto! Configurazione del modulo aggiornata.

source: Start
fa: آغاز
it: Inizio

source: Settings
fa: تنظیمات
it: Impostazioni

source: Error! Could not register BBCode transform hook
fa: خطا! ناتوانی در ثبت قلاب تبدیل BBCode
it: Errore! Impossibile registrare la trasformazione di BBCode

source: Error! Could not register BBCode display hook
fa: خطا! نمی توانم قلاب نمایش BBCode را ثبت کنم
it: Errore! Impossibile registrare la visualizzazione di BBCode

source: Error! Failed to upgrade hook (smodule)
fa: خطا! ارتقا قلاب شکست خورد (smodule)
it: Errore! Fallito l'aggiornamento del hook (smodule)

source: Error! Failed to upgrade hook (tmodule)
fa: خطا! ارتقا قلاب شکست خورد (tmodule)
it: Errore! Fallito l'aggiornamento del hook (tmodule)

source: Error! Could not unregister BBCode transform hook
fa: خطا! نمی توانم قلاب تبدیل BBCode را از حال ثبت خارج کنم
it: Errore! Impossibile annullare la registrazione della trasformazione di BBCode

source: Actually the bbcode hook is used with the following modules
fa: ماژول های زیر از قلاب bbcode استفاده می کنند
it: Attualmente bbcode è utilizzato per i seguenti moduli

source: Module
fa: ماژول
it: Madulo

source: Displayname
fa: نام نمایشی
it: Nome visualizzato

source: Options
fa: گزینه ها
it: Opzioni

source: Hook settings
fa: تنظیمات قلاب
it: Impostazioni hook

source: bbcode is not used with any module
fa: هیچ ماژولی از bbcode استفاده نمی کند
it: ** nessun modulo utilizza bbsmile **

source: Activate bbcode for more modules
fa: فعال نمودن bbcode برای تعداد بیشتری از ماژول‌ها
it: Attiva bbcode per altri moduli

source: Visit the bbcode project site
fa: به سایت پروژه bbcode مراجعه کنید
it: Visita il sito del progetto bbcode

source: Notice! Please allow the used HTML tags in the SecurityCenter.
fa: توجه! لطفا تگ های HTML استفاده شده در اینجا را در مرکز امنیت در حالت مجاز قرار دهید.
it: Avviso! Si prega di abilitare il tag HTML utilizzato in SecurityCenter.

source: Configuration [code][/code]
fa: پیکربندی [code][/code]
it: Configurazione [code][/code]

source: Enable code highlighting
fa: نمایش رنگی کد فعال شود
it: Abilita l'evidenziazione del codice

source: %h = Header (Code), %c=lines of code, %j=lines of code, escaped for javascript.
it: %h = Intestazione (Codice), %c=linee di codice, %j=linee di codice, sfuggito per javascript

source: Select code highlight mode
fa: انتخاب حالت نمایش رنگی کد
it: Seleziona il metodo di evidenziazione del codice

source: Preview
fa: پیش نمایش
it: Anteprima

source: Configuration [quote][/quote]
fa: پیکربندی [quote][/quote]
it: Configurazione [code][/code]

source: Enable quote highlighting
fa: نمایش رنگی نقل قول فعال شود
it: Abilita l'evidenziazione del codice

source: %u = username, %t=quoted text
fa: %u = نام کاربری, %t=متن نقل قول
it: %u = username, %t=testo citato

source: Configuration [color][/color]
fa: پیکر بندی [color][/color]
it: Configurazione [code][/code]

source: Enable flexible text colors
fa: فعال شدن امکان تغییر رنگهای متن
it: Abilita testo di colore flessibile

source: Allow userdefined text color
fa: کابر اجازه تعیین رنگ داشته باشد
it: Permetti testo di colore definito dall'utente

source: Configuration [size][/size]
fa: تنظیم سایز [size][/size]
it: Configurazione [size][/size]

source: Enable flexible text size
fa: امکان تغییر سایز متن فعال شود
it: Abilita dimensione del testo flessibile

source: Tiny
fa: بسیار کوچک
it: Minuscolo

source: Small
fa: کوچک
it: Piccolo

source: Normal
fa: معمولی
it: Normale

source: Large
fa: بزرگ
it: Grande

source: Huge
fa: خیلی بزرگ
it: Enorme

source: Allow userdefined text size
fa: کاربران مجازند اندازه متن را انتخاب کنند
it: Permetti dimensione del testo definito dall'utente

source: Configuration of mimeTeX integration [math][/math]
fa: پیکربندی یکپارچه سازی mimeTeX [math][/math]
it: Configurazione mimeTeX [math][/math]

source: Enable mimeTeX support
fa: فعال سازی پشتیبانی از mimeTeX
it: Abilita supporto mimeTeX

source: Full URL to the mimeTeX cgi script
fa: URL کامل برای اسکریپت cgi در mimeTex
it: URL completo dello script CGI MimeTeX

source: Please use an own mimeTeX installation for your website!
fa: لطفا از mimeTeX نصب شده خودتان برای وب سایتتان استفاده کنید!
it: Si prega di utilizzare una installazione MimeTeX per il tuo sito!

source: Test image for mimeTeX
fa: تست تصویر برای mimeTeX
it: Immagine di prova per MimeTeX

source: Enter URl to your mimeTeX installation and you will see a test image here
fa: را برای نصب mimeTeX وارد کنید و سپس شما اینجا یک تصویر آزمایشی خواهید دید
it: Inserisci l'URL della tua installazione MimeTeX e vedrai l'immagine di prova qui

source: Miscellaneous settings
fa: تنظیمات متفرقه
it: Varie impostazioni

source: Shrink links to
fa: کوچک شدن لینک به
it: Riduci i link a

source: chars
fa: کاراکتر
it: caratteri

source: Shrinks the urls shown to the specified length (0=no action).
fa: لینکهای نمایش داده شده را به طول تعیین شده, کوچک میکند (0=غیرفعال کردن).
it: Riduci l'url mostrato alla lunghezza specificata (0=nessuna riduzione).

source: Use Lightbox in img-tag
fa: از Lightbox در بر چسب img استفاده کن
it: Usa Lightbox nei tag img

source: Width of preview image
fa: پیش نمایش عرض تصویر
it: Larghezza dell'anteprima

source: Height will be calculated by the browser automatically.
fa: ارتفاع به طور خودکار به وسیله مرورگر محاسبه خواهد شد.
it: L'altezza verrà calcolata automaticamente dal browser.

source: Enable spoiler tag
fa: فعال سازی تگ spoiler
it: Abilita il tag spoiler

source: HTML for spoiler tag
fa: HTML برای برچسب spoiler
it: HTML per il tag spoiler

source: %h = Heading (Spoiler follows), %s = text
it: %h = Intestazione (Attenzione spoiler), %s = testo.

source: Update
fa: به روز رسانی
it: Aggiornamento

source: Insert a link
fa: قرار دادن لینک
it: inserisci un link

source: Insert an email address
fa: قرار دادن آدرس ایمیل
it: inserisci un indirizzo email

source: Insert an image
fa: قرار دادن تصویر
it: Inserisci un immagine

source: Insert quote
fa: قرار دادن نقل قول
it: Inserisci una citazione

source: Insert code
fa: قرار دادن کد
it: Inserisci il codice

source: Open list
fa: باز کردن لیست
it: Apri lista

source: Add list entry
fa: اضافه کردن لیست ورودی
it: Aggiungi lista

source: Close list
fa: بستن لیست
it: Chiudi lista

source: Bold text
fa: متن کلفت
it: Grassetto

source: Italic text
fa: متن کج
it: Corsivo

source: Underlined text
fa: متن زیر خط
it: Sottolineato

source: Image
fa: تصویر
it: Immagine

source: Hide text
fa: متن مخفی
it: Nascondi il testo

source: Select code type
fa: نوع کد را انتخاب کنید
it: Seleziona il tipo di codice

source: No special code
fa: بدون کد مخصوص
it: Nessun codice speciale

source: Font color
fa: رنگ فونت
it: Colore

source: Select font color
fa: رنگ فونت را انتخاب کنید
it: Selezione colore

source: Black
fa: بازگشت
it: Nero

source: Dark Red
fa: قرمز تاریک
it: Rosso Scuro

source: Red
fa: قرمز
it: Rosso

source: Orange
fa: پرتقالى
it: Arancione

source: Brown
fa: قهوه ای
it: Marrone

source: Yellow
fa: زرد
it: Giallo

source: Green
fa: سبز
it: Verde

source: Olive
fa: زیتونی
it: Verde oliva

source: Cyan
it: Ciano

source: Blue
fa: آبی
it: Blu

source: Dark Blue
fa: آبی تاریک
it: Blu scuro

source: Indigo
fa: نيلى
it: Indaco

source: Violet
fa: بنفش
it: Viola

source: White
fa: سفید
it: Bianco

source: Enter color code
fa: کد رنگ را اینجا وارد کنید
it: Inserisci il codice del colore

source: Self defined color
fa: خودم کد رنگ را تعریف می کنم
it: Colore definito in automatico

source: Font size
fa: اندازه فونت
it: Dimensione

source: Select font size
fa: اندازه فونت را انتخاب کنید
it: Seleziona dimensione

source: Enter text size
fa: اندازه فونت را اینجا وارد کنید
it: Inserisci la dimensione del testo

source: Self defined size
fa: خودم اندازه را تعریف می کنم
it: Dimensione definita in automatico

source: Your browser does not support javascript or you turned it off. The BBCode interface has been disabled.
fa: مرورگر شما از javascript پشتیبانی نمی کند یا آن را غیر فعال کرده اید. رابط BBCode غیر فعال است.
it: Il tuo browser non supporta JavaScript o sono disabilitati. L'interfaccia BBCode è stata disattivata.

source: bbcode Administration
fa: مدیریت bbcode
it: Amministrazione bbcode

source: BBCode Hook
fa: قلاب BBCode

source: Google Code Prettifier
fa: Prettifier گوگل کد

source: (50-1000px)
fa: (50 - 1000 پیکسل)

source: E-Mail
fa: ایمیل
