Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/News/3.0.0/module_news.po
Languages: nl

source: Error! Database contains no article with the title '%s'.
nl: Foutmelding! Geen artikel met titel '%s' in de database gevonden.

source: Error! No needle ID provided.
nl: Foutmelding! Geen naald ID gegeven.

source: Quick edit
nl: Inline bewerken

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: Unknown status
nl: Onbekende status

source: Published
nl: Gepubliceerd

source: Rejected
nl: Afgewezen

source: Pending Review
nl: Wachtend op review

source: Archived
nl: Gearchiveerd

source: Draft
nl: Concept

source: %s day ago
nl: %s dag geleden

source: yesterday
nl: gisteren

source: tomorrow
nl: morgen

source: %s day from now
nl: %s dag van nu

source: %s hour ago
nl: %s uur geleden

source: %s hour from now
nl: over %s uur

source: %s minute ago
nl: %s minuut geleden

source: %s minute from now
nl: over %s minuut

source: %s second ago
nl: %s seconde geleden

source: %s second from now
nl: over %s seconde

source: title
nl: Titel

source: Error! You did not enter a %s.
nl: Foutmelding! %s is niet ingevoerd.

source: article content
nl: artikel inhoud

source: Error! You did not enter the minimum necessary %s.
nl: Foutmelding! De minimaal benodigde %s zijn niet ingevoerd.

source: Warning! Picture %s is not uploaded, since the filesize was too large (max. %s kB).
nl: Let op: Uploaden van foto %s is niet gelukt, omdat de bestandsgrootte te groot is (max. %s kB).

source: Warning! Picture %1$s gave an error (code %2$s, explained on this page: %3$s) during uploading.
nl: Let op: Het uploaden van foto %1$s was mislukt (code %2$s, uitgelegd op deze pagina: %3$s).

source: Warning! Picture %s is not uploaded, since the file extension is now allowed (only %s is allowed).
nl: Let op: Uploaden van foto %s is niet gelukt, omdat de bestandsextensie niet toegestaan is (alleen %s is toegestaan).

source: Warning! The image upload directory at [%s] appears to be 'above' the DOCUMENT_ROOT. Please choose a path relative to the webserver (e.g. images/news_picupload).
nl: Waarschuwing: The afbeeldingen upload-map [%s] lijkt buiten de DOCUMENTROOT te vallen. Kies een pad die publiek te benaderen is op de webserver (zoals images/news_picupload).

source: Warning! The image upload directory at [%s] exists but is not writable by the webserver.
nl: Pas op! De gekozen image upload folder [%s] bestaat maar is niet beschrijfbaar door de webserver.

source: News publisher created the image upload directory successfully at [%s] and wrote an .htaccess file there for security.
nl: Nieuws heeft de image upload folder [%s] succesvol aangemaakt en afgeschermd met een .htaccess bestand.

source: News publisher created the image upload directory successfully at [%s], but could not write the .htaccess file there.
nl: Nieuws heeft de image upload folder [%s] succesvol aangemaakt, maar kon geen .htaccess bestand aanmaken ter afscherming ervan.

source: Warning! News publisher could not create the specified image upload directory [%s]. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
nl: Let op: De image upload directory [%s] kon niet aangemaakt worden door de Nieuws module. Zorg ervoor dat deze directory handmatig aangemaakt wordt, toegankelijk is vanuit het web en beschrijfbaar voor de webserver.

source: Error! Could not load any articles.
nl: Foutmelding! Geen artikelen kunnen laden.

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
nl: Jan Feb Mrt Apr Mei Jun Jul Aug Sep Okt Nov Dec

source: Read more...
nl: Lees verder...

source: %s bytes more
nl: %s bytes meer

source: Print
nl: Printen

source: Printer-friendly page
nl: Printervriendelijke pagina

source: Comments?
nl: Reageren?

source: %s comment
nl: %s reactie

source: %1$s about %2$s
nl: %1$s over %2$s

source: Footnote: %s
nl: Notities: %s

source: Error! Could not create new article.
nl: Foutmelding! Nieuw artikel aanmaken mislukt.

source: Error! Could not save your changes.
nl: Foutmelding! Wijzigingen konden niet worden opgeslagen.

source: News articles list
nl: Nieuws artikelen lijst

source: News categories
nl: Nieuws categorieën

source: News archive
nl: Nieuws archief

source: Submit an article
nl: Een artikel insturen

source: %s pending article
nl: %s wachtend artikel

source: Admin
nl: Beheer

source: Error! No such article found.
nl: Foutmelding! Artikel niet gevonden.

source: Error! Could not delete article.
nl: Foutmelding! Artikel kon niet verwijderd worden.

source: All (%s)
nl: Alle (%s)

source: Published (%s)
nl: Gepubliceerd (%s)

source: Rejected (%s)
nl: Afgewezen (%s)

source: Pending Review (%s)
nl: Wachtend op review (%s)

source: Archived (%s)
nl: Gearchiveerd (%s)

source: Draft (%s)
nl: Concept (%s)

source: Scheduled (%s)
nl: Ingepland (%s)

source: Create new article
nl: Nieuw artikel aanmaken

source: Purge permalinks
nl: Permalinks opschonen

source: Settings
nl: Instellingen

source: News publisher articles list
nl: Nieuws artikelen lijst

source: Show a list of News publisher articles published since the last newsletter.
nl: Lijst tonen van Nieuws artikelen gepubliceerd sinds de laatste nieuwsbrief

source: by %1$s on %2$s
nl: door %1$s op %2$s

source: No News publisher articles since last newsletter on %s.
nl: Geen Nieuws artikelen sinds laatste nieuwsbrief op %s.

source: News article
nl: Nieuws artikelen

source: Recent news articles
nl: Recente nieuws artikelen

source: Displays a specific number of news articles from one or all categories available
nl: Geeft een aantal nieuws artikelen weer van één of meer beschikbare categorieën

source: News articles listed under the '%s' category
nl: Nieuws artikelen onder categorie '%s' opgeslagen

source: Show all news articles
nl: Alle nieuws artikelen tonen

source: Show only articles set for index page listing
nl: Alleen artikelen tonen die op de startpagina zichtbaar zijn

source: Show only articles not set for index page listing
nl: Alleen artikelen tonen die NIET op de startpagina zichtbaar zijn

source: News publisher setting
nl: Nieuws instellingen

source: Number of pageviews
nl: Aantal maal gelezen

source: Article weight
nl: Artikel gewicht

source: Random
nl: Willekeurig

source: Warning! Could not create the default News category tree. If you want to use categorisation with News, register at least one property for the module in the Category Registry.
nl: Waarschuwing! Kon de standaard News categorie boom niet aanmaken. Er moet minstens één property voor de module geregistreerd zijn in het Categorie register, als categorisatie in Nieuws gewenst is.

source: A News Publisher article has been submitted for review
nl: Er is een Nieuws artikel ter review ingediend

source: Error! Could not update table.
nl: Foutmelding! Tabel bijwerken mislukt.

source: Error! Could not update articles.
nl: Foutmelding! Artikelen bijwerken mislukt.

source: Error! The '%s' module is not installed.
nl: Foutmelding! The '%s' module in niet geïnstalleerd.

source: Error! Could not delete table.
nl: Foutmelding! Tabel verwijderen mislukt.

source: Error! Could not migrate categories.
nl: Foutmelding! Categorieën migratie mislukt.

source: Error! Could not rename table.
nl: Foutmelding! Database tabel hernoemen mislukt.

source: Error! Could not rename column.
nl: Foutmelding! Database kolom hernoemen mislukt.

source: News introduction article
nl: Nieuws introductie artikel

source: news_introduction_article
nl: nieuws_introduction_article

source: A news article is divided into an article teaser text (which is the lead-in text you are reading now) and an article body text (which you can view by clicking on the article's title or the 'Read more' link). The teaser will generally be a short introduction to the article, but if you plan to publish only very short bulletins, the teaser can contain the full draft and the article body can be left empty. Click on the article title for more information about Zikula's News publisher module.
nl: Een nieuws artikel is onderverdeeld in een artikel introductietekst (de inleidende tekst die je nu aan het lezen bent) en de artikel inhoud (die je kunt bekijken door te klikken op de titel of de 'Lees verder' link). De introductie is in het algemeen een korte introductie tot het artikel, maar als je van plan bent slechts korte informatie berichten te publiceren, kan de introductietekst het volledige bericht bevatten en kan de artikel inhoud leeg blijven. Klik op de artikel titel voor meer informatie over Zikula's Nieuws module.

source: News
nl: Nieuws

source: <h3>More about the News module</h3><p>You are now reading the body text of the article (starting as from the 'More about the News module' title above). Both the article teaser and the article body can contain URL links, images, mark-up (HTML tags and, if you have the additional necessary add-ons installed, other mark-up languages such as BBCode) You can learn more about the News module by reading the <a href="http://code.zikula.org/news/wiki#Documentation">News Wiki Documentation</a>.</p><h3>Some more details</h3><p><img src="modules/News/images/admin.png" width="48" height="48" class="z-floatleft" alt="News publisher admin image" />To control what HTML tags can be included in an article to format and enhance it, the site administrator should set the desired tags to enabled status by visiting the <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Security center</a>. With the News module, you can take advantage of Zikula's permissions system to control who gets what access to which parts of the News module. A moderator group can be created, containing registered site users who can add, edit and delete articles. This is just a simple example: the Zikula permissions system is sufficiently flexible to let you implement practically any organisation you want.</p><p>You can edit or delete this introductory article by clicking on the link beside the article title, or you can visit to the <a href="index.php?module=%s&type=admin&func=view">News admin pages</a>.</p>
nl: <h3>Meer over de Nieuws module</h3><p>Je bent nu de artikel inhoud aan het lezen (beginnend vanaf de 'Meer over de Nieuws module' titel hierboven). De introductietekst en de artikel inhoud kunnen allebei URL links, afbeeldingen, opmaak (HTML tags en, als je de benodigde add-ons geïnstalleerd hebt, andere markup talen als BBCode). Je kunt meer ontdekken over de Nieuws module door de <a href="http://code.zikula.org/news/wiki#Documentation">Nieuws Wiki Documentatie</a> te lezen.</p><h3>Meer detail</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="Nieuws beheer afbeelding"/>Om te controleren welke HTML tags in een artikel kunnen worden ingevoegd voor opmaak en verbeteren hiervan, moet de site beheerder de gewenste tags inschakelen door de <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Security Centre</a> te bezoeken. Met de Nieuws module heb je het voordeel van Zikula's rechten systeem om te controleren wie bij welk onderdeel van de Nieuws module kan. Een beheerdersgroep kan worden aangemaakt, met geregistreerde gebruikers die artikelen kunnen toevoegen, bewerken en verwijderen. Dit is slechts een simpel voorbeeld: Het Zikula rechten systeem is voldoende flexibel om bijna elke gewenste organisatie te kunnen implementeren.</p><p>Je kunt dit introductie artikel bewerken of verwijderen door op de link te klikken naast de artikel titel, of naar de <a href="index.php?module=%s&type=admin&func=view">Nieuws beheerders pagina</a> te gaan.</p>

source: Warning! Could not create the default News introductory article.
nl: Waarschuwing! Kon het standaard Nieuws introductie artikel niet aanmaken.

source: Warning! Could not update the default News introductory article.
nl: Waarschuwing! Kon het standaard Nieuws introductie artikel niet bijwerken.

source: Error! Could not update the article categories.
nl: Foutmelding! Artikel categorieën konden niet worden bijgewerkt.

source: News publisher
nl: Nieuws

source: Provides the ability to publish and manage news articles contributed by site users, with support for news categories and various associated blocks.
nl: Biedt de mogelijkheid om door gebruikers ingestuurde nieuws artikelen te publiceren en te beheren, waarbij nieuws categorieën zijn ondersteund en er verscheidene blokken beschikbaar zijn.

source: Topics
nl: Onderwerpen

source: Display and manage topics
nl: Tonen en beheren van onderwerpen

source: Error! Hooked content does not validate.
nl: Foutmelding! Aangehaakte inhoud kan niet worden gevalideerd.

source: Done! Created new article.
nl: Klaar! Nieuw artikel aangemaakt.

source: Story not created for unknown reason (Api failure).
nl: Publicatie niet aangemaakt door onbekende reden (API-fout).

source: Story Updated.
nl: Publicatie bijgewerkt

source: Story not updated for unknown reason (Api failure).
nl: Publicatie niet bijgewerkt door onbekende reden (API-fout).

source: %1$s out of %2$s picture was uploaded and resized.
nl: %1$s van %2$s foto geupload en verschaald.

source: Article now has draft status, since the picture was not uploaded.
nl: Artikel heeft nu 'concept' status, omdat de afbeeldingen niet is geupload.

source: Error! Invalid category passed.
nl: Foutmelding! Ongeldige categorie ingevoerd.

source: No articles currently published under the '%s' category.
nl: Momenteel geen artikelen gepubliceerd onder category '%s'.

source: No articles currently published.
nl: Momenteel geen artikelen gepubliceerd.

source: page %s
nl: pagina %s

source: January February March April May June July August September October November December
nl: Januari Februari Maart April Mei Juni Juli Augustus September Oktober November December

source: <br />A News Publisher article <strong>%1$s</strong> has been submitted by %2$s for review on website %3$s.<br />Index page teaser text of the article:<br /><hr />%4$s<hr /><br /><br />Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the <em>Pending Review</em> article(s).<br /><br />Regards,<br />%6$s
nl: <br />Er is een Nieuws artikel <strong>%1$s</strong> ter review ingediend door %2$s op website %3$s.<br />Startpagina introductie tekst:<br /><hr />%4$s<hr /><br /><br />Ga naar de <a href="%5$s">Nieuws beheerders</a> pagina voor review en publicatie van de <em>Wachtend op review</em> artikel(en).<br /><br />Met vriendelijke groet,<br />%6$s

source: A News Publisher article '%1$s' has been submitted by %2$s for review on website %3$s. Index page teaser text of the article: -------- %4$s -------- Go to the <a href='%5$s'>news publisher admin</a> pages to review and publish the \'Pending Review\' article(s). Regards, %6$s
nl: Er is een Nieuws artikel '%1$s' ter review ingediend door %2$s op website %3$s. Startpagina introductie tekst: -------- %4$s -------- Ga naar de <a href="%5$s">Nieuws beheerders</a> pagina voor review en publicatie van de 'Wachtend op review' artikel(en). Met vriendelijke groet, %6$s

source: Done! E-mail about new pending article is sent.
nl: Klaar! E-mail over een nieuw wachtend artikel is verstuurd.

source: Warning! E-mail about new pending article could not be sent.
nl: Waarschuwing! E-mail over een nieuw wachtend artikel kon niet verstuurd worden.

source: The %s method has been deprecated. Please change your link to the user controller.
nl: De methode %s is verouderd. Pas de link aan naar de user controller.

source: Done! Saved your changes.
nl: Klaar! Wijzigingen opgeslagen.

source: Done! Deleted article.
nl: Klaar! Artikel verwijderd.

source: Done! Purged permalinks.
nl: Klaar! Permalinks opgeschoond.

source: Error! Could not purge permalinks.
nl: Foutmelding! Permalinks opschonen mislukt.

source: All
nl: Alle

source: Scheduled
nl: Ingepland

source: View
nl: Bekijken

source: Unknown
nl: Onbekend

source: Done! Saved module settings.
nl: Klaar! Module instellingen opgeslagen.

source: Archive
nl: Archiveren

source: Publish
nl: Publiceren

source: Reject
nl: Afwijzen

source: Change categories
nl: Wijzig categorieën

source: Processed Bulk Action. Action: %s.
nl: Bulk actie doorgevoerd. Actie: %s.

source: Success with articles: %s
nl: Gelukt met artikelen: %s

source: Failed with articles: %s
nl: Mislukt met artikelen: %s

source: Error! Wrong bulk action.
nl: Foutmelding: Ongeldige bulk actie.

source: Draft updated at %s
nl: Concept bijgewerkt op %s

source: Draft saved at %s
nl: Concept opgeslagen op %s

source: Specified path appears to be 'above' the DOCUMENT_ROOT. Please choose a path relative to the webserver (e.g. images/news_picupload).
nl: Het opgegeven pad lijkt buiten de DOCUMENTROOT te vallen. Kies een pad die publiek te benaderen is op de webserver (zoals images/news_picupload).

source: Specified path [%s] does exist and is writable.
nl: De opgegeven directory [%s] bestaat en is beschrijfbaar.

source: Specified path [%s] does exist, but is not writable. Make sure that this path is writable by the webserver.
nl: De opgegeven directory [%s] bestaat wel, maar is niet beschrijfbaar. Zorg ervoor dat deze directory beschrijfbaar is voor de webserver.

source: Specified path [%s] does not exist yet. News pubisher will create this path if you check the field below.
nl: De opgegeven directory [%s] bestaat nog niet. De Nieuws module zal trachten deze aan te maken als het veld hieronder aangevinkt wordt.

source: Specified path is an empty string, please fill in a path (e.g. images/news_picupload).
nl: Er is geen upload directory opgegeven, geef aub een directory op (bijvoorbeeld images/news_picupload).

source: news
nl: nieuws

source: News Articles Hooks
nl: Nieuws Artikelen Hooks

source: News Display Hooks
nl: Nieuws Weergave Hooks

source: Past articles
nl: Oudere artikelen

source: Display past articles
nl: oudere artikelen tonen

source: Article titles
nl: Artikel titels

source: Display article titles
nl: Artikel titels tonen

source: Extended article titles
nl: Uitgebreide artikel titels

source: Display article titles with extended options
nl: Artikel titels tonen met uitgebreide opties

source: No articles.
nl: Geen artikelen.

source: Most-read article
nl: Meest gelezen artikel

source: Today's most-read article
nl: Meest gelezen artikel vandaag

source: Edit news article
nl: Nieuws artikel bewerken

source: Approve and publish this article
nl: Keur dit artikel goed en publiceer het

source: Approve and
nl: Goedkeuren en

source: Update this article
nl: Dit artikel bijwerken

source: Update
nl: Bijwerken

source: Publish this article
nl: Dit artikel publiceren

source: Preview this article
nl: Bekijk voorbeeld artikel

source: Preview
nl: Voorbeeld

source: Submit this article
nl: Dit artikel versturen

source: Submit
nl: Versturen

source: Update draft
nl: Concept bijwerken

source: Save this article as draft
nl: Dit artikel als concept opslaan

source: Save as draft
nl: Als concept opslaan

source: Mark this article as pending
nl: Markeer dit artikel als wachtend op review

source: Pending
nl: Wachtend

source: Archive this article
nl: Dit artikel archiveren

source: Reject this article
nl: Dit artikel afwijzen

source: Delete this article
nl: Dit artikel verwijderen

source: Cancel
nl: Annuleren

source: Article Author
nl: Auteur van artikel

source: Select a new article author
nl: Selecteer een nieuwe auteur

source: Save and return to
nl: Opslaan en terug naar

source: Modify form
nl: Formulier wijzigen

source: Article list
nl: Artikelen lijst

source: Publication Data for #%s:
nl: Publicatie gegevens voor #%s:

source: Article unpublished
nl: Artikel ge-depubliceerd.

source: forever
nl: altijd

source: Approved/Rejected By
nl: Goedgekeurd/Afgewezen door

source: Created By
nl: Aangemaakt door

source: On
nl: Op

source: Last Updated By
nl: Bijgewerkt door

source: Publish From
nl: Publiceren van

source: To
nl: tot

source: All These Categories
nl: Al deze categorieën

source: Select multiple categories
nl: Selecteer meerdere categorieën

source: Select Multiple
nl: Selecteer meerdere

source: New articles list
nl: Nieuwe artikelen lijst

source: active
nl: actief

source: inactive" assign=filteractive
nl: inactief

source: Filter %1$s, %2$s article listed
nl: Filter %1$s, %2$s artikel weergegeven

source: Language
nl: Taal

source: Clear
nl: Wissen

source: Apply filter
nl: Filter toepassen

source: Title
nl: Titel

source: Contributor
nl: Auteur

source: Category
nl: Categorie

source: Pictures
nl: Foto's

source: Index page<br />listing
nl: Startpagina<br />lijstweergave

source: Weight
nl: Gewicht

source: Date
nl: Datum

source: Actions
nl: Acties

source: Last edited %s
nl: Bijgewerkt %s

source: Scheduled for
nl: Ingepland voor

source: until %s
nl: tot %s

source: No comments allowed.
nl: Geen reacties toegestaan.

source: No articles currently in database.
nl: Momenteel geen artikelen in de database.

source: Check all
nl: Alles aanvinken

source: Uncheck all
nl: Alles uitvinken

source: With selected:
nl: Met geselecteerd:

source: Access a past article via its ID
nl: Zoek een oud artikel met behulp van zijn ID

source: Go retrieve
nl: Opzoeken

source: Select a Category
nl: Selecteer een categorie

source: Choose category
nl: Kies een categorie

source: Title text
nl: Titel tekst

source: Permalink URL
nl: Permalink

source: (Generated automatically if left blank)
nl: (Automatisch gegenereerd indien leeg gelaten)

source: Language for which article should be displayed
nl: Taal voor welke het artikel moet worden getoond

source: Article
nl: Artikel

source: Permitted HTML tags
nl: Toegestane HTML tags

source: You must enter either <strong>teaser text</strong> or <strong>body text</strong>.
nl: Er dient tenminste een <strong>intro-tekst</strong> of een <strong>artikel-tekst</strong> ingevoerd te worden.

source: Index page teaser text
nl: Introductietekst

source: (Limit: %s characters)
nl: (Limiet: %s karakters)

source: Index page teaser format
nl: Introductietekst opmaak

source: Plain text
nl: Platte tekst

source: Text formatted with mark-up language
nl: Geformatteerde (HTML) tekst

source: Article body text
nl: Artikel inhoud

source: Article body format
nl: Artikel inhoud opmaak

source: Show
nl: Toon

source: Footnote
nl: Notities

source: Select a picture (max. %s kB per picture)
nl: Kies een foto (max. %s kB per foto)

source: (max files %s, first picture is used as thumbnail in the index teaser page for this article.)
nl: (maximaal %s bestanden, de eerste foto wordt gebruikt als thumbnail op de startpagina introductie tekst van dit artikel)

source: news picture
nl: nieuws afbeelding

source: Delete this picture
nl: Deze foto verwijderen

source: Publishing options
nl: Publicatie instellingen

source: Display on news index page
nl: Op nieuws startpagina tonen

source: No time limit
nl: Geen tijdsbeperking instellen

source: Start date
nl: Publicatie start datum

source: No end date
nl: Geen eind datum

source: End date
nl: Publicatie eind datum

source: Allow comments on this article
nl: Reageren toestaan voor dit artikel

source: Article attributes
nl: Artikel attributen

source: Contributed by
nl: Ingezonden door

source: on
nl: op

source: Last edited
nl: Bijgewerkt op

source: Approved by %s
nl: Goedgekeurd door %s

source: Delete news article
nl: Nieuws artikel verwijderen

source: Do you really want to delete this news article?
nl: Dient dit nieuws artikel werkelijk verwijderd te worden?

source: Confirmation prompt
nl: Bevestiging gevraagd

source: Module settings
nl: Module instellingen
