Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/News/3.0.0/module_news.po
Languages: nl

source: Notice: Your theme could be using template overrides for the News publisher module (in themes/YourThemeName/templates/modules/News/...). They might lack behind in functionality to the current default News publisher templates, please remove them or check them carefully against the default News publisher templates (in modules/News/templates/...).
nl: Let op: Het gebruikte theme kan eigen templates voor de Nieuws module bevatten (kijk in themes/JouwThemeNaam/templates/modules/News/...). Deze templates kunnen in functionaliteit achterlopen ten opzichte van de standaard Nieuws templates, verwijder a.u.b. deze eigen templates of vergelijk ze zorgvuldig met de standaard Nieuws templates (kijk in modules/News/pntemplates/...).

source: General settings
nl: Algemene instellingen

source: Enable article attributes
nl: Artikel attributen inschakelen

source: Category settings
nl: Categorie instellingen

source: Enable categorisation
nl: Categorisatie inschakelen

source: Category to use for legacy 'Topics' module template variables
nl: Categorie te gebruiken voor de oude 'Topics' (Onderwerpen) module template variabelen

source: Category image path (with trailing /)
nl: Categorie afbeeldingspad (eindigend op /)

source: Notice: You can associate an image with each article category. The image must be located in the category image path entered in 'Category image path'. You must also go to the Categories manager in the site admin panel and then define the associated image. To do this, add a category attribute named 'topic_image' to each article category, and then enter the associated image path and name.
nl: Let op: Aan elke categorie die binnen Nieuws gebruikt wordt, kan een afbeelding gekoppeld worden. Deze afbeelding moet te vinden zijn in het categorie afbeeldingspad ingevoerd in 'Categorie afbeeldingspad'. Via site beheer en vervolgens Categorie beheer kan de koppeling met de afbeelding gedefinieerd worden. Hiervoor moet een categorie attribuut genaamd 'topic_image' toe worden gevoegd aan iedere artikel categorie, en kan de gekoppelde afbeelding met pad en naam worden ingevoerd.

source: Enable category based permission checks
nl: Categorie gebaseerde rechten controle inschakelen

source: Notice: You can use category based permission checks (Categories::Category | Category ID:Category Path:Category IPath) for the display of each and every article. If you don't need to select access based on the articles categories, you can uncheck this setting for a gain in speed (e.g. less database queries).
nl: Let op: categorie gebaseerde rechten controle kan gebruik worden (Categories::Category | Category ID:Category Path:Category IPath) voor het weergeven van ieder artikel. Als deze controle gebaseerd op de artikel categoriën niet nodig is kan deze instelling uitgevinkt worden for een snelheidswinst (bijv. minder database queries).

source: Display settings
nl: Weergave instellingen

source: Order article listings by
nl: Sorteer artikelen op

source: Article ID
nl: Artikel ID

source: Article date/time
nl: Artikel datum/tijd

source: Number of articles in news index page
nl: Aantal artikelen op de nieuws startpagina

source: Number of articles in archive page
nl: Aantal artikelen op de archief pagina

source: Number of articles in admin list view
nl: Aantal artikelen op de beheer lijst-weergave

source: Check referer on printer-friendly pages
nl: Controleer de referer op printervriendelijke pagina's

source: Yes
nl: Ja

source: No
nl: Nee

source: Enable 'quick edit' of articles via Ajax
nl: Inline bewerken van artikelen middels JavaScript/Ajax controls inschakelen

source: Picture/file operations not supported in 'Quick edit' mode due to Ajax limitations.
nl: Foto/afbeelding bewerkingen niet ondersteund in 'Inline bewerken' modus niet toegestaan door beperkingen in Ajax technologie.

source: When Scribite! is being used for editing, the <strong>display</strong> function needs to be added to the list of module functions that Scribite! uses for the News Publisher module.
nl: Als Scribite! gebruikt wordt voor bewerken van artikelen, dan moet de <strong>display</strong> functie toegevoegd worden aan de lijst van module functies die Scribite! gebruikt voor de Nieuws module.

source: Enable 'More articles in category' when displaying an article
nl: 'Meer artikelen in deze categorie' inschakelen tijdens artikel weergave

source: Number of 'More articles in category' for every article
nl: Het aantal 'Meer artikelen in deze categorie' voor elk artikel

source: When displaying an article, a number of additional articletitles in the same category can be shown.<br />To show the additional articletitles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional articletitles can be set per article by means of the article attribute 'morearticlesincat'. You need to enable 'article attributes' yourself. <br />When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
nl: Tijdens het weergeven van een artikel kan een aantal additionele artikel titels uit dezelfde categorie getoond worden.<br />Om de additionele artikel titels te tonen stel de waarde hierboven in op een nummer groter dan 0. Wanneer de waarde op 0 wordt ingesteld, kan het aantal additionele artikel titels nog ingesteld worden per artikel met behulp van het artikel attribuut 'morearticlesincat'. Hiervoor moeten 'artikel attributen' eigenhandig worden ingeschakeld.<br />Wanneer de waarde hierboven of het artikel attribuut op 0 is gezet worden geen titels uit de database opgehaald.

source: Enable the description page variable in the article display for SEO.
nl: Activeer de omschrijvings pagina variabele in de artikel weergave voor optimalisatie van zoekmachine indexering (SEO).

source: How many characters of the index page teaser text should be shown in the description
nl: Aantal weer te geven karakters van de introductie tekst wat wordt weergegeven in de omschrijving

source: Notice: Check your theme templates and you may have to adapt %s to get the correct meta text in the header.
nl: NB. Controleer je theme templates, kans bestaat dat %s moet worden opgenomen om de juiste meta gegevens in de header te zetten.

source: Notify moderators when a new pending article is submitted for review
nl: Notificeer moderatoren wanneer er een nieuw wachtend op review artikel is ingestuurd

source: Whenever a new article is submitted as Pending Review, the admin or a list of E-mail addresses can be informed of this event with a notification E-mail.
nl: Telkens wanneer er een nieuw artikel is ingestuurd als Wachtend op review, kan de beheerder of een lijst van E-mail adressen hierover worden geïnformeerd met een notificatie E-mail.

source: From name (leave empty for sitename)
nl: Van naam (sitename indien leeg gelaten)

source: From address (leave empty for admin E-mail address)
nl: Van adres (beheerders E-mail adres indien leeg gelaten)

source: To name (leave empty for sitename)
nl: Aan naam (site indien leeg gelaten)

source: To address (comma seperated list of E-Mail addresses, leave empty for admin E-mail address)
nl: Aan adres (door komma's gescheiden lijst van E-mail adressen, beheerders E-mail adres indien leeg gelaten)

source: E-mail subject
nl: E-mail onderwerp

source: Send E-mail as HTML
nl: Verstuur E-mail als HTML

source: Display a PDF link for the articles in the index page
nl: Toon een PDF link bij de artikelen op de startpagina

source: The PDF link is based on <a href="http://www.tcpdf.org">TCPDF</a>. The News module ships with a subset of available fonts. If you wish to expand the font options, you will need to download the package and transfer fonts to the appropriate folder within the News module. Additionally, you would need to override the News_Controller_User::displaypdf() method to change the fonts used.
nl: De PDF link is gebaseerd op <a href="http://www.tcpdf.org">TCPDF</a>.De nieuws module wordt geleverd met een klein deel van de beschikbare lettertypen. Als deze verzameling moet worden uitgebreid, moet het volledige TCPDF pakket gedownload worden en de gewenste lettertypen naar de juiste plaats binnen de Nieuws module directory worden gekopieerd. Tevens moet de News_Controller_User::displaypdf() methode worden uitgebreid middels method-override om de toegevoegde lettertypen aan te passen.

source: TCPDF Header logo image (absolute path or relative to tcpdf/images)
nl: TCPDF header logo afbeelding (absoluut pad of relatief vanuit tcpdf/images)

source: Default Header logo is defined by TCPDF and in PathToTCPDF/images folder. tcpdf_logo.jpg has a width of 30
nl: Standaard header logo is gedefinieerd door TCPDF and staat in PadNaarTCPDF/images folder. 'tcpdf_logo.jpg' met een breedte van 30 pixels

source: TCPDF header logo width in mm
nl: TCPDF header logo breedte in mm

source: Enable caching for pdfs
nl: Caching voor pdfs inschakelen

source: Picture uploading
nl: Uploaden van afbeeldingen

source: Allow article picture(s) uploading
nl: Foto(s) uploaden toestaan

source: Notice: Enabling picture uploading has a small security risk, since the upload folder needs to have write permission for the webserver. Make sure that you trust the users that have picture uploading permissions and when you create the picture upload directory yourself make sure that you copy the <strong>htaccess</strong> file in /docs to <strong>.htaccess</strong> in the picture upload folder. This restricts access to images only.
nl: Let op: Activatie van de afbeelingen-uploadmogelijkheid brengt een (gering) veiligheidsrisico met zich mee, omdat de upload directory schrijfrechten voor de webserver dient te bevatten. Let goed op aan wie het recht om te uploaden wordt toegekend, en indien de upload directory handmatig is aangemaakt, vergewis dan dat het <strong>htaccess</strong> bestand in de /docs directory naar <strong>.htaccess</strong> in de afbeeldings upload directory wordt gekopieerd. Dit zorgt ervoor dat alleen afbeeldingen worden getoond.

source: Allowed picture extension
nl: Toegestane afbeeldings extensies (door komma's gescheiden lijst)

source: Image float on the index page
nl: Zwevende lokatie van afbeeldingen op de introductie pagina

source: Left - image floats to the left and text wraps around it
nl: Links - afbeelding zweeft aan de linkerkant en de tekst loopt er omheen

source: Right - image floats to the right and text wraps around it
nl: Rechts - afbeelding zweeft aan de rechterkant en de tekst loopt er omheen

source: None - text is not wrapped around the image
nl: Geen - de tekst loopt niet om de afbeelding heen

source: Image float on the article display page
nl: Zwevende lokatie van afbeeldingen op de artikel pagina

source: How many pictures are allowed
nl: Hoeveel foto's zijn toegestaan

source: Maximum file size of the pictures (in Bytes)
nl: Maximale bestandsgrootte van de foto's (in Bytes)

source: What thumbnail sizing to use
nl: De te gebruiken thumbnail schaling

source: Best fit (keeps aspect ratio)
nl: Best passend (met behoud van verhoudingen)

source: Fixed size (scale and crop)
nl: Vaste grootte (schalen en bijsnijden)

source: Maximum width of the full size pictures (in pixels)
nl: Maximale breedte van de volledige foto (in pixels)

source: Maximum height of the full size pictures (in pixels)
nl: Maximale hoogte van de volledige foto (in pixels)

source: Maximum width of the thumbnails (in pixels)
nl: Maximale breedte van de thumbnails (in pixels)

source: Maximum height of the thumbnails (in pixels)
nl: Maximale hoogte van de thumbnails (in pixels)

source: Maximum width of the thumbnail in the article display intro text (in pixels)
nl: Maximale breedte van de thumbnail in de introductie tekst bij de artikel pagina (in pixels)

source: Maximum height of the thumbnail in the article display intro text (in pixels)
nl: Maximale hoogte van de thumbnail in de introductie tekst bij de artikel pagina (in pixels)

source: Directory where the images are uploaded
nl: Directory waar geuploade afbeeldingen opgeslagen dienen te worden

source: Create the specified upload directory
nl: De opgegeven directory aanmaken

source: You can select a pre-defined permalink format, or define your custom format.
nl: Selecteer één van de voorgedefinieerde permalink structuren, of kies er zelf één.

source: Format based on date and name
nl: Datum en naam gebaseerde structuur

source: your-article-title
nl: titel-van-artikel

source: Numeric format
nl: Numerieke structuur

source: Custom format
nl: Eigen structuur

source: Custom format definition
nl: Eigen structuur definitie

source: Notice: A custom format definition must contain at least either '%articleid%' or '%articletitle%', in order to be able to identify the article.
nl: Let op: Een eigen structuur dient minstens óf %articleid% óf %articletitle% te bevatten om het artikel te kunnen indentificeren.

source: Acceptable values for use in custom format definition:
nl: Mogelijke waarden voor gebruik in eigen structuur definitie:

source: Year of publication (including century numerals)
nl: Jaar van publicatie (inclusief eeuw-aanduiding)

source: Month of publication, as a number (ergo 1 to 12)
nl: Maand van publicatie als nummer (dus 1 t/m 12)

source: Month of publication as a name (ergo January to December)
nl: Maand van publicatie als naam (dus Januari t/m December)

source: Day
nl: Dag

source: Article title
nl: Titel van artikel

source: Article category
nl: Categorie van artikel

source: Save
nl: Opslaan

source: Create an article
nl: Nieuw artikel aanmaken

source: #{chars
nl: #{karakters}

source: (EZComments must be hooked to News to enable commenting.)
nl: (EZComments moet aan News gehooked worden om reacties in te schakelen.)

source: Save quick draft
nl: Als snel concept opslaan

source: Quick save as draft
nl: Snel als concept opslaan

source: Save full draft
nl: Als volledig concept opslaan

source: Contributed
nl: Geplaatst

source: Picture %1$s for %2$s
nl: Foto %1$s voor %2$s

source: Picture gallery
nl: Foto gallerij

source: Temp images resized to 150 width until publishing.
nl: Tijdelijke afbeeldingen geschaald naar 150 pixels breedte totdat er gepubliceerd is.

source: Expand all
nl: Alles uitklappen

source: Contract all
nl: Alles inklappen

source: %s article
nl: %s artikel

source: News archive for %1$s, %2$s
nl: Nieuws archief van %1$s %2$s

source: Pageviews
nl: Gelezen

source: Filed under:
nl: Opgeslagen onder:

source: More articles in category
nl: Meer artikelen in categorie

source: Currently no articles
nl: Geen artikelen beschikbaar

source: Edit this category
nl: Deze categorie bewerken

source: Total
nl: In totaal

source: %s contributed by you
nl: %s geplaatst door jezelf

source: Currently no articles.
nl: Geen artikelen beschikbaar.

source: Create new attribute
nl: Nieuw artikel attribuut

source: Attribute name
nl: Attribuut naam

source: Attribute value
nl: Attribuut waarde

source: Action
nl: Actie

source: Delete this attribute
nl: Dit attribuut verwijderen

source: Widget title
nl: Widget titel

source: Choose categories
nl: Kies categorieëen

source: (An empty category selection will show articles from all available categories)
nl: (Een lege categorie selectie laat de artikele van alle beschikbare categoriën zien)

source: Display
nl: Toon

source: Number of articles
nl: Aantal artikelen

source: Limit of backward reach
nl: Hoeveel dagen wordt een artikel als recent beschouwd?

source: (Number of days; 0 for no limit)
nl: (in aantal dagen; 0 is geen limiet)

source: Order articles by
nl: Sorteer artikelen op

source: Maximum displayed length of title
nl: Maximale titel lengte

source: (Number of characters; 0 for no limit)
nl: (in aantal karakters; 0 is geen limiet)

source: Suffix appended to truncated title
nl: Achtervoegsel voor afgebroken titels

source: Information settings
nl: Informatie instellingen

source: Display contributor's name
nl: Toon auteurs naam

source: Display article creation date
nl: Toon artikel publicatie datum

source: (Only shown when contributor's name is also enabled)
nl: (wordt alleen getoond als de auteurs naam ook getoond wordt)

source: Date format
nl: Datum opmaak

source: Refer to the <a href="http://www.php.net/manual/function.strftime.php">'strftime' description</a> in the PHP documentation.
nl: Bekijk de <a href="http://www.php.net/manual/function.strftime.php">beschrijving van strftime</a> in de PHP documentatie.

source: Display number of pageviews
nl: Toon het aantal maal gelezen

source: Display number of comments
nl: Toon het aantal reacties

source: Separator character for article information
nl: Karakter om de additionele informatie te scheiden

source: Display 'Submit an article' link
nl: Toon 'Artikel insturen' link

source: Article settings
nl: Artikel instellingen

source: Display an icon to highlight recent article titles
nl: Toon een afbeelding bij recente artikelen

source: Number of days during which article is considered recent
nl: Hoeveel dagen wordt een artikel als recent beschouwd?

source: Image set for 'New' image
nl: Image set voor 'Nieuw' afbeelding

source: (Used by 'img' plug-in)
nl: (gebruikt door 'img' plugin)

source: File name of 'New' image from image set
nl: Bestandsnaam uit de Image set van de 'Nieuw' afbeelding

source: Index page teaser settings
nl: Startpagina introductie instellingen

source: Display article's index page teaser text
nl: Toon de artikel introductietekst

source: Notice: When truncating the index page teaser text, incomplete HTML mark-up elements will be completed by the 'truncatehtml' plug-in.
nl: Let op: Bij het afbreken van de introductietekst worden afgebroken HTML opmaak elementen weer volledig gemaakt middels de 'truncatehtml' plugin.

source: Maximum displayed length of index page teaser text
nl: Maximale introductietekst lengte

source: Suffix appended to truncated index page teaser text
nl: Achtervoegsel voor de afgebroken introductietekst

source: Specify a custom template
nl: Geef een eigen template op

source: Custom output template
nl: Eigen output template

source: (Default template 'newsarticles_view.html' is used if this box is left blank)
nl: (Standaard template 'newsarticles_view.html' wordt gebruikt indien leeg gelaten)

source: Contributed by %s
nl: geplaatst door %s

source: on %s
nl: op %s

source: %s pageview
nl: %s maal gelezen

source: No articles published recently.
nl: Geen artikelen recent gepubliceerd.

source: Maximum number of news articles to display
nl: Maximaal aantal te tonen artikelen

source: Articles to list
nl: Te tonen artikelen

source: Category registry
nl: Categorie register

source: None
nl: Geen

source: Maximum age of articles
nl: Maximale leeftijd van de artikelen

source: Maximum length of titles
nl: Maximale titel lengte

source: Show 'No articles currently published' status message when no articles published
nl: Toon 'Momenteel geen artikelen gepubliceerd' status bericht wanneer er geen artikelen beschikbaar zijn

source: Custom templates
nl: Eigen templates

source: Notice: You can use your own custom templates instead of the default templates. You must specify them here.The default template for block rows is 'block/storiesext/row.tpl'. The default block template depends on the scroll setting. The default static template is 'block/storiesext/main.tpl'. For scrolling content, 'block/storiesext/scrollNAME.tpl' is used.
nl: Let op: eigengemaakte templates kunnen gebruikt worden in plaats van de standaard templates. Deze kunnen hier gespecificeerd worden. De standaard template voor blok rijen is 'block/storiesext/row.tpl'. De standaard blok template hangt af van de scroll instelling. De standaard statische template is 'block/storiesext/main.tpl'. Bij scroll gebruik wordt 'block/storiesext/scrollNAME.tpl' gebruikt.

source: Custom block template
nl: Eigen blok template

source: (Default template is used if this box is left blank)
nl: (Standaard template wordt gebruikt indien leeg gelaten)

source: Custom row template
nl: Eigen rij template

source: Advanced block settings
nl: Uitgebreide blok instellingen

source: Show contributor's name
nl: Toon de auteurs naam

source: Show article creation date
nl: Toon de artikel publicatie datum

source: Click here to read 'strftime' description in PHP documentation
nl: Klik hier om de 'strftime' beschrijving in de PHP documentatie te lezen

source: Show number of pageviews
nl: Toon het aantal maal gelezen

source: Show number of comments
nl: Toon het aantal reacties

source: Separator character for additional information
nl: Karakter om de additionele informatie te scheiden

source: Display article's index page teaser
nl: Toon de artikel introductietekst

source: Maximum displayed length of index page teaser
nl: Maximale introductietekst lengte

source: Suffix appended to truncated index page teaser
nl: Achtervoegsel voor de afgebroken introductietekst

source: Article recency settings
nl: Artikel recentheid instellingen

source: Display image for recent article titles
nl: Toon een afbeelding bij recente artikelen

source: (Used by 'pnimg' plug-in)
nl: (gebruikt door 'pnimg' plugin)

source: News item scroll settings
nl: Nieuws item scroll instellingen

source: Notice: News articles can shown in a scrolling box. The provided scrollers are based upon code from the <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> upward and downward pauseable vertical scroller, the <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> fading scroller (gradient wipe effect only works in IE), and the <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> marquee scroller.
nl: Let op: Nieuws artikelen kunnen in een scrollend vak gezet worden. De aangeboden scrollers zijn gebaseerd op code van de <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> op en neergaande pauzerende verticale scroller, de <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> fading scroller (gradient wipe effect alleen in IE) en de <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> marquee scroller.

source: Choose scroller
nl: Kies een scroller

source: No scrolling
nl: Geen scrolling

source: Pauseable vertical scroller
nl: Pauzerende verticale scroller

source: Scroller CSS styles definition
nl: Scroller CSS stijl definities

source: Delay between scrolls and starting delay for marquee
nl: Vertraging tussen de scrolls/ opstartvertraging voor de marquee

source: (Number of milliseconds)
nl: (Aantal milliseconden)

source: Marquee scroller speed
nl: Snelheid van de marquee scroller

source: (Number from 1 to 10)
nl: (Nummer van 1 t/m 10)

source: Edit this block
nl: Dit blok bewerken

source: New
nl: Nieuw

source: by %s
nl: door %s

source: Notice: the news publisher slideshow block is developed for the case where every article has pictures that were uploaded with the picture upload functionality. Furthermore it only works fine if the sizing is set to "fixed size (scale and crop)", since that will give fixed size images and thumbnails.
nl: Let op: het nieuws slideshow blok is ontwikkeld voor de situatie dat ieder artikel een foto bevat welke is geupload met de afbeeldings upload functie. Het werkt verder alleen goed als de schaling is ingesteld op "Vaste grootte (schalen en bijsnijden)" is gezet, die vaste afmetingen produceert.

source: Maximum number of articles to display
nl: Maximum aantal te tonen artikelen

source: Today's most-read article is:
nl: Meest gelezen artikel vandaag:

source: Scope of news article listing
nl: Welke nieuws artikelen tonen
