Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/News/3.0.0/module_news.po
Languages: nl

source: Save quick edit
nl: Inline bewerking opslaan

source: Save your quick changes
nl: Wijzigingen in deze bewerking opslaan

source: Save full edit
nl: Bewerkingen opslaan

source: Save all changes
nl: Wijzigingen in deze bewerking opslaan

source: Mark as pending
nl: Markeren als wachtend

source: News articles
nl: Nieuws artikelen
