Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/AuthLDAP/1.0/module_authldap.po
Languages: fa

source: none
fa: هيچ كدام

source: Done! Module configuration updated.
fa: انجام شد! پيكربندي ماژول بروز رساني شد.

source: LDAP authentication
fa: تأييد هويت LDAP

source: Error! Could not do what you wanted. Please check your input.
fa: خطا! درخواست شما انجام نشد. لطفا" ورودي را بررسي كنيد.

source: Settings
fa: تنظيمات

source: Server address
fa: آدرس سرور

source: Protocol version
fa: نسخه (ورژن) قرارداد

source: Encryption method
fa: روش رمزگذاري

source: Bind password
fa: چسباندن پسورد

source: Search base
fa: روش جستجو

source: Search user using attribute
fa: جستجو با استفاده از ويژگي كاربر

source: Update Configuration
fa: بروز رساني پيكربندي

source: Cancel
fa: انصراف
