Repository: zikula/i18n-portal
Catalog: gettext/*/modules/ClickedMe/2.0/module_clickedme.po
Languages: es

source: Last visits of user profile
es: Última visita del perfil del usuario

source: This plugin will insert the last users that have visited the mail recipients last visitors with their avatar.
es: Este complemento insertará los últimos usuarios que han visitado los buzones de correo con su avatar.

source: See who visited your profile!
es: ¡Vea quien visitó su perfil!

source: Privacy Settings
es: Configuración de privacidad

source: My visits
es: Mis visitas

source: Settings stored
es: Configuración almacenada

source: Users that visited your profile page
es: Usuarios que visitaron su perfil

source: The last profiles you visited
es: Los últimos perfiles que visitó

source: Clicks to other profiles are not tracked for you due to your privacy settings. This is why clicks to your profile are not tracked, too.
es: No se hace seguimiento a sus clics a otros perfiles debido a su configuración de privacidad. Es por ello que tampoco se traza su perfil.

source: Change your privacy settings!
es: ¡Cambie su configuración de privacidad!

source: Nobody visited your profile yet. Be more active and other users will visit your profile!
es: Nadie ha visitado su perfil aún. Sea más activo y otros usuarios visitarán su perfil!

source: do you know them alredy? Visit their profiles!
es: ¿Los conoce? ¡Visite sus perfiles!

source: The normal settings track every other profile you visit and users can see that you visited their profile. If you want to surf anonymously you can disable the profile tracking. Doing this will not let others see that you have clicked their profiles. But you will also not be able to see who viewed your profile page. Due to more interaction you should not disable tracking and surf anonymously.
es: La configuración normal permite hacer seguimiento de quien le ha visitado y a quienes visitó usted. Si desea navegar de forma anónima puede deshabilitar el seguimiento de perfil. Hacer esto no permite que otros vean si usted ha hecho clic en sus perfiles. Pero tampoco podrá ver quién vio su perfil. Debido a una mayor interacción, no se recomienda deshabilitar el seguimiento.

source: I want to surf anonymously!
es: ¡Quiero navegar anónimamente!

source: Changing these settings will only affect visits that take place later - earlier visits will not be deleted.
es: Cambiar esta configuración sólo afectará a las visitas que tienen lugar a posteriori - las visitas anteriores no se eliminarán.

source: Update Settings
es: Actualizar Configuración

source: How many users (max) should be displayed?
es: ¿Cuántos usuarios (máx) deberán mostrarse?

source: User Account Panel
es: Panel de Usuario

source: Profiles I visited and users who visited my profile
es: Perfiles que visité y usuarios que visitaron mi perfil
