Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Banners/3.0.0/module_banners.po
Languages: de, nl

source: IAB Ad Units
de: IAB Ad Einheiten
nl: IAB Ad eenheden

source: Dimensions of IAB Advertising Banners
de: Dimensionen von IAB Advertising Banners
nl: Dimensies van IAB Advertentie Banners

source: Medium Rectangle 300x250
de: Mittleres Rechteck 300x250
nl: Middelgrote Rechthoek 300x250

source: Medium Rectangle 300x250 IMU
de: Mittleres Rechteck 300x250 IMU
nl: Middelgrote Rechthoek 300x250 IMU

source: Square Pop-up 250x250
de: Kreis Pop-Up 250x250
nl: Vierkante Pop-up 250x250

source: Square Pop-up 250x250 IMU
de: Kreis Pop-up 250x250 IMU
nl: Vierkante Pop-up 250x250 IMU

source: Vertical Rectangle 240x400
de: Vertikales Rechteck 240x400
nl: Verticale Rechthoek 240x400

source: Vertical Rectangle 240x400 IMU
de: Vertikales Rechteck 240x400 IMU
nl: Verticale Rechthoek 240x400 IMU

source: Large Rectangle 336x280
de: Großes Rechteck 336x280
nl: Grote rechthoek 336x280

source: Large Rectangle 336x280 IMU
de: Großes Rechteck 336x280 IMU
nl: Grote rechthoek 336x280 IMU

source: Rectangle 180x150
de: Rechteck 180x150
nl: Rechthoek 180x150

source: Rectangle 180x150 IMU
de: Rechteck 180x150 IMU
nl: Rechthoek 180x150 IMU

source: 3:1 Rectangle 300x100
de: 3:1 Rechteck 300x100
nl: 3:1 Rechthoek 300x100

source: 3:1 Rectangle 300x100 IMU
de: 3:1 Rechteck 300x100 IMU
nl: 3:1 Rechthoek 300x100 IMU

source: Half Banner 234x60
de: Halber Banner 234x60
nl: Halve Banner 234x60

source: Half Banner 234x60 IMU
de: Halber Banner 234x60 IMU
nl: Halve Banner 234x60 IMU

source: Vertical Banner 120x240
de: Vertikaler Banner 120x240

source: Vertical Banner 120x240 IMU
de: Vertikaler Banner 120x240 IMU
nl: Verticale Banner 120x240 IMU

source: Square Button 125x125
de: Kreis Button 125x125

source: Square Button 125x125 IMU
de: Kreis Button 125x125 IMU
nl: Vierkante Knop 125x125 IMU

source: Wide Skyscraper 160x600
de: Weiter Wolkenkratzer 160x600
nl: Brede Skyscraper 160x600

source: Wide Skyscraper 160x600 IMU
de: Weiter Wolkenkratzer 160x600 IMU
nl: Brede Skyscraper 160x600 IMU

source: Skyscraper 120x600
de: Wolkenkratzer 120x600

source: Skyscraper 120x600 IMU
de: Wolkenkratzer 120x600 IMU

source: Half Page Ad 300x600
de: Halbe Seite 300x600
nl: Halve Pagina adv. 300x600

source: Half Page Ad 300x600 IMU
de: Halbe Seite 300x600 IMU
nl: Halve Pagina adv. 300x600 IMU

source: Undefined Ad Type
de: Undefinierter Anzeigentyp
nl: ongedefinieerd adv. type

source: Used for conversion of old finished banner types
de: Wird für die Konvertierung alter Bannertypen benutzt
nl: Gebruikt voor de conversie van oude uitgewerkte bannertypes

source: Unlimited
de: Unlimitiert

source: Error! Could not load items.
de: Fehler! Elemente konnten nicht geladen werden.

source: Overview
de: Übersicht

source: New Client
de: Neuer Kunde
nl: Nieuwe klant

source: New Banner
de: Neuer Banner
nl: Nieuwe Banner

source: Create Client First
de: Zuerst einen Kunden anlegen
nl: Eerst klant aanmaken

source: Settings
de: Einstellungen

source: Documentation
de: Dokumentation

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: No such item found.
de: Kein solches Element gefunden.

source: Error! Update attempt failed.
de: Fehler! Update fehlgeschlagen.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen.

source: Displays banner.
de: Banner anzeigen.
nl: Laat Banner zien.

source: Display banner
de: Banner anzeigen
nl: Banner laten zien

source: Error! Could not create the table [%s].
de: Fehler! Die Tabelle [%s] konnte nicht erstellt werden.
nl: Foutmelding! kon tabel [%s] niet aanmaken.

source: IAB Banner Types entered into Categories module.
de: IAB Bannertypen wurden in das Kategoriemodul übertragen.
nl: IAB Banner types opgenomen in de module "Categorieën".

source: Banners module installed
de: Bannermodul installiert
nl: Module Banners is geïnstalleerd.

source: Error! Could not upgrade the tables.
de: Fehler! Die Tabellen konnten nicht aktualisiert werden.
nl: Foutmelding! Kon de tabellen niet bijwerken.

source: Banners updated to new Banner Types
de: Die Banner wurden zu den neuen Bannertypen aktualisiert
nl: Banners bijgewerkt naar nieuwe Banner types

source: Error! Could not update Banners to new Banner Types
de: Fehler! Die Banner konnten nicht zu den neuen Bannertypen aktualisiert werden
nl: Foutmelding! Kon Banners niet bijwerken naar nieuwe banner types.

source: Banners admin interface
de: Bannermodul Administration
nl: beheersinterface voor Banners

source: You must manually reassociate ALL your clients with a Zikula Username in the <a href="%1$s">%2$s</a>.
de: Alle Kunden müssen manuell einem Zikulausernamen in <a href="%1$s">%2$s</a> zugeordnet werden.
nl: Alle klanten dienen handmatig omgezet te worden naar een gebruiksnaam in de <a href="%1$s">%2$s</a>.

source: Error! Unable to reassociate clients with Current User.
de: Fehler! Die Kunden konnten nicht zugeordnet werden.
nl: Foutmelding! Kon de klanten niet naar de huidige gebruiker omzetten.

source: Old finished banners moved to inactive.
de: Die alten Banner wurden auf inaktiv gesetzt.
nl: Oude uitgewerkte banners omgezet naar inactief.

source: Error! Could not move old finished banners to inactive.
de: Fehler! Die alten Banner konnten nicht auf inaktiv gesetzt werden.
nl: Foutmelding! Kon de oude uitgewerkte banners niet omzetten naar inactief.

source: imported_
de: importiert_

source: unnamed_
de: unbenannt_
nl: onbenoemde

source: Inactive Banner %s
de: Inaktiver Banner %s
nl: Inactieve banner %s

source: undefined
de: undefiniert
nl: niet-gedefinieerde

source: Error! Could not find banner (%s)
de: Fehler! Der Banner (%s) konnte nicht gefunden werden
nl: Foutmelding: De banner (%s) kon niet gevonden worden.

source: Advertising stats for %s
de: Werbestatistiken für %s
nl: Advertentiestatistieken voor %s

source: Statistics e-mailed
de: Statistiken wurden gesendet
nl: Statistieken verzonden per email

source: Error! Could not email statistics.
de: Fehler! Die Statistiken konnten nicht gesendet werden.
nl: Foutmelding! Kon statistieken niet per email verzenden.

source: Error! Could not do what you wanted. Please check your input.
de: Fehler! Die Eingaben konnten nicht verarbeitet werden, bitte die Eingaben nochmals überprüfen.
nl: Foutmelding! Kan niet doen wat gevraagd werd. Kijk de invoer na.

source: Not a Valid Banners Client
de: Kein gültiger Bannerkunde
nl: Geen geldige banners-klant

source: Please contact the administrator.
de: Bitte den Administrator benachrichtigen.
nl: Neem contact op met de beheerder.

source: URL Changed
de: URL geändert
nl: URL gewijzigd

source: Banner Created
de: Banner erstellt
nl: Banner aangemaakt

source: Banner Updated
de: Banner aktualisiert
nl: Banner bijgewerkt

source: Banner Deleted
de: Banner gelöscht
nl: Banner verwijderd

source: Banner Client Created
de: Kunde angelegt
nl: Banner-klant aangemaakt

source: Client Updated
de: Kunde aktualisiert
nl: Klant bijgewerkt

source: Client Deleted
de: Kunde gelöscht
nl: Klant verwijderd

source: Configuration updated
de: Konfiguration aktualisiert
nl: Configuratie aangepast

source: Configuration could not be updated
de: Die Konfiguration konnte nicht aktualisiert werden
nl: Configuratie kon niet bijgewerkt worden

source: Banners Management
de: Bannerverwaltung
nl: Banner-beheer

source: Random Banner Display (single image)
de: Zufällige Banneranzeige (Einzelbild)
nl: Willekeurige banner laten zien (enkel plaatje)

source: Protofade Banner Display (multiple images)
de: Protofade Banneranzeige (mehrere Bilder)
nl: Protofade banner vertoning (meerdere afbeeldingen)

source: Rotating
de: Rotierend
nl: Roterend

source: Rotating Banner Display (multiple images)
de: Rotierende Banneranzeige (mehrere Bilder)
nl: Roterende Banner vertoningen (meerdere afbeeldingen)

source: Add banner
de: Banner hinzufügen
nl: Banner toevoegen

source: Important!
de: Wichtig!
nl: Belangrijk!

source: Banner display is currently turned off.
de: Die Banneranzeige ist zur Zeit deaktiviert.
nl: Banner vertoning is momenteel uitgeschakeld.

source: To turn on banner display, please check your
de: Um die Banneranzeige zu aktivieren, bitte folgendes kontrollieren:
nl: Om banner vertoning in te schakelen, controleer de

source: settings
de: Einstellungen

source: Client Name
de: Kundenname
nl: Klantnaam

source: Impressions Purchased
de: Aufrufe erworben
nl: Aangekochte vertoningen

source: Banner Type
de: Bannertyp

source: Banner is Active
de: Der Banner ist aktiv
nl: Banner is actief!

source: Image URL
de: Bild URL
nl: Afbeelding-URL

source: Click URL
de: URL auswählen
nl: Klik URL

source: Add Banner
de: Banner hinzufügen
nl: Banner toevoegen

source: Cancel
de: Abbrechen

source: Add client
de: Kunden hinzufügen
nl: Klant toevoegen

source: Client Business Name
de: Firmenname des Kunden
nl: Bedrijfsnaam klant

source: Associate Zikula User Name
de: Zikula Benutzername zuordnen
nl: Koppel Zikula gebruikersnaam

source: Client Real Name
de: Echter Name des Kunden
nl: Echte naam van klant

source: Extra Information
de: Weitere Informationen
nl: Extra informatie

source: Add Client
de: Kunden hinzufügen
nl: Klant toevoegen

source: Banner overview
de: Bannerübersicht
nl: Banner overzicht

source: Active Banners
de: Aktive Banner
nl: Actieve banners

source: Purchased
de: Erworben
nl: Aangekocht

source: Made
de: Erstellt
nl: Gemaakt

source: Remaining
de: Verbleibend
nl: Overblijvende

source: Registered
de: Registriert

source: Options
de: Optionen

source: Active
de: Aktiv

source: Convert to limited
de: Zu 'limitiert' umwandeln
nl: Omzetten naar gelimiteerde

source: image
de: Bild

source: View Image
de: Bild anzeigen
nl: Bekijk afbeelding

source: edit
de: bearbeiten

source: Edit Banner
de: Banner bearbeiten
nl: Banner bewerken

source: Delete
de: Löschen

source: Delete Banner
de: Banner löschen
nl: Banner verwijderen

source: No Active Banners Found
de: Keine aktiven Banner gefunden
nl: Geen actieve banners gevonden

source: Inactive Banners
de: Inaktive Banner
nl: Inactieve banners

source: Inactive
de: Inaktiv

source: No Inactive Banners Found
de: Keine inaktiven Banner gefunden
nl: Geen inactieve banners gevonden

source: Clients
de: Kunden
nl: Klanten

source: Client Name (cid)
de: Kundenname (cid)
nl: Klant-naam (cid)

source: Number of Active Banners
de: Anzahl an aktiven Bannern
nl: Aantal actieve banners

source: Zikula Username (uid)
de: Zikula Benutzername (uid)
nl: Zikula gebruikersnaam (uid)

source: Contact Name
de: Kontaktname

source: Contact eMail
de: Kontakt E-Mail

source: Edit
de: Bearbeiten

source: No Clients Found
de: Keine Kunden gefunden
nl: Geen klanten gevonden.

source: Edit banner
de: Banner bearbeiten
nl: Banner bewerken

source: Edit Banner ID %s
de: Banner mit der ID %s bearbeiten
nl: Bewerk banner ID %s

source: Add more impressions
de: Weitere Aufrufe (Impressions) hinzufügen
nl: Meer vertoningen toevoegen

source: Impressions Made
de: Aufrufe (Impressions) gemacht
nl: Vertoningen aangemaakt

source: Convert to unlimited
de: Zu 'unlimitiert' umwandeln
nl: Omzetten naar onbeperkt

source: Update Banner
de: Banner aktualisieren
nl: Banner bijwerken

source: Edit client
de: Kunden bearbeiten
nl: Klant bewerken

source: Update Client
de: Kunden aktualisieren
nl: Klant bijwerken

source: Delete client
de: Kunden löschen
nl: Klant verwijderen

source: Delete Client
de: Kunden löschen
nl: Klant verwijderen

source: Warning!!!
de: Warnung!!!
nl: Waarschuwing!!!

source: This client has the following active banners running now
de: Dieser Kunde hat momentan folgende aktive Banner
nl: Deze klant heeft de volgende actieve banners

source: This client doesn't have any banners running now.
de: Dieser Kunde hat momentan keine aktiven Banner.
nl: Deze klant heeft momenteel geen actieve banners

source: You are about to delete the client and all its banners!<br />Do you really want to delete this client?
de: Hiermit wird der Kunde und alle seine Banner gelöscht!<br /> Soll dieser Kunde wirklich gelöscht werden?
nl: Deze klant en al haar banners zal worden verwijderd!<br />Wilt u deze klant echt verwijderen?

source: Delete banner
de: Banner löschen
nl: Banner verwijderen

source: Impressions
de: Aufrufe (Impressions)
nl: Vertoningen

source: Impressions Left
de: Aufrufe (Impressions) noch verfügbar
nl: Overblijvende vertoningen

source: Do you really want to delete this banner?
de: Soll dieser Banner wirklich gelöscht werden?
nl: Dient deze banner echt verwijderd te worden?

source: Banners Administration
de: Banneradministration
nl: Banner-beheer

source: Banners settings
de: Bannereinstellungen
nl: Banner-instellingen

source: General settings
de: Allgemeine Einstellungen

source: Display Banners
de: Banneranzeige
nl: Banners weergeven

source: Enable Categorization
de: Kategorisierung aktivieren

source: Banner clicks launch new window
de: Banner Clicks werden in einem neuen Fenster geöffnet
nl: Klikken op een banner opent een nieuw venster

source: List of IPs to not count hits
de: Liste der IPs deren Aufrufe nicht gezählt werden
nl: Lijst met ip-nummers die niet meegeteld worden

source: Save
de: Speichern

source: The following are the complete stats for your advertising investment at %s
de: Dies sind die vollständigen Statistiken für die Werbeeinschaltung von %s
nl: Hieronder staan de complete statistieken voor uw reclame-investeringen op %s

source: Banner Image
de: Bannerbild
nl: Banner afbeelding

source: Impressions remaining
de: Aufrufe (Impressions) verbleibend
nl: Overgebleven vertoningen

source: Banner Click Percentage
de: Banner Click Prozentverteilung
nl: Banner klik percentage

source: Report Generated on %s
de: Bericht generiert für %s
nl: Overzicht gegenereerd op %s

source: Banners Module
de: Bannermodul

source: I'm sorry, but you are not registered with this site as a Banners client.
de: Entschuldigung, aber sie sind kein registrierter Bannerkunde auf dieser Website.
nl: Helaas bent u op deze website niet geregistreerd als een banner-klant.

source: Please contact the site administrator for more information on becoming a client. Thank you.
de: Bitte kontaktieren Sie den Administrator, um hier Kunde zu werden. Vielen Dank.
nl: Neem contact op met de beheerder van de website voor informatie over het aanmelden als klant. Dank u.

source: Edit Banner URL
de: Banner URL bearbeiten
nl: Banner-URL bewerken

source: Change URL
de: URL ändern
nl: URL wijzigen

source: Banners Statistics
de: Banner Statistiken
nl: Banner-statistieken

source: Current banners for %s
de: Aktuelle Banner für %s
nl: Huidige banners voor %s

source: You have the following banners on %s
de: Folgende Banner sind verfügbar auf %s
nl: U heeft de volgende banners op %s

source: Title (#ID)
de: Titel (#ID)
nl: Titel (#ID)

source: Email Stats
de: E-Mail Statistiken
nl: Email statistieken

source: edit URL
de: URL bearbeiten

source: Edit URL
de: URL bearbeiten

source: No Banners Found
de: Keine Banner gefunden
nl: Geen banners gevonden

source: active
de: aktiv

source: inactive
de: inaktiv

source: Block Type
de: Blocktyp
nl: Blok type

source: Show hovertext in JS tooltip
de: Zeige einen Hovertext im JS Tooltip
nl: Laat hover-tekst in JS tooltip zien

source: Transition speed
de: Übergangsgeschwindigkeit
nl: Overgangs-snelheid

source: NOT in seconds
de: Nicht in Sekunden
nl: Niet in seconden

source: Note: The display duration is set in the Category Attributes
de: Bitte beachten: Die Anzeigedauer ist in den Kategorieattributen hinterlegt
nl: Opmerking: De weergaveduur wordt ingesteld in de categorie-attributen

source: Transition duration
de: Übergangsdauer
nl: Overgangsduur

source: in seconds
de: In Sekunden
nl: in seconden

source: Display slideshow controls
de: Slideshow Steuerung anzeigen
nl: Diashow bediening laten zien

source: Autostart slideshow
de: Die Slideshow automatisch starten
nl: Diashow automatisch starten

source: recommended
de: empfohlen

source: Use eSquare transition
de: Benutze eSquare Übergang
nl: Gebruik eSquare overgang

source: Number of eSquare rows
de: Anzahl an eSquare Zeilen
nl: Aantal eSquare rijen

source: Number of eSquare columns
de: Anzahl an eSquare Reihen
nl: Aantal eSquare kolommen

source: Color of eSquare transition background
de: Hintergrundfarbe des eSquare Übergangs
nl: Achtergrondkleur van de eSquare overgang

source: include hash symbol
de: Hashsymbol einbinden
nl: hash-symbool insluiten

source: Full Banner 468x60
nl: Volledige Banner 468x60

source: Full Banner 468x60 IMU
nl: Volledige Banner 468x60 IMU

source: Micro Bar 88x31
nl: Micro Balk 88x31

source: Micro Bar 88x31 IMU
nl: Micro Balk 88x31 IMU

source: Banner Name
nl: Banner-naam

source: Hover text
nl: Hover tekst

source: Name (#ID)
nl: Naam (#ID)

source: % Clicks/Imp
nl: % Kliks/vert.

source: Clicks
nl: Kliks

source: % Clicks
nl: % Kliks

source: Banner Click URL
nl: Banner-klik URL

source: Banner Clicks
nl: Banner kliks
