Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
nl: Verwijder hiermee een categorie van het tab menu. Er zal om een bevestiging worden gevraagd.

source: Lets you add a new category to the module categories tab list. You can edit the following:
nl: Hiermee kan er een nieuwe categorie voor modules toegevoegd worden. De volgende gegevens kunnen bewerkt worden:

source: Enter the name to be displayed within the categories tab menu.
nl: Geef de weergavenaam op voor deze categorie.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
nl: Geef een informatieve beschrijving op die bij deze categorie getoond wordt indien deze categorie getoond wordt in het beheer paneel.

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
nl: De 'Instellingen' pagina bevat drie secties: 'Algemene instellingen', 'Weergave Instellingen' en 'Module categorisatie'. Deze worden hieronder behandeld.

source: There is currently only one option in the General settings section.
nl: Er is momenteel slechts één optie onder 'Algemene instellingen' beschikbaar.

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
nl: Deze optie staat toe dat de Veiligheidsanalyse controle uitgeschakeld wordt om te zien of de Installer aanwezig is in de hoofdmap van de site. Bij voorkeur zou de controle ingeschakeld moeten zijn, omdat een veiligheidsprobleem gemakkelijk op kan treden als de Installer niet wordt verwijders na het afronden van de installatie.

source: There are six display settings.
nl: Er zijn 6 weergave opties:

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
nl: Wanneer aangevinkt, toont deze optie iconen bij elke module in het beheer paneel.

source: Modules per page
nl: Modules per pagina

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
nl: Geef een heel getal op voor het aantal modules dat mag worden getoond per pagina van het beheer paneel.

source: Modules per row
nl: Modules per rij

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
nl: Geef een heel getal op voor het aantal modules dat mag worden getoond per regel van het beheer paneel.

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
nl: Kies het theme voor het beheer paneel uit de dropdown lijst.

source: Open the dropdown list and choose the style sheet to be used to render the Administration panel.
nl: Kies een style sheet voor het beheer paneel uit de dropdown lijst.

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
nl: Kies de module categorie die getoond wordt wanneer het beheer paneel het eerst getoond wordt.

source: In the Modules categorisation section, you can choose two things:
nl: In het modules categorisatie-onderdeel zijn er twee mogelijkheden:

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
nl: Open de dropdown lijst en kies de module categorie waar alle nieuw toegevoegde en geactiveerde modules dienen te worden geplaatst.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
nl: In de getoonde lijst staan alle geïnstalleerde en geactiveerde modules. Met de dropdown lijst kan de module categorie waarin de module geplaatst moet worden ingesteld worden.

source: Messages you might see
nl: Berichten die misschien getoond worden

source: In the Administration panel, you will see security warnings displayed if the Security analyser detects potential security vulnerabilities in your site's installation. If you see no warning box then it means that no vulnerabilities have been found. Below are explanations for each vulnerability possibly identified.
nl: In het beheer paneel zijn veiligheidswaarschuwingen te zien als de veiligheids analyse potientiële zwaktes in de site installatie detecteert. Als er geen waarschuwingsbox te zien is werden er geen zwaktes gevonden. Lees onderstaande uitleg voor elke potentiële zwakte.

source: You see the message
nl: Het bericht wordt getoond

source: Stop, please! The Swiss Army Knife tool ('psak.php' file) is in the site root, but must be removed before you can access the site admin panel. Moreover, for your information, this tool is now deprecated in favor of the Zikula recovery console ('zrc.php').
nl: Wacht! Verwijder a.u.b. de Swiss Army Knife Tool 'psak.php' uit de root van Zikula voordat u verder gaat. Dan kan het beheer paneel weer gebruikt worden. Bovendien is deze tool verouderd en de Zikula Recovery Console ('zrc.php') in gebruik genomen.

source: The Zikula recovery console tool (a file called 'zrc.php') is a useful utility for resolving certain problems, but should not be left in any directory accessible from the Internet, because this leaves an easy opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove 'zrc.php' before you can access the Administration panel.
nl: De Zikula recovery console tool (een bestand genaamd 'zrc.php') is nuttig voor het oplossen van bepaalde problemen maar zou niet in een map achter moeten blijven die toegankelijk is vanaf het Internet, omdat dat een eenvoudige kans geeft op een veiligheidsprobleem. Als de veiligheids analyse deze zwakte ontdekt, moet 'zrc.php' verwijderd worden voordat toegang tot het beheer paneel gegeven wordt.

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
nl: Wacht! Verwijder a.u.b. 'install.php' en de 'install' directory uit de root directory van Zikula voor dat u verder gaat. Dan is er weer toegang tot het site beheer.

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
nl: Na het afronden van het installatieproces is het zeer belangrijk om de file 'install.php' en de map 'install' te wissen uit de hoofdmap van de site, zeker als de site vanaf het internet bereikbaar is, omdat er anders een mogelijkheid is op een veiligheidsprobleem. Is de veiligheidsanalyse deze zwakte aantreft, moeten ze verwijderd worden voordat er toegang mogelijk is naar het beheer paneel.

source: Configuration file 'config/config.php' is writeable, but should be read-only (chmod 400, 440 or at worst 444).
nl: Let op: Configuratiebestand 'config/config.php' is schrijfbaar en zou alleen-lezen moeten zijn (hint: chmod 400, 440 of als het niet anders kan 444).

source: When a site is originally installed, the Installer script creates a configuration file called 'config.php' that is located in the sub-directory 'config' within the site's root directory. It should not be left writeable, because this leaves an opportunity for a security breach. You should set the file's permissions to read-only (chmod 400, 440 or at worst 444).
nl: Wanneer een site net geïnstalleerd is, creeert het Installatiescript een configuratie bestand genaamd 'config.php' in de map 'config' binnen de hoofdmap van de site. Het moet niet als schrijfbaar achtergelaten worden want dat is een veiligheidsrisico. De rechten zouden read-only (644 or 444) moeten zijn.

source: Installer file 'upgrade.php' is in the site root, but should be removed.
nl: Let op: 'upgrade.php' dient verwijderd te worden uit de root van uw website.

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
nl: Het bestand 'upgrade.php' wordt gebruikt door het installatiescript als een reeds bestaande site wordt bijgewerkt naar een recentere versie. Zodra de nieuwe site goed werkt, moet dat bestand gewist worden, omdat het niet langer nodig is en een veiligheidsrisico kan vormen.

source: In some hosting environments, the PHP setting 'magic_quotes_gpc' may be set to ON. However, this creates an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'magic_quotes_gpc' is set to OFF.
nl: In sommige hosting omgevingen, kan de PHP instelling 'magic_quotes_gpc' op ON staan. Dit vormt echter een veiligheidsrisico. Als de site vanaf het internet toegankelijk is is het sterk aan te raden 'magic_quotes_gpc' op OFF te zetten. In de veiligheidsdocumentatie staan instructies om dat te doen.

source: In some hosting environments, the PHP setting 'register_globals' may be set to ON. However, this can create an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'register_globals' is set to OFF.
nl: In sommige hosting omgevingen, kan de PHP instelling 'register_globals' op ON staan. Dit vormt echter een veiligheidsrisico. Als de site vanaf het internet toegankelijk is is het sterk aan te raden 'register_globals' op OFF te zetten. In de veiligheidsdocumentatie staan instructies om dat te doen.

source: If properly installed, a site will include an '.htaccess' file in the site's temporary directory (which is called '/ztemp', unless another location is used). However, some methods used for transferring the package's files to a web space may lead to this file not being transferred. In this case, you are strongly recommended to create one (and to ensure that '.htaccess' files exist in certain other directories, too).
nl: Indien goed geïnstalleerd, hoort er een '.htaccess' file in de tijdelijke map (genaamd '/zTemp') moeten staan, tenzij een andere plaats wordt gebruikt). Bij sommige methodes om de bestanden van de paketten naar de webruimte te verplaatsen zou dit bestand niet verzonden kunnen worden. In dat geval is het sterk aan te raden om er een aan te maken (en om te controleren dat het '.htaccess' bestand ook bestaat in bepaalde andere mappen).

source: PHPIDS with the Security Center is not activated, but preferably should be.
nl: PHPIDS van de module Veiligheidscentrum is niet geactiveerd, en zou dat bij voorkeur wel moeten zijn.

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
nl: PHPIDS is een voorziening van de module Veiligheidscentrum die de veiligheid van de site vergroot, en de veiligheids analyse heeft opgemerkt dat deze voorziening niet is ingeschakeld. Het is aan te raden om deze aan te zetten. Dit bericht wordt ook getoond indien de veiligheidscentrum module niet is geïnstalleerd of geactiveerd. Voor meer informatie zie de online hulp voor de module Veiligheidscentrum.

source: PHPIDS is enabled and you have set the Block action to 'Warn only'. Thus requests are not blocked. This is useful only for debugging the PHPIDS ruleset in order to verify correct operation.
nl: PHPIDS is aangezet en de blok-actie staat op 'Alleen waarschuwen'. Verzoeken worden derhalve niet geblokkeerd. Dit is alleen nuttig bij het debuggen van de PHPIDS regels om een goede werking na te lopen.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
nl: Wanneer een site geïnstalleerd is, is de module Veiligheidscentrum geïnstalleerd en geactiveerd. De bovenstaande melding wordt getoond wanneer de de module Veiligheidscentrum verwijderd is. Het is aanbevolen deze module geïnstalleerd te laten omdat de veiligheid van de site erdoor vergroot wordt.

source: Security center module is not activated, but preferably should be.
nl: De module Veiligheidscentrum is niet geactiveerd, en zou dat bij voorkeur wel moeten zijn.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
nl: Wanneer een site geïnstalleerd is, is de module Veiligheidscentrum standaard geactiveerd. De bovenstaande melding wordt getoond wanneer de de module Veiligheidscentrum gedeactiveerd is. Het is aanbevolen deze module geactiveerd te laten, omdat de veiligheid van de site erdoor vergroot wordt.

source: Legacy module support is enabled, but preferably should be disabled.
nl: Let op: legacy mode staat aan. Er wordt geadviseerd om dit uit te zetten indien mogelijk.

source: You have the possibility of enabling support for legacy PostNuke modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
nl: Ondersteuning voor verouderde PostNuke modules kan ingeschakeld worden. Echter, verouderde modules kunnen beveiligings lekken hebben, zie de algehele beveiliging van de site in gevaar brengen. Het is dan ook ten zeerste aanbevolen om alleen bijgewerkte versies van modules te gebruiken, die aansluiten op de officiele API (Application Programming Interface) van het Zikula project. Is dit het geval, dan kan ondersteuning voor verouderde modules uitgeschakeld worden (wat tevens de standaard instelling is van een nieuwe installatie).

source: Edit module category
nl: Bewerk module categorie

source: Module category
nl: Module categorie

source: Upgrade found!
nl: Upgrade gevonden!

source: A new version of the Zikula core is available.
nl: Er is een nieuwe versie van de Zikula core beschikbaar.

source: Please download the new Zikula core
nl: Download de nieuwe Zikula core

source: Drag and drop into a new module category
nl: Verslepen en in een nieuwe module categorie neerzetten

source: There are currently no modules in this category.
nl: Er zijn momenteel geen modules in deze categorie.

source: Delete module category
nl: Wis module categorie

source: Do you really want to delete this module category?
nl: Dient deze module categorie echt verwijderd te worden?

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
nl: Wacht! Verwijder a.u.b. de Zikula recovery console tool (file 'zrc.php') uit de root van Zikula voordat u verder gaat. Dan kan het beheerpaneel van de site weer gebruikt worden.

source: Continue
nl: Verder

source: Powered by
nl: Powered door

source: Extensions manager
nl: Extensie beheer

source: Blocks manager
nl: Blokken

source: User administration
nl: Gebruikersbeheer

source: Permission rules manager
nl: Rechten beheer

source: Themes manager
nl: Themes beheer
