Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: The specified template for the render block doesn't exists for the '%1$s' module. Block ID: %2$s
nl: De aangegeven template voor het render blok bestaat niet voor de module '%1$s'. Blok ID: %2$s

source: The specified template does not exist on the '%s' module.
nl: De gekozen template bestaat niet in de '%s' module.

source: The module '%s' is not available.
nl: De module '%s' is niet beschikbaar.

source: With the current setup the block is disabled.
nl: Met de huidige instellingen is het blok uitgeschakeld.

source: Notice: This theme switcher block will not be displayed until you allow users to change themes. You can enable/disable this from the <a href="%s">settings</a> of the Theme module.
nl: Opmerking: Dit blok om het theme te wisselen is niet zichtbaar voor gebruikers totdat zij ook de juiste rechten krijgen om themes te wisselen. Dit kan opgegeven worden bij de <a href="%s">instellingen</a> van de Theme module.

source: Theme switcher
nl: Theme wisselen

source: Themes list
nl: Themes lijst

source: Done! Removed theme files from the file system.
nl: Klaar! De themebestanden zijn verwijderd van het bestandssysteem.

source: Error! Could not delete theme files from the file system. Please remove them by another means (FTP, SSH, ...).
nl: De theme bestanden konden niet worden verwijderd van het bestandssysteem. Probeer het aub via bijvoorbeeld een FTP client, uw hosting beheer paneel, of SSH.

source: Notice: Theme files cannot be deleted because Zikula does not have write permissions for the themes folder and/or themes/%s folder.
nl: Let op : Theme bestanden konden niet worden gewist omdat Zikula geen schrijfrechten heeft op de theme map en/of themes/%s map.

source: Error: You must enter at least the theme name.
nl: Foutmelding: Er moet minimaal de theme naam worden ingevuld.

source: Error! Could not open file so that it could be written to: %s
nl: Foutmelding: Het bestand om naar te schrijven kon niet geopend worden: %s

source: Error! could not write to file: %s
nl: Foutmelding: Kon niet schrijven naar bestand: %s

source: Error! Could not write to file: %s
nl: Foutmelding: Kon niet schrijven naar bestand: %s

source: Themes module to manage site layout, render and cache settings.
nl: Themes-module om de site-opmaak, rendering en buffers te beheren.

source: Error! Could not include theme version file: %s
nl: Foutmelding: Kon het theme versie bestand niet toevoegen: %s

source: Error! Either you entered an invalid entry point, or else the file specified as being the entry point was not found in the Zikula root directory.
nl: Foutmelding: Er is een verkeerd startpunt ingegeven, of het bestand dat als startpunt werd aangewezen werd niet gevonden in de Zikula hoofddirectory.

source: Error! In your permalink settings, strings cannot be terminated with a comma.
nl: Foutmelding: In permalink instellingen kunnen strings niet worden gescheiden door een komma.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
nl: Foutmelding: In de permalink instellingen, hebben de zoeklijst en de vervanglijst voor permalink opruiming een verschillend aantal komma-gescheiden elementen. Als er 3 elementen in de zoeklijst zijn moeten er 3 elementen in de vervanglijst zijn.

source: Error! When setting a startpage, starttype and startfunc are required fields.
nl: Foutmelding: Wanneer een startpagina wordt ingesteld, dan moeten ook het starttype en de startfunctie worden ingevuld.

source: Notice: Language detection is automatically disabled when multi-lingual features are disabled.
nl: Informatie: Taal detectie is automatisch uitgeschakeld wanneer meer-talen voorzieningen uitgeschakeld zijn.

source: Done! Saved localisation settings.
nl: (Multi-)talen instellingen zijn opgeslagen.

source: Site name
nl: Site naam

source: Site description
nl: Site beschrijving

source: zikula, portal, portal web, open source, web site, website, weblog, blog, content management, content management system, web content management, web content management system, enterprise web content management, cms, application framework
nl: zikula, community, portal, portal web, open source, gpl, web site, website, weblog, blog, content management, content management systeem, web content management, web content management systeem, bedrijf web content management, cms, applicatie framework

source: Main settings
nl: Hoofdinstellingen

source: Localisation settings
nl: Multi-Talen instellingen

source: General settings
nl: Algemene instellingen

source: General site configuration interface.
nl: Algemene site beheer interface.

source: settings
nl: instellingen

source: Error! You did not enter any keywords to search for.
nl: Foutmelding: Geef zoekwoorden op.

source: Search
nl: Zoeken

source: Error! '%1$s' module returned false in search function '%2$s'.
nl: Foutmelding: De '%1$s' module had een negatief resultaat in zoekfunctie '%2$s'.

source: New search
nl: Nieuwe zoekactie

source: Recent searches list
nl: Recente zoekacties

source: Site search module.
nl: Zoeken op deze site module.

source: search
nl: zoeken

source: An invalid '%1$s' parameter was received by the template function '%2$s'.
nl: Een ongeldige '%1$s' parameter is door de template functie '%2$s' ontvangen.

source: An invalid authentication module was received by the template function '%1$s'.
nl: Een ongeldige authenticatie module is door de template functie '%1$s' ontvangen.

source: An invalid authentication method was received by the template function '%1$s'.
nl: Een ongeldige authenticatie methode is door de template functie '%1$s' ontvangen.

source: %m-%d-%Y
nl: %d-%m-%Y

source: Sorry! New user registration is currently disabled.
nl: Foutmelding: Nieuwe gebruikersaccount registratie is momenteel uitgeschakeld.

source: (Password provided by site administrator)
nl: (Wachtwoord door de beheerder aangeleverd)

source: Done! Created new registration application.
nl: Nieuwe registratie aanvraag aangemaakt.

source: Done! Created new user account.
nl: Een nieuw gebruikersaccount is aangemaakt.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
nl: Waarschuwing: De gegevens van de nieuwe gebruiker zijn opgeslagen, echter kan hierbij iets fout zijn gegaan.

source: Error! Could not create the new user account or registration application.
nl: Foutmelding: Het nieuwe gebruikersaccount of de registratie aanvraag kon niet worden aangemaakt.

source: Sorry! No matching users found.
nl: Geen overeenkomende gebruikers gevonden.

source: An unknown form type was received by %1$s.
nl: Een onbekend formulier-type is door %1$s ontvangen.

source: The %1$s function has entered an unknown state.
nl: De functie %1$s is in een onbekende status terechtgekomen.

source: Done! Saved user's account information.
nl: De gebruikersaccount informatie is opgeslagen.

source: Error! You can't edit the guest account.
nl: Foutmelding: Het gast account kan niet bewerkt worden.

source: Sorry! No such user found.
nl: De gevraagde gebruiker is niet gevonden.

source: Sorry! Unable to retrieve information for that user id.
nl: Het was niet mogelijk informatie voor dit gebruikersid op te halen.

source: Done! The user name for '%s' has been sent via e-mail.
nl: De gebruikersnaam voor '%s' is verstuurd per e-mail.

source: Sorry! There was an unknown error while trying to send the user name for '%s'.
nl: Helaas is er een onbekende fout opgetreden bij het verzenden van de gebruikersnaam voor '%s'.

source: Done! The password recovery verification code for %s has been sent via e-mail.
nl: De verificatie code voor het wachtwoord herstellen van %s is verstuurd per e-mail.

source: Error! You can't delete the guest account.
nl: Foutmelding: Het gast accound kan niet worden verwijderd.

source: Error! You can't delete the primary administrator account.
nl: Foutmelding: Het hoofd beheerders account kan niet worden verwijderd.

source: Error! You can't delete the account you are currently logged into.
nl: Foutmelding: Het account verwijderen, waarmee nu ingelogd is, gaat niet.

source: Done! Deleted %1$d user account.
nl: Er is %1$d gebruikersaccount verwijderd.

source: An error occurred while trying to retrieve the registration records.
nl: Er is een fout opgetreden bij het ophalen van de registratiegegevens.

source: Unable to retrieve registration record. The record with the specified id might not exist, or you might not have permission to access that record.
nl: Kon registratie record niet ophalen. Het record met het opgegeven id bestaat misschien niet, of er zijn niet voldoende rechten voor toegang tot dat record.

source: %m-%d-%Y %H:%M
nl: %d-%m-%Y %H:%M

source: Error! Invalid registration uid.
nl: Foutmelding: Ongeldige registratie uid (userid).

source: Error! Unable to load registration record.
nl: Foutmelding: Het was niet mogelijk om het registratie record te laden.

source: Error! Unable to retrieve registration record with uid '%1$s'
nl: Foutmelding: Er bestaat geen registratie met user-id '%1$s'.

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It is already verified.
nl: Foutmelding: Een verificatiecode kan voor '%1$s' niet worden verzonden, deze is al geverifieerd.

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It must first be approved.
nl: Fout! Een verificatiecode kan voor '%1$s' niet worden verzonden, deze moet eerst worden goedgekeurd.

source: Sorry! There was a problem sending a verification code to '%1$s'.
nl: Sorry, er was een probleem met het verzenden van de verificatiecode naar '%1$s'.

source: Done! Verification code sent to '%1$s'.
nl: Klaar! Bevestigingscode verzonden aan '%1$s'.

source: Warning! Nothing to do! The registration record with uid '%1$s' is already approved.
nl: Waarschuwing: De registratie met uid '%1$s' is al goedgekeurd.

source: Error! The registration record with uid '%1$s' cannot be approved. The registration's e-mail address must first be verified.
nl: Foutmelding: De registratie met uid '%1$s' kan niet worden goedgekeurd, eerst moet het emailadres worden geverifieerd.

source: Error! E-mail verification cannot be skipped for '%1$s'. The user must establish a password as part of the verification process.
nl: Foutmelding: Email-verificatie kan niet worden overgeslagen voor '%1$s'. De gebruiker moet een wachtwoord opgeven als onderdeel van het verificatie-proces.

source: Sorry! There was a problem approving the registration for '%1$s'.
nl: Er was een probleem met het goedkeuren van de registratie voor '%1$s'.

source: Done! The registration for '%1$s' has been approved and a new user account has been created.
nl: De registratie voor '%1$s' is goedgekeurd en een nieuwe gebruiker is aangemaakt.

source: Done! The registration for '%1$s' has been approved and is awaiting e-mail verification.
nl: De bevestigingscode voor '%1$s' is goedgekeurd en wacht op verificatie via email.

source: Sorry! There was a problem deleting the registration for '%1$s'.
nl: Sorry, er was een probleem met het verwijderen van de registratie voor '%1$s'.

source: Done! The registration for '%1$s' has been denied and deleted.
nl: De registratie voor '%1$s' is geweigerd en verwijderd.

source: Done! Users module settings have been saved.
nl: Instellingen voor de gebruikers module zijn opgeslagen.

source: There was a problem with one of the module settings. Please review the message below, correct the error, and resubmit your changes.
nl: Er was een probleem met één van de module instellingen. Bekijk het onderstaande bericht, corrigeer de fout en verstuur de wijzigingen opnieuw.

source: Done! Users imported successfully.
nl: Klaar, gebruikers zijn geïmporteerd.

source: Error! You have not chosen any file.
nl: Foutmelding: U heeft geen bestand gekozen.

source: Error! The file extension is incorrect. The only allowed extension is csv.
nl: Foutmelding! De bestandsextensie klopt niet, de enige toegestane extensie is csv.

source: Error! It has not been possible to read the import file.
nl: Foutmelding: het is niet gelukt het importbestand te lezen.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
nl: Foutmelding! Het importbestand heeft niet het verwachte veld %s in de eerste rij. Controleer a.u.b. het importbestand.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
nl: Foutmelding: Het aantal parameters op regel %s klopt niet. Controleer het importbestand.

source: Sorry! The user name is not valid in line %s. The user name is mandatory and the maximum length is 25 characters. Please check your import file.
nl: Foutmelding: De gebruikersnaam op regel %s is ongeldig. De gebruikernaam is verplicht en de maximum lengte is 25 karakters. Controleer a.u.b. het importbestand.

source: Sorry! The user name %1$s is reserved and cannot be registered in line %2$s. Please check your import file.
nl: Foutmelding: De gebruikersnaam %1$s is gereserveerd en kan niet worden geregistreerd op regel %2$s. Controleer a.u.b. het importbestand.

source: Sorry! The user name %1$s cannot contain spaces in line %2$s. Please check your import file.
nl: Foutmelding: Er zitten spaties in de gebruikersnaam '%1$s' op regel %2$s. Dit is niet toegestaan. Controleer a.u.b. het importbestand.

source: Sorry! The user name %1$s is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
nl: Foutmelding: De gebruikersnaam %1$s komt nogmaals voor op regel %2$s maar deze kan niet tweemaal gebruikt worden om gebruikers aan te maken. Controleer het importbestand a.u.b.

source: Sorry! You did not provide a password in line %s. Please check your import file.
nl: Foutmelding: Er is geen wachtwoord opgegeven op regel %s. Controleer het importbestand a.u.b.

source: Sorry! The password must be at least %1$s characters long in line %2$s. Please check your import file.
nl: Foutmelding: Het wachtwoord dient tenminste %s karakters te bevatten op regel %2$s. Controleer a.u.b. het importbestand.

source: Sorry! You did not provide a email in line %s. Please check your import file.
nl: Foutmelding: Er is geen emailadres opgegeven op regel %s. Controleer het invoerbestand a.u.b.

source: Sorry! The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons in line %s. Please check your import file.
nl: Foutmelding: Het e-mailadres was niet goed opgemaakt of is om andere redenen niet toegestaan (op regel %s). Controleer het invoerbestand a.u.b.

source: Sorry! The %1$s e-mail address is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
nl: Foutmelding: Het email adres %1$s komt nogmaals voor op regel %2$s maar deze kan niet tweemaal gebruikt worden om gebruikers aan te maken. Controleer het invoerbestand a.u.b.

source: Error! The CSV is not valid: the "activated" column must contain 0 or 1 only.
nl: Foutmelding! De CSV is ongeldig: in de kolom "activated" mag alleen een 0 of 1 staan.

source: Error! The CSV is not valid: the "sendmail" column must contain 0 or 1 only.
nl: Foutmelding: De CSV is ongeldig: In de kolom "sendmail" mag alleen een 0 of 1 staan.

source: Sorry! The identity of the group %1$s is not not valid in line %2$s. Perhaps it do not exist. Please check your import file.
nl: Foutmelding: De identiteit van de groep %1$s is ongeldig (op regel %2$s), misschien bestaat deze niet. Controleer het importbestand a.u.b.

source: Error! The import file does not have values.
nl: Foutmelding: Het importbestand bevat geen waarden.

source: Error! Trying to read the existing user names in database.
nl: Foutmelding: Kon de bestaande gebruikersnamen niet ophalen.

source: Sorry! One or more user names really exist in database. The user names must be uniques.
nl: Foutmelding! Eén of meerdere gebruikersnamen bestaan al in het systeem. De gebruikersnaam moet uniek zijn.

source: Error! Trying to read the existing users' email addressess in database.
nl: Foutmelding: Kon de bestaande emailadressen van gebruikers niet ophalen uit de database.

source: Sorry! One or more users' email addresses exist in the database. Each user's e-mail address must be unique.
nl: Foutmelding: Eén of meerdere emailadressen bestaan al in de database. Elk emailadres moet uniek zijn.

source: Error! The creation of users has failed.
nl: Foutmelding: Het aanmaken van gebruikers is mislukt.

source: Done! A password change will be required the next time %1$s logs in.
nl: Klaar! De volgende keer dat %1$s inlogt moet het wachtwoord veranderd worden.

source: Done! A password change will no longer be required for %1$s.
nl: Klaar! Een wijziging van het wachtwoord is niet meer verplicht voor %1$s.

source: There was an error with one of the fields, below. Please review the message, and correct your entry.
nl: Er is een fout opgetreden met één van onderstaande velden. Bekijk het bericht en wijzig de invoer.

source: An invalid authentication module name was received.
nl: Er is een ongeldige naam voor de authenticatiemodule aangegeven.

source: The '%1$s' module is not in an available state.
nl: Foutmelding: de module '%1$s' is niet bereikbaar.

source: The '%1$s' module is not an authentication module.
nl: De module '%s' is geen authenticatie module.

source: An invalid '$args' parameter was received.
nl: Er werd een ongeldige parameter '$args' ontvangen.

source: An invalid form type ('%1$s') was received.
nl: Er werd een ongeldig form-type ('%1$s') ontvangen.

source: An invalid method ('%1$s') was received.
nl: Er werd een ongeldig methode ('%1$s') ontvangen.

source: A form fields template was not found for the %1$s method using form type '%2$s'.
nl: Een template voor de formuliervelden is niet gevonden voor de methode %1$s met formuliertype '%2$s'.

source: An invalid form action ('%1$s') was received.
nl: Er werd een ongeldig form-actie ('%1$s') ontvangen.

source: Error: An invalid method ('%1$s') was received.
nl: Foutmelding: Er werd een ongeldig methode ('%1$s') ontvangen.

source: An authentication method selector template was not found for method '%1$s' using form type '%2$s'.
nl: Er werd geen template om de authenticatie methode te selecteren gevonden voor methode %1$s met formuliertype '%2$s'.

source: The authentication module name was not specified during an attempt to validate user authentication information.
nl: De naam van de authenticatie module werd niet opgegeven bij een poging om de gebruikers-authenticatie te controleren.

source: Attempt to validate authentication information with incorrect authentication module. Credentials should be validated with the '%1$s' module instead.
nl: Poging om authenticatie te verifiëren met een incorrecte authenticatie module. De gegevens zouden met de '%1$s' module moeten worden geverifieerd.

source: The authentication method name was not specified during an attempt to validate user authentication information.
nl: De naam van de authenticatie methode is niet opgegeven bij een poging om de gebruikersinformatie te authenticeren.

source: Unknown authentication method ('%1$s') while attempting to validate user authentication information in the Users module.
nl: Onbekende authenticatie methode ('%1$s') bij een poging om de gebruikersinformatie te authenticeren in de gebruikersmodule.

source: A user name was not specified, or the user name provided was invalid.
nl: Er is geen gebruikersnaam opgegeven of de gebruikersnaam is ongeldig.

source: An e-mail address was not specified, or the e-mail address provided was invalid.
nl: Er is geen email adres opgegeven of het emailadres is ongeldig.

source: A password was not specified, or the password provided was invalid.
nl: Er is geen wachtwoord opgegeven of het wachtwoord is ongeldig.

source: Please provide a password.
nl: Foutmelding: Vul a.u.b. een wachtwoord in.

source: Please provide a user name and password.
nl: Vul een gebruikersnaam en wachtwoord in.

source: Please provide an e-mail address and password.
nl: Vul een e-mailadres en wachtwoord in.

source: Please provide a user name.
nl: Vul een gebruikersnaam in.

source: Please provide an e-mail address.
nl: Geef a.u.b. een e-mailadres op.

source: The value must be a boolean.
nl: De waarde moet ja of nee (0 of 1) zijn.

source: The value must be an integer.
nl: De waarde moet een geheel getal zijn.

source: The value must be an integer greater than or equal to 1.
nl: De waarde moet een geheel getal groter of gelijk aan 1 zijn.

source: The value must be a string.
nl: Foutmelding: De waarde moet een string zijn.

source: The value must be an integer greater than or equal to 0.
nl: De waarde moet een geheel getal groter of gelijk aan 1 zijn.

source: The value must be one of the following:
nl: De waarde moet een van de volgende zijn:

source: The value must be a integer.
nl: De waarde moet een geheel getal zijn.

source: The value must be a valid login method constant.
nl: De waarde moet een geldige login methode zijn.

source: The value must be an integer greater than 3.
nl: De waarde moet een geheel getal groter dan 3 zijn.

source: The value does not appear to be a properly formatted e-mail address.
nl: De waarde lijkt geen geldig opgemaakt e-mailadres te zijn.

source: The value must be a valid approval sequence constant.
nl: De waarde moet een geldige goedkeuringsconstante zijn.

source: The value must be a integer greater than or equal to 0.
nl: De waarde moet een geheel getal groter of gelijk aan 0 zijn.

source: The contents of this field does not appear to be a valid comma separated list. The list should consist of one or more string values separated by commas. For example: 'first example, 2nd example, tertiary example' (the quotes should not appear in the list). One optional space following the comma is ignored for readability. Any other spaces (those appearing before the comma, and any additional spaces beyond the single optional space) will be considered to be part of the string value. Commas cannot be part of the string value. Empty values (two commas together, or separated only by a space) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
nl: De inhoud van de veld lijkt geen geldige komma-gescheiden lijst te zijn. De lijst zou moeten bestaan uit één of meer tekenreeksen moeten bestaan die worden gescheiden door komma's. Bijvoorbeeld: 'voorbeeld 1, 2e voorbeeld, derde voorbeeld' (zonder aanhalingstekens). De eerste spaties na een komma wordt genegeerd maar extra spaties voor en achter de lijst niet, deze worden beschouwd als deel van de tekenreeks. Komma's zijn niet toegestaan in de tekenreeks. Lege waarden (twee komma's achter elkaar of gescheiden door spaties) zijn niet toegestaan. De lijst is optioneel en als er geen waarden gedefinieerd zouden moeten worden dan zou de lijst compleet leeg moeten zijn (geen extra spaties, komma's of andere karakters).
