Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
nl: Informatie: De volgende instellingen zullen de Permalinks herschrijven. In enkele gevallen zullen internationale karakters als 'ñ' en 'ß' door de browser opnieuw gecodeerd worden. Hoewel dit technisch gezien de juist is, is het niet altijd mooi. De instellingen geven de mogelijkheid om die karakters te vervangen, met gebruik van een kommagescheiden lijst. De twee velden hieronder komen overeen met de gegeven voorbeelden: het eerste element van 'Lijst om naar te zoeken' zal het eerste element in de 'Lijst om mee te vervangen' vervangen. In het onderstaande voorbeel wordt 'À' en 'Á' vervangen door 'A'. Als dit niet gewenst is, laat dan beide velden leeg.

source: List to search for
nl: Lijst om naar te zoeken

source: List to replace with
nl: Lijst om mee te vervangen

source: Short URL settings
nl: Korte URL instellingen

source: Enable directory-based short URLs
nl: Directory-based verkorte URLS inschakelen

source: Strip entry point from directory-based URLs
nl: Verwijder ingangspunt van de urls (bij type 'Directory')

source: Yes (recommended)
nl: Ja (aanbevolen)

source: Separator for permalink titles
nl: Scheidingsteken voor permalink titels

source: Do not display module name in short URLs for
nl: Laat de modulenaam voor verkorte URLS niet zien voor

source: (disabled)
nl: (uitgeschakeld)

source: Recent searches
nl: Recente zoekacties

source: Search keywords
nl: Zoektermen

source: Number of searches
nl: Aantal maal gezocht

source: Date of last search
nl: Datum laatste zoekopdracht

source: Search keyword
nl: Zoek kernwoord

source: Search now
nl: Nu zoeken

source: Search results
nl: Zoek resultaten

source: Number of hits: %s
nl: Er zijn %s zoekresultaten

source: Created on %s.
nl: Gemaakt op %s.

source: No search results found. You can try the following:
nl: Bij deze zoektermen zijn geen resultaten gevonden. Probeer onderstaande suggesties.

source: Check that you spelled all words correctly.
nl: Controleer de spelling van ingevoerde zoektermen.

source: Use different keywords.
nl: Gebruik andere zoektermen.

source: Use keywords that are more general.
nl: Gebruik meer generieke zoektermen.

source: Use fewer words.
nl: Probeer minder zoektermen te gebruiken.

source: Show 'Search now' button
nl: Toon 'nu zoeken' knop

source: Search options
nl: Zoek opties

source: Number of characters to display in item summaries
nl: Aantal te tonen karakters in beschrijvingen van zoekresultaten

source: Disable search plug-ins
nl: Zoek plugins uitzetten

source: No search plug-ins found
nl: Geen zoek-plugins gevonden

source: Error! Could not find any search plug-ins to use.
nl: Foutmelding: Er konden geen bruikbare zoek-plugins gevonden worden.

source: Keyword settings
nl: Zoekterm instellingen

source: All words
nl: Alle woorden [AND]

source: Any words
nl: Eén van de woorden [OR]

source: Exact phrase
nl: Exacte zin

source: Order of results
nl: Volgorde van resultaten

source: Newest first
nl: Nieuwste bovenaan

source: Oldest first
nl: Oudste eerst

source: Alphabetical
nl: Alfabetisch

source: Filter search by type
nl: Filter op type

source: De/Select all
nl: Alles (de)selecteren

source: E-mail Users
nl: Gebruikers e-mailen

source: Select recipients
nl: Slecteer ontvangers

source: Select all
nl: Alles selecteren

source: De-select all
nl: Alles deselecteren

source: Compose message
nl: Stel bericht op

source: Notice: This e-mail message will be sent to your address and to all other recipients you select. Your address will be the entered as the main recipient, and all your selected recipients will be included in the blind carbon copies ('Bcc') list. You can specify the number of 'Bcc' recipients to be added to each e-mail message. If the number of your selected recipients exceeds the number you enter here, then repeat messages will be sent until everyone in your selection has been mailed (you will receive a copy of each message). The allowed batch size may be set by your hosting provider.
nl: Informatie: Dit email bericht wordt aan u verstuurd en alle ontvangers die u selecteert. Uw adres zal ingesteld worden als hoofdontvanger en alle geselecteerde ontvangers zullen als ('Bcc') lijst worden toegevoegd. Het is mogelijk om het aantal 'Bcc' ontvangers per email in te stellen, waarna herhaaldelijk emails worden verstuurd tot alle personen in de selectie zijn gemaild. (U ontvangt een kopie van elk bericht). De toegestane Batch-grootte kan ingesteld zijn door uw hostingprovider.

source: Address to which replies should be sent
nl: Adres waaraan antwoorden gestuurd kunnen worden

source: Send e-mail messages in batches
nl: Stuur email berichten in batches (afgemeten aantallen)

source: messages per batch
nl: Aantal berichten per batch

source: Send e-mail to selected recipients
nl: Verstuur email naar selecteerde ontvangers

source: Verify your e-mail address for %s.
nl: Verifieer uw emailadres voor %s.

source: Welcome to %1$s!
nl: Welkom bij %1$s!

source: Hello! This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
nl: Hallo! Met dit email adres ('%1$s') is een accountregistratie gemaakt op de '%2$s' (%3$s) site.

source: If you did not request a new user account at this web site, please either contact our site administrator, or simply disregard this message.
nl: Indien u geen nieuwe gebruikersnaam op deze website heeft aangevraagd, neem dat contact op met de beheerder van de website of beschouw dit bericht als niet-verzonden.

source: If you did request a new user account, then your request is waiting for you to verify your e-mail address with us.
nl: Indien u om een nieuwe gebruikersnaam verzocht heeft, dan dient u het e-mailadres nog bij ons te verifiëren.

source: Your request is also waiting for administrator approval.
nl: Uw verzoek dient ook nog goedgekeurd te worden door een beheerder.

source: We will not be able to approve your request until after you have completed this verification step.
nl: Het verzoek kan niet worden verwerkt totdat deze verificatie-stap is voltooid.

source: Once both this verification step is complete and an administrator has approved your request, you will be able to log in with your user name.
nl: Wanneer zowel deze verificatie-stap is voltooid en een beheerder uw verzoek heeft goedgekeurd dan kunt u aanmelden met uw gebruikersnaam.

source: Please click on the following link to complete the e-mail address check:
nl: Klik op de onderstaande link op de email adres controle af te ronden:

source: If you are not able to click on the above link, you can copy it into your browser.
nl: Indien u niet op bovenstaande link kunt klikken, dan kunt u deze in uw browser kopiëren.

source: Your verification code is:
nl: Uw verificatiecode is:

source: Once verified and your account has been approved, then you will be able to log in.
nl: Wanneer uw account geverifieerd en goedgekeurd is kunt u inloggen.

source: Once verified, you will be able to choose a password and then log in.
nl: Wanneer uw account geverifieerd is kunt u een wachtwoord kiezen en dan inloggen.

source: Once verified, you will be able to log in.
nl: Wanneer uw account geverifieerd is kunt u inloggen.

source: Your account details are as follows:
nl: Uw accountgegevens zijn de volgende:

source: User name: %s
nl: Gebruikersnaam: %s

source: Password: %s
nl: Wachtwoord: %s

source: Password reminder: %s
nl: Eachtwoordherinnering: %s

source: (This is the only time you will receive your password. Please keep it in a safe place.)
nl: (Dit is de enige keer dan u uw wachtwoord zult ontvangen. Bewaar het op een veilige plek.)

source: Remember: both this verification step and approval from an administrator must be completed before you can log in.
nl: Let op: Zowel deze verificatie-stap als de goedkeuring van een beheerder moeten zijn doorlopen voordat u kunt inloggen.

source: You will receive an additional e-mail message once an administrator has reviewed your request.
nl: U zult een volgend bericht ontvangen wanneer een beheerder uw verzoek beoordeeld heeft.

source: Edit user account of %s
nl: Bewerk de account van gebruiker %s

source: The items that are marked with an asterisk ('*') are required entries.
nl: Waar een sterretje staat ('*') moet iets ingevuld worden.

source: You are editing your own record, therefore you are not permitted to change your membership in certain system groups, and you are not permitted to change your activated state. These fields are disabled below.
nl: U bewerkt uw eigen gegevens, derhalve is het niet toegestaan uw lidmaatschap van bepaalde groepen te wijzigen en is het niet mogelijk om de geactiveerde status te wijzigen. Deze onderstaande velden zijn uitgeschakeld.

source: Account information
nl: Gebruikersaccount informatie

source: User names can contain letters, numbers, underscores, periods, or dashes.
nl: Gebruikernamen kunnen letter, getallen, onderliggende streepjes, punten of streepjes bevatten.

source: Repeat e-mail address for verification
nl: Herhaal emailadres ter verificatie

source: User status
nl: Gebruikerstatus

source: Site's default theme
nl: Standaard theme van de site

source: Log-in information
nl: Login informatie

source: This user does not currently log in with a web site account password. To enable the user to do so&mdash;in addition to any other log-in method used, create a password for the account here.
nl: Door deze gebruiker wordt geen wachtwoord voor de website gebruikt. Om toe te staan dat dit wel mogelijk is, behoudens andere manieren om in te loggen, kan hier een wachtwoord worden aangemaakt.

source: Change the user's password?
nl: wachtwoord van gebruiker wijzigen?

source: Create a password for the user?
nl: Wachtwoord aanmaken voor de gebruiker?

source: New password
nl: Nieuw wachtwoord

source: Create a password
nl: Een wachtwoord creëren

source: Notice: The minimum length for user passwords is %s characters.
nl: Informatie: De minimim lengte voor gebruikerswachtwoorden is %s karakters.

source: Repeat password for verification
nl: herhaal wachtoord ter verificatie

source: The user's password will not be changed.
nl: Het wahctwoord voor de gebruiker wordt niet verandert.

source: A web site account password will not be created for the user. The user will continue to log in with the method(s) currently used.
nl: Er wordt geen wachtwoord aangemaakt voor de gebruiker. De gebruiker zal doorgaan om op de eerdere manieren aan te melden.

source: The user's password will be changed.
nl: Het wachtwoord voor de gebruiker wordt verandert.

source: A web site account password will be created for the user. The user will continue to log in with the method(s) currently used, and will additionally be able to log in with this password.
nl: Er wordt een wachtwoord voor de gebruiker aangemaakt. De gebruiker kan doorgaan om op de eerdere manieren aan te melden en zal ook gebruik kunnen maken van aanmelden met een wachtwoord.

source: Member
nl: Lid

source: Check your entries and save your updates
nl: Controleer de ingevulde gegevens en sla de informatie op

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Save' to continue.
nl: Infomatie: Klik op 'Controleer de ingevulde gegevens' zodra u klaar bent. Als uw gegevens in orde zijn klik dan op 'Opslaan' om door te gaan.

source: Your entries seem to be OK. Please click on 'Save' when you are ready to continue.
nl: Uw gegevens lijken in orde te zijn. Klik op 'Opslaan' om verder te gaan.

source: Check your entries
nl: Controleer de ingevulde gegevens

source: Other actions for %s
nl: Andere acties voor %s

source: Send user name
nl: Verstuur gebruikersnaam

source: Send password recovery code
nl: Stuur een code oim het wachtwoord op te halen

source: Approve registration of '%1$s'
nl: Registratie van '%1$s' goedkeuren

source: Warning! The e-mail address for this registration has not been verified. Approving this registration will create a new user record without completing the e-mail verification process.
nl: Let op! Het e-mailadres voor deze registratie is niet geverifieerd. Deze registratie goedkeuren zal een nieuwe gebruiker aanmaken zonder dat het verificatie-proces doorlopen is.

source: Warning! The e-mail address for this registration has not been verified. You are pre-approving this registration, and a new user record will be created upon completion of the e-mail verification process.
nl: Let op! Het e-mailadres voor deze registratie is niet geverifieerd. U keurt deze registratie goed, een nieuwe gebruiker zal worden aangemaakt zonder dat het verificatie-proces doorlopen is.

source: Skip Verification
nl: Verificatie overslaan

source: Approve
nl: Keur goed

source: Reset your password at '%1$s'
nl: Reset het password op '%1$s'

source: Hello!
nl: Hallo!

source: The user account '%1$s' at %2$s has this e-mail address associated with it.
nl: Hallo! Aan de gebruikersaccount '%1$s' op %2$s is dit emailadres gekoppeld.

source: The administrator at %s requested that you receive a confirmation code that will allow you to reset your password.
nl: De beheerder van $s heeft om een bevestigingscode laten versturen zodat uw wachtwoord kan worden gewijzigd.

source: Someone with the IP address %s has just requested a confirmation code to allow the password for your account to be reset.
nl: Hallo! Iemand met IP address %s heeft een bevestigingscode voor het veranderen van het wachtwoord aangevraagd.

source: The confirmation code is: %s
nl: De bevestiginscode is: %s

source: With this confirmation code, you can now create a new password by clicking on this link:
nl: Met deze bevestigingscode kan er een nieuw wachtwoord aangemaakt worden op de volgende pagina:

source: Reset My Password
nl: Reset mijn wachtwoord

source: (If you cannot click on the link, you can copy this URL and paste it into your browser: %s )
nl: (Indien u niet op de link kunt klikken kunt u deze URL kopiëren en in de browser plakken: %s)

source: If the request was not made by you then you don't need to take any action.
nl: Als u dit verzoek niet zelf heeft gedaan dan hoeft u geen actie te ondernemen.

source: The password won't be changed unless the confirmation code is used, and you are the only recipient of this message.
nl: Het wachtwoord zal niet worden gewijzigd tenzij de bevestigingscode wordt gebruikt en u bent de enige ontvanger van dit bericht.

source: You can just delete the message and log-in with your existing password next time you visit the site.
nl: Dit bericht kan gewoon verwijderd worden en u kunt zich de volgende keer aanmelden met uw bestaande wachtwoord.

source: Welcome to %1$s (%2$s)!
nl: Welkom bij %1$s (%2$s)!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
nl: Hallo! Met dit email adres ('%1$s') is een accountregistratie gemaakt op de '%2$s' site.

source: Name displayed for anonymous user
nl: Weergegeven naam voor anonieme bezoekers

source: Anonymous users are visitors to your site who have not logged in.
nl: Anonieme gebruikers zijn bezoekers die niet zijn aangemeld.

source: Number of items displayed per page
nl: Aantal items dat per pagina wordt weergegeven.

source: When lists are displayed (for example, lists of users, lists of registrations) this option controls how many items are displayed at one time.
nl: Wanneer lijsten worden vertoond (bijvoorbeeld lijsten met gebruikers of registraties) dan bepaald deze optie hoeveel items per keer getoond worden.

source: Path to user's avatar images
nl: Pad naar gebruikers avatar afbeeldingen

source: Allow globally recognized avatars
nl: Globale avaters toestaan.

source: Default gravatar image
nl: Standaard gravatar plaatje

source: Account page settings
nl: Gebruikerspagina instellingen

source: Display graphics on user's account page
nl: Toon iconen in het gebruikers paneel

source: Path to account page images
nl: Pad naar gebruikers avatar afbeeldingen

source: Number of links per page
nl: Aantal links per pagina

source: Number of links per row
nl: Aantal links per regel

source: Users module handles e-mail address maintenance
nl: Gebruikers module voor email adres onderhoud

source: User credential settings
nl: Gebruikers login instellingen

source: Credential required for user log-in
nl: Inloggegevens vereist voor gebruikers log-in

source: Either user name or e-mail address
nl: ofwel gebruikersnaam of emailadres

source: Notice: If the 'Credential required for user log-in' is set to 'E-mail address' or to 'Either user name or e-mail address', then the 'New e-mail addresses must be unique' option below must be set to 'Yes'.
nl: Opmerking: Als 'Gebruikersggevens voor inloggen via' op 'Emailadres' of 'Gebruikersnaam of mailadres' is ingesteld, dan moet de 'Elk email adres kan slechts één keer geregistreerd worden'-optie op 'ja' ingesteld worden.

source: Notice: If the 'New e-mail addresses must be unique' option was set to 'no' at some point, then user accounts with duplicate e-mail addresses might exist in the system. They will experience difficulties logging in with their e-mail address.
nl: Let op: Als "nieuw e-mailadres moet uniek zijn" eerder niet was ingesteld dan is het mogelijk dat gebruikers met dubbele e-mailadressen in het systeem aanwezig zijn. Dit zorgt voor problemen wanneer wordt ingelogd met een e-mailadres.

source: New e-mail addresses must be unique
nl: Nieuw emailadres moet uniek zijn

source: If set to yes, then e-mail addresses entered for new registrations and for e-mail address change requests cannot already be in use by another user account or registration.
nl: Als dit op "Ja" wordt ingesteld, dan kunnen e-mailadressen voor nieuwe registraties en voor wijzigingen van het e-mailadres niet al door een ander gebruikersaccount in gebruik zijn.

source: Notice: If this option was set to 'no' at some point, then user accounts or registrations with duplicate e-mail addresses might exist in the system. Setting this option to 'yes' will not affect those accounts or registrations.
nl: Let op: Als deze optie eerder op "Nee" heeft gestaan dan is het mogelijk dat gebruikers met dubbele e-mailadressen in het systeem voorkomen. Door deze optie op "ja" te zetten zullen deze gebruikersaccount niet beïnvloed worden.

source: Minimum length for user passwords
nl: Minimale lengte voor gebruikers wachtwoorden

source: This affects both passwords created during registration, as well as passwords modified by users or administrators.
nl: Dit heeft zowel effect op wachtwoorden die worden aangemaakt bij registratie als bij wachtwoorden die worden gewijzigd door gebruikers of beheerders.

source: Enter an integer greater than zero.
nl: De waarde moet een geheel getal groter dan 0 zijn.

source: Password hashing method
nl: Hashingmethode voor wachtwoorden

source: The default hashing method is 'SHA256'.
nl: De standaard hashing methode voor wachtwoorden is 'SHA256'

source: Show password strength meter
nl: Laat wachtwoordsterkte meter zien

source: E-mail address verifications expire in
nl: Emailadres verificaties verlopen over

source: days
nl: dagen

source: Enter the number of days a user's request to change e-mail addresses should be kept while waiting for verification. Enter zero (0) for no expiration.
nl: Geef het aantal dagen in dat een verzoek om de wijziging van een e-mailadres moet worden opgeslagen ter verificatie. Geef 0 (nul) in wanneer er geen verlooptijd is.

source: Changing this setting will affect all requests to change e-mail addresses currently pending verification.
nl: Door deze instelling te wijzigen worden alle lopende verzoeken om het e-mailadres te wijzigen beïnvloed.

source: Password reset requests expire in
nl: Het verzoek om het wachtwoord te wijzigen verloopt over

source: This setting only affects users who have not established security question responses. Enter the number of days a user's request to reset a password should be kept while waiting for verification. Enter zero (0) for no expiration.
nl: Deze instelling heeft alleen invloed op de gebruikers die geen antwoord op de wachtwoord-hint hebben ingesteld. Geef het aantal dagen in dat een verzoek om het wachtwoord te wijzigen moet worden bewaard. Geef 0 (nul) in wanneer er geen verlooptijd is.

source: Changing this setting will affect all password change requests currently pending verification.
nl: Het wijzigen van deze instelling zal van invloed zijn op alle lopende verzoeken om een wachtwoord te wijzigen.

source: Registration settings
nl: Registratie instellingen

source: Allow new user account registrations
nl: Registratie van nieuwe gebruikers toestaan

source: Statement displayed if registration disabled
nl: Weergegeven reden op registratiepagina, indien registratie uitgeschakeld is

source: E-mail address to notify of registrations
nl: Emailadres voor notificatie van nieuwe registraties

source: A notification is sent to this e-mail address for each registration. Leave blank for no notifications.
nl: Een kennisgeving wordt verzonden naar het e-mailadres voor alle registraties. Vul niets in om geen kennisgeving te verzenden.

source: User registration is moderated
nl: Gebruikers registratie wordt gemodereerd

source: Verify e-mail address during registration
nl: Controleer e-mail adres tijdens registratie

source: Yes. User chooses password, then activates account via e-mail
nl: Ja, gebruiker kan wachtwoord al kiezen bij de registratiepagina, maar dient het account wel te activeren door middel van een account activatie e-mail

source: Log in new registrations automatically?
nl: Nieuwe registraties automatisch inloggen?

source: Newly registered users are logged in automatically.
nl: Nieuw geregistreerde gebruikers worden automatisch aangemeld.

source: Newly registered users are logged in automatically only if there is no approval, verification, or other requirement that must be met to complete the registration process.
nl: Nieuw geregistreerde gebruikers worden alleen automatisch aangemeld wanneer er geen toestemming, verificatie of andere vereiste nodig is om het registratieproces te voltooien.

source: Newly registered users are not logged in automatically.
nl: Nieuw geregistreerde gebruikers worden niet automatisch aangemeld.

source: Newly registered users are redirected to the log-in screen, if appropriate. If there are other registration requirements to be met, then they are shown this information instead.
nl: Nieuw geregistreerde gebruikers worden indien nodig naar het aanmeld-scherm geleid. Wanneer er verder nog registratie-vereisten zijn dan worden deze in plaats hiervan getoond.

source: Order that approval and verification occur
nl: Volgorde van goedkeuring en verificatie

source: Registration applications must be approved before users verify their e-mail address.
nl: Verzoeken om registratie moeten goedgekeurd worden voordat gebruikers hun e-mailadres kunnen verifiëren.

source: Users must verify their e-mail address before their application is approved.
nl: Gebruikers moeten hun e-mailadres verifiëren voordat hun verzoek kan worden goedgekeurd.
