Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Error! You did not select a module.
nl: Foutmelding: Er is geen naam opgegeven.

source: Error! You did not select a module table.
nl: Foutmelding: Er is geen module tabel opgegeven.

source: Error! You did not enter a property name.
nl: Foutmelding: Er is geen eigenschappen waarde opgegeven.

source: Error! You did not select a category.
nl: Foutmelding: Er is geen categorie gekozen.

source: Error! There is already a property with this name in the specified module and table.
nl: Foutmelding: Een veldlabel met deze naam (eigenschap) bestaat al voor deze module en deze tabel.

source: Error! You did not enter a name.
nl: Foutmelding: Er is een naam nodig.

source: Category %s must be unique under parent
nl: Categorie %s moet uniek onder de bovenliggende categorie

source: Can not delete category while preserving subcategories without specifying a new parent ID
nl: Kan een categorie niet verwijderen en tevens de onderliggende categorieën behouden zonder dat een nieuwe hoofd ID is aangegeven.

source: Error! No such module ID exists.
nl: Foutmelding: Er bestaat geen module met dat ID.

source: Done! Saved module information.
nl: Module informatie is opgeslagen.

source: Errors were detected regenerating the modules list from file system.
nl: Foutmelding! Fouten aangetroffen bij het opnieuw genereren van de modulelijst uit het bestandssysteem.

source: Deactivate '%s' module
nl: Deactiveer '%s' module

source: Legacy hook settings for '%s'
nl: Standaard koppelinstellingen voor '%s'

source: Plugins for '%s'
nl: Plugins voor '%s'

source: Uninstall '%s' module
nl: deinstalleer '%s' module

source: Remove '%s' module
nl: Verwijder '%s' module

source: Upgrade '%s'
nl: Werk '%s' bij

source: Install '%s'
nl: Installeer '%s'

source: Incompatible version: '%s'
nl: Niet-compatible versie: '%s'

source: Files missing
nl: Ontbrekende bestanden

source: New version
nl: Nieuwe versie

source: Invalid structure
nl: Ongeldige structuur

source: Not allowed
nl: Niet toegestaan

source: Incompatible
nl: Onverenigbaar

source: Not installed
nl: Niet geïnstalleerd

source: Error! No module ID provided.
nl: Foutmelding: Geen module ID opgegeven.

source: Done! Installed module.
nl: Module is geïnstalleerd.

source: Done! Activated module.
nl: Module is geactiveerd.

source: Error! Module not allowed.
nl: Foutmelding: Module niet toegestaan.

source: Activated
nl: Geactiveerd

source: Error! This module is currently set as the site's home page. You must choose another module for the home page before you can deactivate this one.
nl: Foutmelding: Deze module is momenteel ingesteld als de startpagina van de website. Kies eerst een andere module voor de startpagina alvorens deze te deactiveren.

source: Error! You cannot deactivate this module. It is a mandatory core module, and is needed by the system.
nl: Foutmelding: Dit is een verplichte core module van het systeem, en kan niet gedeactiveerd worden.

source: Done! Deactivated module.
nl: Module is gedeactiveerd.

source: Error! Deleting the block %s .
nl: Fout tijdens het verwijderen van het blok %s .

source: Done! Uninstalled module.
nl: Module is gedeïnstalleerd.

source: Warning! The 'Items per page' setting must be a positive integer. The value you entered was corrected.
nl: De instelling 'Items per pagina' moet een positief geheel getal zijn. De ingevoerde waarde is aangepast.

source: Install
nl: Installeren

source: Configure plugin
nl: Plugin configureren

source: Deactivate
nl: Deactiveren

source: Remove plugin
nl: Plugin verwijderen

source: Activate
nl: Activeren

source: Upgrade
nl: Bijwerken

source: Error! No plugin class provided.
nl: Foutmelding! Geen pluginklasse gegeven.

source: Done! Installed plugin.
nl: Plugin is succesvol geïnstalleerd.

source: Done! Deactivated plugin.
nl: Plugin is gedeactiveerd.

source: Done! Activated plugin.
nl: Plugin is geactiveerd.

source: Done! De-installed plugin.
nl: Plugin is gedeïnstalleerd.

source: Done! Upgraded plugin.
nl: Plugin bijgewerkt.

source: No subscriber area passed.
nl: Geen deelnamegebied doorgegeven.

source: Module "%s" is not a valid subscriber.
nl: Module "%s" is geen geldige deelnemer.

source: Subscriber module "%s" is not available.
nl: Foutmelding: deelnemingsmodule '%s' is niet beschikbaar.

source: No provider area passed.
nl: Geen leveranciersgebied doorgegeven.

source: Module "%s" is not a valid provider.
nl: Module "%s" is geen geldige leverancier

source: Provider module "%s" is not available.
nl: Leveranciersmodule "%s" is niet beschikbaar.

source: Providers' areas order is not an array.
nl: De volgorde van de leveranciersgebieden is geen array

source: Plugin "%s" is not installed
nl: Foutmelding! Plugin "%s" is niet geïnstalleerd.

source: Plugin "%s" is not configurable
nl: Foutmelding! Plugin "%s" kan niet worden geconfigureerd.

source: Error! Could not save the module URL information. A duplicate module URL was detected.
nl: Foutmelding: De URL-naam kon niet aangepast worden. De opgegeven URL naam bestaat al.

source: Error! Module URL is a required field, please enter a unique name.
nl: Foutmelding: URL-naam is een verplicht veld, geef een unieke naam op.

source: Error! Invalid module state transition.
nl: Fout: Ongeldige module status overgang.

source: Error! No permission to upgrade %s.
nl: Foutmelding! Geen toestemming om %s te upgraden

source: Error! Could not load a required file: '%s'.
nl: Verplicht bestand '%s' kon niet geladen worden.

source: %s must be an instance of Zikula_AbstractInstaller
nl: %s moet een onderdeel van Zikula_AbstractInstaller zijn

source: %s must be an instance of Zikula_Controller_AbstractInteractiveInstaller
nl: %s moet een onderdeel van Zikula_Controller_AbstractInteractiveInstaller zijn

source: Error! Could not retrieve module ID.
nl: Foutmelding: Kon module ID niet ophalen.

source: Error! No permission to install %s.
nl: Foutmelding! Geen toestemming om %s te installeren.

source: Error! %s is not compatible with this version of Zikula.
nl: Foutmelding! %s werkt niet in deze versie van Zikula.

source: Error! Could not change module state.
nl: Foutmelding: Kon module toestand niet veranderen.

source: Done! Module has been upgraded. Its status is now 'Active'.
nl: Klaar! Module is bijgewerkt. Status is nu 'Actief'.

source: NOTICE! Legacy hook configurations for %s have been removed.
nl: LET OP! De standaard koppel configuraties voor %s zijn verwijderd.

source: Modules list
nl: Module lijst

source: New version uploaded
nl: Nieuwe versie geupload

source: Plugins list
nl: lijst van plugins

source: System Plugins
nl: Systeem plugins

source: Legacy hooks
nl: Standaard koppelingen

source: Upgrade All
nl: Alles upgraden

source: Extensions
nl: Extensies

source: Manage your modules and plugins.
nl: Beheer van modules en plugins.

source: extensions
nl: extensies

source: %1$s threw an exception reporting: "%2$s"
nl: %1$s veoorzaakte de volgende uitzondering : "%2$s"

source: %s is not an instance of Zikula_AbstractVersion
nl: %s is geen onderdeel van Zikula_AbstractVersion

source: Could not find %1$s for module %2$s
nl: Foutmelding: kon %1$s voor module %2$s niet vinden

source: Error! Could not load the file '%s'.
nl: Foutmelding: Kon het bestand '%s' niet laden.

source: Error! Session path not writeable!
nl: Sessie pad is niet beschrijfbaar!

source: Error! PHPIDS rule file %s does not exist or is not readable.
nl: Foutmelding! Het bestand met PHPIDS regels %s bestaat niet of kon niet worden gelezen.

source: Session handling variables have changed. You must log in again.
nl: Sessievariabelen zijn verandert. Log opnieuw in.

source: Default values for HTML Purifier were successfully loaded. Please store them using the "Save" button at the bottom of this page
nl: Standaardwaarden voor het HTML filter zijn geladen. Sla ze op met de button "opslaan" aan de onderzijde van de pagina.

source: Done! Saved HTMLPurifier configuration.
nl: Klaar! html-filter instellingen opgeslagen

source: Name
nl: Naam

source: Value
nl: Waarde

source: Page
nl: Pagina

source: User Name
nl: Gebruikersnaam

source: Impact
nl: Invloed

source: PHPIDS filters used
nl: Gebruikte PHPIDS filters

source: Date
nl: Datum

source: Done! Purged IDS Log.
nl: Klaar! IDS logbestand leeggemaakt.

source: Error! Received a non-numeric object ID '%s'.
nl: Foutmelding: Een niet-numeriek object ID is ontvangen '%s'.

source: Error! Invalid %s received.
nl: Foutmelding: Ongeldig(e) %s ontvangen.

source: Allowed HTML settings
nl: Toegestane HTML instellingen

source: View IDS Log
nl: IDS logbestand bekijken

source: Export IDS Log
nl: IDS logbestand exporteren

source: Purge IDS Log
nl: IDS logbestand opschonen

source: HTMLPurifier settings
nl: HTMLPurifier Instellingen

source: Security Center
nl: Veiligheidscentrum

source: Manage site security and settings.
nl: Veiligheidsinstellingen beheren.

source: securitycenter
nl: beveiligingscentrum

source: An error occured during executing PHPIDS: %s
nl: Er heeft zich een fout voorgedaan bij het draaien van PHPIDS: %s

source: The following attack has been detected by PHPIDS
nl: De volgende aanval is door PHPIDS gedetecteerd.

source: UserID: %s
nl: Gebruikers ID: %s

source: %b %d, %Y
nl: %d %b %Y

source: Date: %s
nl: Datum: %s

source: Request Impact: %d
nl: Verzoek Invloed: %d

source: Session Impact: %d
nl: Sessie Invloed: %d

source: Affected tags: %s
nl: Beïnvloede tags: %s

source: Affected parameters: %s
nl: Beïnvloede parameters: %s

source: Request URI: %s
nl: Verzoekende URI: %s

source: Intrusion attempt detected by PHPIDS
nl: Inbraakpoging ontdekt door PHPIDS

source: Malicious request code / a hacking attempt was detected. This request has NOT been blocked!
nl: Kwaadaardig verzoek / inbraakpoging is gedetecteerd. Deze poging is niet geblokkeerd!

source: Malicious request code / a hacking attempt was detected. Thus this request has been blocked.
nl: Kwaadaardig verzoek / inbraakpoging is gedetecteerd. Deze poging is WEL geblokkeerd!

source: An unidentified problem occurred (classified as an error). The following message was returned:
nl: Er heeft zich een probleem (foutmelding) voorgedaan. De volgende melding werd door het systeem terug gegeven:

source: A non-critical problem occurred (classified as a warning). The following message was returned:
nl: Er heeft zich een niet-kritieke fout (waarschuwing) voorgedaan. De volgende melding werd door het systeem terug gegeven:

source: A non-critical problem occurred (classified as a notice). The following message was returned:
nl: Er heeft zich een niet-kritieke fout (notificatie) voorgedaan. De volgende melding werd door het systeem terug gegeven:

source: An unidentified problem occurred (unclassified). The following message was returned:
nl: Er heeft zich een onbekende fout voorgedaan. De volgende melding werd door het systeem terug gegeven:

source: Exception thrown in %1$s, line %2$s.
nl: Er heeft zich een uitzondering voorgedaan in %1$s, regel %2$s.

source: Errors
nl: Fouten

source: Error display module.
nl: Fout bij weergeven module

source: errors
nl: fouten

source: Done! Created new category.
nl: Nieuwe categorie is aangemaakt.

source: Error! No such category found.
nl: Foutmelding: Categorie kon niet gevonden worden.

source: Done! Saved category.
nl: Categorie is opgeslagen.

source: Done! Category deleted.
nl: Categorie is verwijderd.

source: Error! You must enter a number for the 'Modules per row' setting.
nl: Foutmelding: Er is een getal nodig voor de 'Modules per rij' instelling.

source: Error! You must enter a number for the 'Modules per page' setting.
nl: Foutmelding: Er is een getal nodig voor de 'Modules per pagina' instelling.

source: Error! Could not add module to module category.
nl: Foutmelding: Module kon niet aan de module-categorie worden toegevoegd.

source: Compile check
nl: Compileer controle

source: Force compile
nl: Compileren forceren

source: Error! Could not get module name for id %s.
nl: Foutmelding: Kon modulenaam voor id %s niet ophalen.

source: Error! A category by this name already exists.
nl: Foutmelding: Een categorie met deze naam bestaat reeds.

source: The category could not be created.
nl: De categorie kon niet worden gecreëerd.

source: No category name or id set.
nl: Geen categorie of id ingesteld

source: Category "%s" was successfully made default.
nl: Categorie "%s" is als standaard ingesteld.

source: Error! Could not make this category default.
nl: Foutmelding: Kon deze categorie niet als standaard instellen.

source: Administration panel manager
nl: Beheer categorieën en modules

source: Display administration categories and modules
nl: Toon beheer categorieën en modules

source: System
nl: Systeem

source: Core modules at the heart of operation of the site.
nl: Modules die een essentieel onderdeel zijn voor de basiswerking van dit framework.

source: Layout
nl: Opmaak

source: Layout modules for controlling the site's look and feel.
nl: Modules die het uiterlijk en de weergave van de pagina's bedienen.

source: Modules for controlling user membership, access rights and profiles.
nl: Modules voor het beheren van gebruikersaccounts, profielen, (groep)lidmaatschap en toegangsrechten.

source: Content
nl: Inhoud

source: Modules for providing content to your users.
nl: Modules voor het verzorgen en beheren van de aangeboden inhoud op de pagina's.

source: Uncategorised
nl: Niet gecategoriseerd

source: Newly-installed or uncategorized modules.
nl: Nieuw geinstalleerde of niet gecatoriseerde modules

source: Security
nl: Beveiliging

source: Modules for managing the site's security.
nl: Modules gebruikt voor beheer van de beveiligings-instellingen op deze site.

source: Error! You cannot delete the default module category used in the administration panel.
nl: Foutmelding: De standaard module-categorie kan niet verwijderd worden uit het beheer paneel.

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
nl: Foutmelding: Deze modulecategorie is momenteel ingesteld als de categorie die in de eerste instantie wordt weegegeven wanneer het beheerpaneel word bezocht. Kies eerst een andere categorie om in de eerste instantie weer te geven. Daarna wordt het mogelijk om de categorie te wissen die zojuist is gepoogd te wissen.

source: Module categories list
nl: Lijst van module categorieën

source: Create new module category
nl: Nieuwe module categorie aanmaken

source: Administration panel
nl: Beheer paneel.

source: Backed system administration interface.
nl: Systeembeheer interface.

source: adminpanel
nl: beheer

source: Error! Gettext 'gt' requires an attribute text.
nl: Foutmelding: Gettext 'gt' vereist een tekst-parameter.

source: Error! If you use a plural or count in gettext, you must use both parameters together.
nl: Foutmelding: Als u meervoud of een telwoord gebruikt in gettext, moet u beide parameters samen gebruiken.

source: browserhack block: condition param is required, non specified.
nl: browserhack blok: condition parameter is verplicht, maar niet opgegeven.

source: Congratulations! Zikula has been successfullly installed.
nl: Gefeliciteerd! Zikula is geïnstalleerd.

source: Invalid %1$s [%2$s] passed to %3$s.
nl: %1$s [%2$s], opgegeven in %3$s, is ongeldig.

source: Warning! Template plugin {%1$s} is deprecated, please use {%2$s} instead.
nl: Let op! Plugin {%1$s} is niet meer in geldig. Gebruik nu {%2$s}.

source: Error! in %1$s: the %2$s parameter must be specified to get the full block information.
nl: Foutmelding: In %1$s: De parameter '%2$s' dient te worden opgegeven om de volledige blok informatie te krijgen.

source: Invalid %1$s passed to %2$s.
nl: Ongeldig(e) %1$s doorgegeven aan %2$s.

source: Error! Cannot load module array class %1$s for module %2$s.
nl: Foutmelding: Kan de module array class %1$s voor module %2$s niet laden.

source: An invalid selected authentication module was received by the template function '%1$s'.
nl: Een ongeldige authenticatie module is doorgegeven aan de templatefunctie '%1$s'.

source: An invalid selected authentication method was received by the template function '%1$s'.
nl: Een ongeldige geselecteerde authenticatie methode is doorgegeven aan de templatefunctie '%1$s'.

source: Personal information
nl: Persoonlijke informatie

source: {modurl} - %1$s is a required argument, you must specify it explicitly in %2$s
nl: {modurl} - %1$s is een verplichte parameter, je moet deze expliciet specificeren in %2$s

source: eventname is a required param for {notifyevent} plugin.
nl: eventname is een verplichte parameter voor de {notifyevent} plugin.

source: Error! in %1$s: parameter '%2$s' only supported together with '%3$s' set.
nl: Foutmelding: In %1$s: parameter wordt '%2$s' alleen ondersteund samen met '%3$s' ingesteld.

source: Password
nl: Wachtwoord

source: Remember me
nl: Onthoud mij

source: Warning! The {checkpermissionblock} parameter %1$s is deprecated. Please use %2$s instead.
nl: Let op! De {checkpermissionblock} parameter %1$s is niet meer in geldig. Gebruik nu %2$s.

source: anonymous guest
nl: anonieme bezoeker

source: smarty_block_case: case not inside a switch block
nl: smarty_block_case: Case niet een in schakel blok

source: %s: Image '%s' not found
nl: %s: afbeelding '%s' niet gevonden

source: %s: Image '%s' is not a valid image file
nl: %s: afbeelding '%s' is geen geldig beeldbestand

source: Yes
nl: Ja

source: No
nl: Nee

source: Warning! The page variable %1$s is deprecated. Please use %2$s instead.
nl: Let op! de pagina variable %1$s is niet meer in geldig. Gebruik nu %2$s.

source: Invalid page variable name: '%1$s'.
nl: Ongeldige pagina variable naam=: '%1$s'.

source: Core image %s does not exist, please use the png format (called from %s).
nl: Standaardplaatje %s bestaat niet, gebruik het png formaat (aanroep van %s).

source: Non-array passed to %s.
nl: %s kreeg geen array als argument.

source: Error! in %1$s: the %2$s parameter must be specified to get the required field.
nl: Foutmelding: In %1$s: De parameter '%2$s' dient te worden opgegeven om het benodigde veld te verkrijgen.

source: Edit sub-category
nl: Bewerk subcategorie

source: Date selector
nl: Selecteer de datum

source: Error! in %1$s: the "class" and "method" parameter must be specified together or just "function" by itself.
nl: Foutmelding: In %1$s: de "class" en "methode" parameters moeten ofwel samen worden aangegeven of gewoon zelf functioneren.

source: Page generated in %s seconds.
nl: Pagina gegenereerd in %s seconden.

source: Error! The '%s' module is not available.
nl: Foutmelding: de module '%s' is niet beschikbaar.

source: Error! With modifier_gt, you must use the following form for the gettext modifier ('gt'): $var|gt:$zikula_view
nl: Foutmelding: Met modifier_gt, moet het volgende formulier voor de gettext modifier ('gt'): : $var|gt:$zikula_view gebruikt worden.

source: On
nl: Aan

source: Off
nl: Uit

source: Error! "%1$s" must be set in %2$s
nl: Foutmelding: "%1$s" moet opgegeven worden in %2$s

source: Warning! The {checkpermission} parameter %1$s is deprecated. Please use %2$s instead.
nl: Let op! De {checkpermission} parameter %1$s is niet meer in geldig. Gebruik nu %2$s.

source: No assigned categories.
nl: Geen toegewezen categorieën.

source: Welcome, %s!
nl: Welkom, %s!

source: Unable to load class [%s] for module [%s]
nl: Foutmelding: Kon class [%s] voor module [%s] niet laden

source: Error! "%1$s" must be an instance of %2$s
nl: Foutmelding: "%1$s" moet een onderdeel van %2$s zijn

source: Missing or invalid '%s' parameter.
nl: Ontbrekende of ongeldige parameter '%s'.

source: Keys and values size doesn't match.
nl: Sleutel en waarde komen niet overeen in grootte.

source: Missing '%s' parameter.
nl: Ontbrekende parameter '%s'.

source: Your Account
nl: de account

source: Register new account
nl: Registreer nieuwe account

source: %b %d, %Y - %I:%M %p
nl: %d %b %Y - %H:%M

source: Edit sub-categories
nl: Bewerk de subcategorieën

source: Error! "module" parameter must be specified.
nl: Foutmelding: "module" parameter moet opgegeven worden.

source: Error! in %1$s: %2$s, %3$s or %4$s parameter must be specified.
nl: Foutmelding: in %1$s: %2$s, %3$s or %4$s waarde moet opgegeven worden.

source: Error! in %1$s: invalid value for the %2$s parameter (%3$s).
nl: Foutmelding: in %1$s: Ongeldige waarde voor de %2$s parameter (%3$s).

source: Error! Category [%1$s] does not have the field [%2$s] set.
nl: Foutmelding: Categorie [%1$s] heeft heeft geen veld [%2$s].

source: Warning! Template plugin {%1$s} is deprecated.
nl: Let op! template plugin {%1$s}is niet meer in geldig.

source: You can safely remove the modulestylesheet plugin from your theme. It is obsolete since Zikula 1.1.0. The adding of stylesheet files has been automated and does not need user interference. This note is shown to Administrators only.
nl: De modulestylesheet plugin kan veilig uit het theme verwijderd worden. Deze plugin is niet meer nodig sinds Zikula 1.1.0. Het toevoegen van stylesheet files is geautomatiseerd en behoeft geen hulp van gebruikers. Deze informatie wordt alleen aan beheerders getoond.

source: Warning! Template modifier {$var|%1$s} is deprecated.
nl: Pas op! Temlate functie {$var|%1$s} wordt niet meer ondersteund.

source: Warning! Template block {%1$s} is deprecated, please use {%2$s} instead.
nl: Let op! Template blok {%1$s} is niet meer in geldig. Gebruik nu %2$s.

source: Warning! Template modifier {$var|%1$s} is deprecated, please use {$var|%2$s} instead.
nl: Let op! Templatefunctie {$var|%1$s} is niet meer in geldig. Gebruik nu {$var|%2$s}.

source: Warning! Template plugin {%s} is deprecated.
nl: Let op! Template plugin {%s} is niet meer in geldig.

source: Online manual
nl: Online handleiding

source: Theme: %1$s by %2$s - %3$s
nl: Theme: %1$s door %2$s - %3$s

source: Error! Invalid file specification '%s'.
nl: Foutmelding: Ongeldige bestandsspecificatie '%s'.

source: Error! Invalid file array specification.
nl: Foutmelding: ongeldige bestandsarray specificatie.

source: Warning! Function %1$s is deprecated. Please use %2$s instead.
nl: Let op! Functie %1$s is niet meer in geldig. Gebruik nu %2$s.

source: Error! Invalid class specification '%s'.
nl: Foutmelding: Ongeldige class specificatie '%s'.

source: Error! Invalid module specification '%s'.
nl: Foutmelding: Ongeldige module specificatie '%s'.

source: Error! Invalid 'base_obj_type' specification '%s'.
nl: Foutmelding: Ongeldige 'base_obj_type' specificatie '%s'.

source: Error! Unable to load class [%s]
nl: Foutmelding: Kon class [%s] niet laden

source: Warning! Function %1$s is deprecated. Please use autoloading or only if absolutely necessary, %2$s instead.
nl: Let op! Functie %1$s is niet meer in geldig. Gebruik nu automatisch laden of, alleen als het echt niet anders kan, %2$s.

source: Warning! Class %1$s is deprecated. Please use %2$s instead.
nl: Let op! Class %1$s is niet meer in geldig. Gebruik nu %2$s.

source: Attempted to get info from empty connection stack
nl: Foutmelding: Poging om informatie te lezen uit een lege verbindings-stack.

source: Invalid connection key [%s]
nl: Ongeldige verbindingssleutel [%s]

source: Unknown field [%s] requested
nl: Onbekend veld [%s] verzocht

source: Warning! %1$s is deprecated. Use %2$s instead.
nl: Let op! %1$s is niet meer in geldig. Gebruik nu %2$s.

source: Attempted to get connection from empty connection stack
nl: Foutmelding: Poging om een verbinding te stoppen met een lege verbindings-stack.
