Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Attempted to pop connection from empty connection stack
nl: Foutmelding: Poging om een verbinding te stoppen met een lege verbindings-stack.

source: Warning! Function %1$s is deprecated.
nl: Let op! Functie [%s] bestaat niet meer

source: Assertion failed
nl: Assertie mislukt (in pn_assert_callback_function)

source: Error! The 'pnVarCensor' function used in '%s' is deprecated. Instead, please activate the 'MultiHook' for this module.
nl: Foutmelding: De 'pnVarCensor' functie gebruikt in '%s' is verouderd. Activeer liever de 'MultiHook' voor deze module.

source: Error! Function pnModLangLoad is deprecated.
nl: Let op! Functie pnModLangLoad is niet meer in geldig.

source: Warning! Function %s is deprecated.
nl: Let op! Functie %s bestaat niet meer

source: Error! An invalid initialization directive '%s' found in 'DBObjectArray::init()'.
nl: Foutmelding: Ongeldige initialisatie opdracht '%s' gevonden in 'DBObjectArray::init()'.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'PNObject::init()'.
nl: Foutmelding: Ongeldige parameter type initialisatie '%s' opgetreden in 'PNObject::init()'.

source: Error! An invalid initialization directive '%s' found in 'DBObject::_init()'.
nl: Foutmelding: Ongeldige initialisatie opdracht '%s' gevonden in 'DBObject::_init()'.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'DBObject::_init()'.
nl: Foutmelding: Ongeldige parameter type initialisatie '%s' opgetreden in 'DBObject::_init()'.

source: %1$s: %2$s is empty
nl: %1$s: %2$s is leeg

source: Error! Invalid type of object [%s] received.
nl: Foutmelding: Er werd een ongeldig object [%s] ontvangen.

source: %s: called with invalid %s.
nl: %s: benaderd met ongeldig(e) %s.

source: The destination path [%s] does not exist or is not writable
nl: Het doel pad [%s] bestaat niet of is niet beschrijfbaar

source: The destination path does not exist or is not writable
nl: Het doel pad bestaat niet of is niet beschrijfbaar

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
nl: Het geuploade bestand is groter dan de maximaal toegestane bestandsgrootte in de server configuratie (upload_max_filesize in php.ini).

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the html form.
nl: Het geuploade bestand is groter dan de maximaal toegestane bestandsgrootte (MAX_FILE_SIZE) in dit formulier.

source: The uploaded file was only partially uploaded.
nl: Het geuploade bestand is slechts gedeeltelijk ontvangen.

source: No file was uploaded.
nl: Er is geen bestand geupload.

source: Uploaded file size 0 bytes.
nl: De bestandsgrootte van het geuploade bestand is 0 bytes.

source: %1$s: %2$s is not an array
nl: %1$s: %2$s is geen array.

source: Error! Received invalid parameter '%s'
nl: Foutmelding: Er werd een ongeldige parameter '%s' ontvangen.

source: Error! Unable to load table information for module '%s'
nl: Foutmelding: Het was niet mogelijk om de tabel-informatie voor module '%s' te laden.

source: %1$s: Missing %2$s.
nl: %1$s: Ontbrekend(e) %2$s.

source: Unavailable/Invalid %1$s [%2$s] passed to %3$s.
nl: %1$s [%2$s], opgegeven in %3$s, is ongeldig of niet beschikbaar.

source: Security check failed for %1$s [%2$s] passed to %3$s.
nl: Beveiligings controle gefaald voor %1$s [%2$s], opgegeven in %3$s.

source: Unable to load class [%1$s] for module [%2$s].
nl: Foutmelding: Kon class [%1$s] voor module [%2$s] niet laden.

source: Invalid %1$s [%2$s] in %3$s.
nl: %1$s [%2$s], in %3$s, is ongeldig.

source: No access
nl: Geen toegang

source: Read access
nl: Lees toegang

source: Write access
nl: Schrijf toegang

source: Warning! %1$s::%2$s is deprecated. Please use %1$s::%3$s instead.
nl: Let op! %1$s::%2$s is niet meer in geldig. Gebruik nu %1$s::%3$s.

source: January February March April May June July August September October November December
nl: januari februari maart april mei juni juli augustus september oktober november december

source: Block type '%s' not found
nl: Blok type '%s' niet gevonden

source: Error! The '%s' block type was not found. Please check the corresponding blocks directory.
nl: Foutmelding: Blok type '%s' niet gevonden. Controleer aub de betreffende 'blocks' directory.

source: Error! A database error occurred: '%1$s: %2$s'.
nl: Foutmelding: De database gaf een foutmelding terug: '%1$s: %2$s'.

source: Warning! "Modules" module has been renamed to "Extensions". Please update your ModUtil::func() and ModUtil::apiFunc() calls.
nl: Let op! De module "Modules" is hernoemd naar "Extensies". Werk de ModUtil::fun() en ModUtil::apiFunc() aanroepen bij.

source: %1$s must be an instance of $2$s
nl: %1$s moet een onderdeel van $2$s zijn

source: The requested controller action %s_Controller_%s::%s() could not be found
nl: De aangeroepen controller actie %s_Controller_%s::%s() is niet gevonden

source: Warning! "Modules" module has been renamed to "Extensions". Please update your ModUtil::url() or {modurl} calls with $module = "Extensions".
nl: Let op! De module "Modules" is hernoemd naar "Extensies". Werk de ModUtil::url() en {modurl} aanroepen bij met $module = "Extensions".

source: %1$s::%2$s is not available in without legacy mode
nl: %1$s::%2$s is niet beschikbaar zonder de legacy mode

source: OO module types may not make use of this legacy API
nl: OO module types kunnen geen gebruik maken van deze legacy API

source: Empty %1$s passed to %2$s.
nl: Le(e)g(e) %1$s opgegeven aan %2$s.

source: Invalid input source [%s] received.
nl: Ongeldige invoer-bron [%s] ontvangen.

source: %s does not exist
nl: %s bestaat niet

source: %s is not an instance of Zikula_Form_View
nl: %s is geen onderdeel van Zikula_Form_View

source: FormUtil::newForm should also include the Zikula_AbstractController as the second argument to enable hooks to work.
nl: FormUtil::newForm zou ook de Zikula_AbstractController moeten bevatten als tweede argument om aankoppelingen te laten werken.

source: Empty [%s] received.
nl: Lege [%s] ontvangen.

source: Invalid type %s for LogUtil::_addPopup
nl: Ongeldig(e) type %s voor LogUtil::_addPopup

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
nl: Foutmelding: Ongeldige autorisatiesleutel ('authkey'). Mogelijke oorzaken hiervoor zijn het gebruik van de 'Terug' knop in de browser (waar het formulier dat niet ondersteund), of het verlopen van deze autorisatie sleutel door bijvoorbeeld te lange inactiviteit en het openen van nieuwe browser vensters. Vernieuw de pagina en probeer het opnieuw.

source: Sorry! You have not been granted access to this page.
nl: U heeft geen toegang om deze pagina te bekijken.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
nl: Foutmelding: De aangeroepen actie is mislukt wegens een probleem met de meegezonden argumenten in de functie aanroep. Controleer de functie aanroep en probeer het opnieuw.

source: Error! Non-existing root category '%s' received
nl: Foutmelding! niet-bestaande hoofd-categorie '%s' ontvangen

source: Copy
nl: Kopieer

source: Root category
nl: ROOT (bovenste) categorie

source: Display name
nl: Weergavenaam

source: Description
nl: Beschrijving

source: Leaf
nl: Blad

source: Locked
nl: Gesloten

source: Plugin %s is already installed
nl: Plugin %s is al geïnstalleerd

source: Plugin %s is not installed
nl: Foutmelding! Plugin %s is niet geïnstalleerd.

source: Installed version and plugin version are equal, nothing to do for %s
nl: De geïnstalleerde versie en die van de plugin zijn gelijk, niets te doen voor %s

source: The parameter %s must not be empty
nl: Foutmelding: De parameter %s moet worden opgegeven

source: No SQL statement to execute
nl: Geen SQL statement uit te voeren

source: Paging parameters can only be used for SELECT statements
nl: Pagineer waarden kunnen alleen gebruikt worden voor SELECT opdrachten

source: Invalid table-key [%s] retrieved
nl: ongeldige table-key [%s] opgegeven

source: Empty query generated for [%s] filtered by columnArray
nl: Lege query gegenereerd voor [%s] en gefilterd door columnArray

source: Invalid join information retrieved (alias %s already exists)
nl: Ongeldige join informatie opgegeven! (alias %s bestaat al)

source: Neither the sql parameter nor the table array contain the dictionary representation of table [%s]
nl: Noch de sql parameter nog table array bevatten de woordenlijst representatie van tabel [%s]

source: Error! Column rename failed.
nl: Foutmelding! Kolom hernoemen mislukt.

source: The parameter %s must be an array of field arrays
nl: De parameter %s moet een array van veldarray's zijn

source: %1$s does not exist in table definition for %2$s.
nl: %1$s bestaat niet in de tabel-definitie voor %2$s.

source: Error! Column creation failed.
nl: Foutmelding: Kolom aanmaken mislukt.

source: The parameter %s must be an array.
nl: De parameter %s moet een array zijn.

source: Error! Column deletion failed.
nl: Foutmelding! Verwijderen van kolom mislukt.

source: %s_column is not an array
nl: %s_column is geen array

source: %s_column_def is not an array
nl: %s_column_def is geen array

source: Unable to find anything to insert in supplied object ...
nl: Er was niets om in het gegeven object in te voegen ...

source: Neither object ID nor where parameters are provided
nl: Noch een object ID noch where parameters zijn doorgegeven

source: Invalid idfield received
nl: Ongeldig id-veld ontvangen

source: Can't specify both object and where-clause
nl: Kan niet tegelijk een object en een where opdracht specificeren

source: Missing either object or where-clause
nl: Mist het object of de where-opdracht

source: Object does not have an ID
nl: Object heeft geen ID

source: Unable to find assocKey [%1$s] in objectColumns for resultset.
nl: Niet in staat om assocKey [%1$s] in objectColumns te vinden.

source: The parameter %s must be an array
nl: Foutmelding: De parameter %s moet een array zijn

source: Permission filter iterator did not return an array (must be an array of arrays)
nl: Permissie filter iterator gaf geen array terug (moet een array van arrays zijn)

source: Permission filter level is invalid: [%s]
nl: Permissie filter instelling is ongeldig: [%s]

source: Got no rows to select from
nl: Er waren geen rijen om uit te selecteren

source: Got no columns to select from
nl: Er waren geen kolommen om uit te selecteren

source: The parameter %s must be numeric
nl: De waarde %s moet numeriek zijn.

source: %s does not point to a valid table definition
nl: %s verwijst niet naar een geldige tabel definitie

source: %s does not point to a valid field definition
nl: %s verwijst niet naar een geldige veld definitie

source: Exiting after SQL-error
nl: Stoppen na SQL-fout

source: Invalid field pattern detected in table [%s] ...
nl: Ongeldig veldpatroon aangetroffen in tabel [%s] ...

source: Warning! Table defintion type longblob [B, C2 and X2] is deprecated from Zikula 1.4.0.
nl: Let op! Het tabel definitie longblob [B, C2 and X2] wordt niet meer gebruikt in Zikula 1.4.0

source: Error in table definition for %1$s, column %2$s
nl: Fout in tabel definitie voor %1$s, kolom %2$s

source: Missing default value in field datadict specification for %1$s.%2$s
nl: Geen standaardwaarde in de datadict specificatie van %1$s.%2$s

source: Neither the sql parameter nor the table structure contain the data dictionary representation of table [%s] ...
nl: Noch de sql parameter nog tabel-structuur bevatten de woordenlijst representatie van tabel [%s] ...

source: Neither the sql parameter nor the table structure contain the ADODB dictionary representation of table [%s] ...
nl: Noch de sql parameter nog tabel-structuur bevatten de ADODB woordenlijst representatie van tabel [%s] ...

source: Unable to retrieve table definition for [%s]
nl: Kon de tabeldefinitie for [%s] niet bepalen

source: Unable to retrieve table columns definition for [%s]
nl: Kon de kolomdefinitie for [%s] niet bepalen

source: Unable to retrieve table columns_def definition for [%s]
nl: Kon de tabel columns_def definitie voor [%s] niet ophalen

source: Inconsistent table definition detected for table [%1$s]: column [%2$s] has no counterpart in column_def structure
nl: Inconsistente tabel definitie aangetroffen voor tabel [%1$s]: kolom [%2$s] heeft geen tegenhanger in de column_def structuur

source: Inconsistent table definition detected for table [%1$s]: column_def [%2$s] has no counterpart in column structure
nl: Inconsistente tabel definitie aangetroffen voor tabel [%1$s]: column_def [%2$s] heeft geen tegenhanger in de kolom structuur

source: Table consistency check failed for %s
nl: Kwaliteitscontrole van tabel mislukt voor %s.

source: Error! Table creation failed for %s
nl: Foutmelding: Tabel aanmaken voor %s is mislukt

source: Error! Table update failed.
nl: Foutmelding: Tabel bijwerken mislukt.

source: Error! Table rename failed.
nl: Foutmelding! Tabel hernoemen mislukt.

source: Error! Table drop failed.
nl: Foutmelding: Verwijderen van tabel mislukt.

source: %s does not point to a valid column definition
nl: %s verwijst niet naar een geldige kolom definitie

source: Error! Index creation failed.
nl: Foutmelding: Aanmaken van index mislukt.

source: Error! Index deletion failed.
nl: Foutmelding! Verwijderen van index mislukt.

source: Error! Fetching table index list failed.
nl: Foutmelding! Kon de tabel index lijst niet ophalen.

source: %1$s: unable to limit tablename [%2$s] because database prefix is too long for Oracle, please shorten it (recommended length is 4 chars)
nl: %1$s: kan de tabelnaam niet beperken [%2$s] want de database prefix is te lang voor Oracle, graag korter maken (4 karakters is aan te raden)

source: %A, %B %d, %Y
nl: %A %d %B %Y

source: %A, %B %d @ %H:%M:%S
nl: %A %d %B @ %H:%M:%S

source: %A, %B %d
nl: %A %d %B

source: %A, %B %d, %Y - %I:%M %p
nl: %A %d %B %Y - %H:%M

source: %I:%M %p
nl: %H:%M

source: Unknown timezone
nl: Onbekende tijdzone

source: (GMT +1:00 hours) CET (Central Europe Time), Brussels, Copenhagen, Madrid, Paris
nl: (GMT +1:00 hours) CET (Centrale Europese Tijd), Amsterdam, Brussel, Kopenhagen, Madrid, Parijs

source: Sun Mon Tue Wed Thu Fri Sat
nl: Zo Ma Di Wo Do Vr Za

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
nl: Jan Feb Mrt Apr Mei Jun Jul Aug Sep Okt Nov Dec

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
nl: Zondag Maandag Dinsdag Woensdag Donderdag Vrijdag Zaterdag

source: Dateformat must be with 8, 14 or 17 characters long.
nl: Het datum formaat moet bestaan uit 8, 14 of 17 karakters.

source: Dateformat separators must be the same in %s
nl: Scheidingstekens in het datum formaat dienen hetzelfde te zijn in %s

source: Dateformat time separators must be the same in %s
nl: Tijd-scheidingstekens in het datum formaat dienen hetzelfde te zijn in %s

source: Dateformat did not match known format in %s
nl: Het datum formaat werd niet herkend als een bestaand formaat in %s

source: %s: Invalid join information!
nl: %s: ongeldige join informatie!

source: Error! This use of 'SessionUtil::setVar()' is no longer valid. Please use the LogUtil API to manipulate status messages and error messages.
nl: Foutmelding: Dit gebruik van 'SessionUtil::setVar()' is niet langer geldig. Gebruik de LogUtil API om status berichten en foutberichten te manipuleren.

source: Warning! %1$s is deprecated. Please use %1$s::%3$s instead.
nl: Let op! %1$s is niet meer in geldig. Gebruik nu %1$s::%3$s.

source: An invalid %1$s parameter was received.
nl: Er werd een ongeldige '%1$s' parameter ontvangen.

source: The authentication module '%1$s' could not be found.
nl: Foutmelding: de authenticatie module '%1$s' kon niet worden gevonden.

source: The authentication module '%1$s' is not available.
nl: Foutmelding: de authenticatie module '%1$s' is niet beschikbaar.

source: The authentication module '%1$s' could not be loaded.
nl: De authenticatie-module '%1$s' kon niet worden geladen.

source: The authentication method '%1$s' is not supported by the authentication module '%2$s'.
nl: The authenticatie-methode '%1$s' wordt niet ondersteund door de authenticatie-module '%2$s'.

source: The authentication module '%1$s' is reentrant. A %2$s is required.
nl: De authenticatie-module '%1$s' wordt meerdere malen gebruikt. Een %2$s is verplicht.

source: Sorry! Login failed. The information you provided was incorrect.
nl: Let op! Inloggen mislukt. De opgegeven informatie was incorrect.

source: A %1$s (%2$s) was returned by the authenticating module, but a user account record (or registration request record) could not be found.
nl: Een %1$s (%2$s) werd door de authenticatie-module aangegeven maar er kon geen gebruikersaccount (of registratieverzoek) worden gevonden.

source: Your request to register with this site is still waiting for verification of your e-mail address. Please check your inbox for a message from us.
nl: Uw e-mailadres is nog niet geverifieerd zodat het registratieverzoek niet kon worden voortgezet. Controleer uw email voor een bericht van ons.

source: Your request to register with this site is still waiting for approval from a site administrator.
nl: Uw registratieverzoek is nog niet goedgekeurd door een beheerder.

source: Your account has been disabled. Please contact a site administrator for more information.
nl: Uw gebruikersaccount is uitgeschakeld. Neem contact op met een website-beheerder voor meer informatie.

source: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
nl: Uw gebruikersaccount is uitgeschakeld en staat klaar om verwijderd te worden. Neem contact op met een beheerder voor meer informatie.

source: Sorry! Either there is no active user in our system with that information, or the information you provided does not match the information for your account.
nl: Let op! Ofwel is er geen actieve gebruiker met deze gegevens of de verstrekte gegevens komen niet overeen met die in ons systeem.

source: Attempt to set the current user with an invalid uname.
nl: Poging om gebruiker in te stellen met een ongeldige uname.

source: Attempt to set the current user with an invalid uid.
nl: Poging om gebruiker in te stellen met een ongeldige uid.

source: Attempt to set the current user with an unknown uid.
nl: Poging om gebruiker in te stellen met een onbekende uid.

source: Attempt to set the current user with an invalid authentication method.
nl: Poging om gebruiker in te stellen met een ongeldige authenticatiemethode.

source: Error! Could not save the log-in date.
nl: Foutmelding: Kon de log-in datum niet opslaan.

source: Warning! User variable [%1$s] is deprecated. Please use [%2$s] instead.
nl: Let op! Variabele [%1$s] is niet meer geldig. Gebruik nu %2$s.

source: UserUtil::getTheme() is unable to calculate theme name.
nl: UserUtil::getTheme() kan de theme-naam niet bepalen.

source: An invalid uid was provided.
nl: De opgegeven gebruikers-id is ongeldig.

source: The requested URL cannot be found
nl: De opgevraagde pagina kon niet gevonden worden.

source: %s called on a non-object
nl: %s aangeroepen op een non-object

source: %1$s: Unable to reference object type [%2$s]
nl: %1$s: Kon het object type [%2$s] niet refereren

source: %1$s: %2$s is not an object.
nl: %1$s: %2$s is geen object.

source: %1$s: %2$s is not an array.
nl: %1$s: %2$s is geen array.

source: Unable to determine a valid ID in object [%1$s, %2$s]
nl: Kon geen geldig ID bepalen in object [%1$s, %2$s]

source: %1$s: there is no [%2$s] field in the [%3$s] table.
nl: %1$s: het [%2$s] veld bestaat niet in tabel [%3$s].

source: %1$s: invalid direction [%2$s] supplied.
nl: %1$s: ongeldige richting [%2$s] doorgegeven.

source: Root Category
nl: ROOT (bovenste) categorie

source: Invalid object in %s
nl: Ongeldig object in %s

source: %1s: %2s is not an array.
nl: %1s: %2s is geen array.

source: %1s: empty %2s supplied.
nl: %1s: lege %2s doorgegeven.

source: %1$s: invalid cmp_op [%2$s] supplied for non-required field [%3$s].
nl: %1$s: ongeldige cmp_op [%2$s] doorgegeven voor niet-verplicht veld [%3$s].

source: %1$s: invalid cmp_op [%2$s] supplied for field [%3$s].
nl: %1$s: ongeldige cmp_op [%2$s] doorgegeven voor veld [%3$s].

source: %1$s: invalid validationArray supplied: expected 5 fields but found %2$s.
nl: %1$s: Ongeldig validationArray opgegeven: 5 velden verwacht, maar slechts %2$s gevonden

source: Error! In 'setCookie', you must specify at least the cookie name '%s'.
nl: Foutmelding: In 'setCookie' moet ten minste de cookie naam '%s' opgegeven worden.

source: Invalid security level [%1$s] received in %2$s
nl: Ongeldig veiligheids niveau [%1$s] ontvangen in %2$s

source: Warning! Static call %1$s is deprecated. Please use %2$s instead.
nl: Let op! Functie %1$s is niet meer geldig. Gebruik nu %2$s.

source: Warning! "Modules" module has been renamed to "Extensions". Warning! "Modules" module has been renamed to "Extensions". Please update any "confirmAuthKey" calls in PHP or templates.
nl: Let op! De module "Modules" is hernoemd naar "Entensies". Let op! De module "Modules" is hernoemd naar "Entensies". Werk de aanroepen van "confirmAuthKey" in PHP en de templates bij.

source: Warning! "Modules" module has been renamed to "Extensions". Please update any generateAuthKey calls in PHP or templates.
nl: Let op! De module "Modules" is hernoemd naar "Extensies". Werk de aanroepen van "generateAuthKey" in PHP en de templates bij.

source: Overview access
nl: Lijst / Overzicht toegang

source: Comment access
nl: Reageer toegang

source: Moderate access
nl: Moderatie toegang

source: Static class %s cannot be instanciated
nl: Statische klasse %s kan niet worden ingesteld

source: Class %s cannot be found.
nl: Klasse %s kan niet worden gevonden.

source: Ajax security checks failed.
nl: AJAX beveiligings controle gefaald.

source: %1$s::%2$s() does not exist.
nl: %1$s::%2$s() bestaat niet

source: This doesnt appear to be an interactive session.
nl: Dit lijkt geen interactieve sessie te zijn.

source: Render time
nl: Benodigde tijd voor opbouw

source: Functions executions
nl: Functie uitvoeringen

source: Module Func/API executions
nl: Module functie en/of API uitvoeringen

source: Click to show the full parameter list
nl: Kies om de hele parameter lijst te zien

source: Click to show return value
nl: Kies om de teruggegeven waarde te zien

source: Function
nl: Functie

source: Time (ms)
nl: Tijd (ms)

source: (empty)
nl: (leeg)

source: Configuration
nl: Instellingen

source: Zikula configuration
nl: Zikula instellingen

source: Click to show the configuration variables
nl: Klik hier om de configuratie variabelen te zien

source: Memory
nl: Geheugen

source: Templates
nl: Sjablonen

source: Click to show the assigned template variables
nl: Klik hier om de toegewezen template variabelen te zien

source: Log console
nl: Log op scherm weergeven

source: No items found.
nl: Geen items gevonden.

source: Type
nl: Soort

source: Message
nl: Bericht

source: File: Line
nl: Bestand: regel

source: Emergency
nl: Noodgeval

source: Alert
nl: Waarschuwing

source: Critical
nl: Kritiek

source: Error
nl: Fout

source: Warning
nl: Waarschuwing

source: Notice
nl: Opmerking

source: Informational
nl: Informatief

source: Unknown
nl: Onbekend

source: Version numbers must be in the format "a.b.c" in class %s
nl: Versienummers moeten in het formaat "a.b.c" in klasse $s worden beschreven
