Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: If it is not yet approved, then it will be sent on approval.
nl: Als deze nog niet is goedgekeurd dan zal deze worden verzonden wanneer dit wel is gebeurd.

source: A verification e-mail has not been sent to the registered e-mail address, but the registration is in a state where one should already have been sent.
nl: Er is geen verificatie-email verzonden naar het geregistreerde e-mailadres maar volgens het registratie-proces zou deze al verzonden moeten zijn.

source: There are no pending registration applications to review.
nl: Er zijn geen wachtende verzoeken voor accountaanvragen.

source: Please enter EITHER your user name OR your e-mail address below and click the 'Submit' button. You will be e-mailed a confirmation code. Check your e-mail, and follow the given instructions.
nl: Geef ofwel uw gebruikersnaam ofwel uw e-mailadres in en druk op 'Versturen'. Een bevestigingscode zal per email worden verzonden. Controleer uw email en volg de instructies.

source: Sorry! Your session has expired.
nl: Foutmelding: De sessie is verlopen. (Log in).

source: For your security, this session has expired because you have been inactive for too long. Please <a href="%s">log in</a> again to access services.
nl: Om misbruik door derden te voorkomen, is uw sessie verlopen vanwege te lange inactiviteit. Er dient <a href="%s">opnieuw ingelogd</a> te worden.

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
nl: Registreren is makkelijk. Registratie kan toegang geven tot inhoud die niet door anonieme bezoekers kan worden gezien.

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
nl: Gedurende uw gebruik van deze site adviseren wij om cookies te accepteren. Verschillende onderdelen van deze site gebruiken cookies en kunnen mogelijk niet (goed) werken als cookies niet worden toegestaan.

source: Before you will be able to log in, an administrator must approve your registration request and you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after an administrator has approved your request.
nl: Voordat u zich aan kunt melden dient een beheerder uw registratieverzoek goed te keuren en dient een uw e-mailadres te verifiëren. U zult een email ontvangen waarin uw wordt gevraagd om het e-mailadres te verifiëren nadat een beheerder uw verzoek heeft goedgekeurd.

source: Before you will be able to log in, you must verify your e-mail address and an administrator must approve your registration request. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
nl: Voordat u zich aan kunt melden dient u uw e-mailadres te verifiëren en dient een beheerder uw registratieverzoek goed te keuren. U zult een email ontvangen waarin uw wordt gevraagd om het e-mailadres te verifiëren nadat onderstaande gegevens zijn verstuurd.

source: You must verify your e-mail address before an administrator will approve your registration request.
nl: U dient uw e-mailadres te verifiëren voordat een beheerder uw verzoek kan goedkeuren.

source: Before you will be able to log in, an administrator must approve your registration request. You will receive an e-mail after an administrator has reviewed the information you submit below.
nl: Voordat u zich aan kunt melden dient een beheerder uw registratieverzoek goed te keuren. U zult een email ontvangen nadat een beheerder de gegevens die u onderstaand kunt versturen heeft beoordeeld.

source: Before you will be able to log in, you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
nl: Voordat u zich aan kunt melden dient u uw e-mailadres te verifiëren. U zult een email ontvangen waarin u wordt gevraagd of uw e-mailadres te verifiëren nadat u onderstaande informatie heeft verstuurd.

source: Choose a user name
nl: Kies een gebruikersnaam

source: User names can contain letters, numbers, underscores, periods and/or dashes.
nl: Gebruikersnamen kunnen bestaan uit letters, nummers, onderliggende streepjes, punten en/of streepjes.

source: Your user name is used to identify you to other users on the site. You still need to set one up, even though you will not be using it to log in.
nl: Uw gebruikersnaam wordt gebruikt om u bij anderen op deze site te identificeren. U dient er nog een op te geven ook al gebruikt u deze niet om uzelf aan te melden.

source: Set a password
nl: Stel een wachtwoord in

source: The minimum length for user passwords is %s characters.
nl: Informatie: De minimim lengte voor wachtwoorden is %s karakters.

source: Repeat your Password for verification
nl: Herhaal uw wachtwoord ter verificatie

source: Enter your e-mail address
nl: Email (voor iedereen zichtbaar)

source: You will use your e-mail address to identify yourself when you log in.
nl: U zult uw e-mailadres gebruiken om uzelf te identificeren bij het aanmelden.

source: Repeat your E-mail address for verification
nl: Herhaal uw emailadres ter verificatie

source: Answer the security question
nl: Spam beveiligings vraag

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
nl: Door deze vraag te stellen wordt voorkomen dat geautomatiseerde scripts toegang krijgen tot de afgeschermde delen van deze website.

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit registration' to continue.
nl: Infomatie: Klik op 'Controleer de ingevulde gegevens' zodra het ingevuld is. als de gegevens in orde zijn klik dan op 'Verstuur registratie' om door te gaan.

source: Submit registration
nl: Verstuur registratie

source: Delete selected users
nl: Verwijder geselecteerde gebruikers

source: Return to User Administration
nl: Terug naar gebruikersbeheer

source: Important: For security reasons, you must change your password before you can log in. Thank you for your understanding.
nl: Let op! Om veiligheidsredenen dient u uw wachtwoord te veranderen voordat u zich aan kunt melden. Bedankt voor uw begrip.

source: Your recent request at %1$s.
nl: Het recente verzoek op %1$s.

source: A message from %1$s...
nl: Een bericht van %1$s...

source: Recently, this e-mail address ('%1$s') was used to request an account on '%2$s' (%3$s).
nl: Hallo! Met dit email adres ('%1$s') is een accountregistratie aangevraagd op '%2$s' (%3$s).

source: Thank you for your application for a new account. At this time we are unable to approve your application.
nl: Dank u voor u verzoek om een nieuwe gebruikersaccount. Helaas kunnen wij op dit moment dit verzoek niet goedkeuren.

source: Registration date
nl: Registratie datum

source: Last login
nl: Laatste login

source: User's groups
nl: Gebruikersgroepen

source: Inactive, marked for deletion
nl: Inactief, klaargezet voor verwijdering

source: Status unknown
nl: Onbekende status

source: Send user name to '%s'
nl: Verstuur gebruikersnaam naar '%s'

source: Send password recovery code to '%s'
nl: Verstuur code om wachtwoord op te halen naar '%s'.

source: Cancel required change of password for '%s'
nl: Geforceerde wijziging van het wachtwoord voor '%s' annuleren

source: Require '%s' to change password at next login
nl: Verplicht '%s' om het wachtwoord te wijzigen bij de volgende aanmelding

source: Keep me logged in on this computer
nl: Ingelogd blijven op deze computer

source: The log-in option you chose is not available at the moment.
nl: De door u gekozen aanmeld-optie is momenteel niet beschikbaar.

source: Or instead, login with your...
nl: Of, in plaats hiervan, kan ingelogd worden met uw...

source: Login with your...
nl: Login met uw...

source: Do you need to...
nl: U dient...

source: Create an account?
nl: Maak account aan?

source: Recover your account information?
nl: Gebruikersaccount terughalen?

source: Someone with the IP address %1$s has just requested the user name of the account at %2$s associated with this e-mail address.
nl: Iemand met IP adres %1$s heeft zojuist verzocht om de gebruikersnaam wat bij dit emailadres op %2$s hoort.

source: You may use the following information to log into your account at:
nl: U kunt de volgende gegevens gebruiken om u aan te melden bij uw account op:

source: Account Information
nl: Gebruikersaccount informatie

source: User name:
nl: Gebruikersnaam:

source: E-mail address:
nl: E-mail adres:

source: Because a password is not set for this registration, the e-mail verification process cannot be skipped. It must be completed so that the user can establish a password before the user account is created.
nl: Voordat een wachtwoord wordt ingesteld voor deze registratie kan het proces van email-verificatie niet worden overgeslagen. Het moet worden afgemaakt zodat de gebruiker een wachtwoord in kan stellen voordat het gebruikersaccount wordt aangemaakt.

source: Registration Status
nl: Registratie status

source: Expires:
nl: Vervalt:

source: Never, registration is verified
nl: Nooit, de registratie is geverifieerd

source: Expiration date will be set when the verification e-mail is sent
nl: Verloopdatum zal worden ingesteld wanneer de verificatie-email wordt verstuurd.

source: Never
nl: Nooit

source: E-mail verification:
nl: E-mail verificatie:

source: E-mail verification not sent; awating approval
nl: Email verificatie niet verzonden, wacht op goedkeuring

source: Verification e-mail message not yet sent to the user
nl: E-mail bericht nog niet verstuurd naar de gebruiker.

source: Not yet verified
nl: Nog niet geverifieerd

source: Verification complete
nl: Verificatie is afgerond

source: (or verification was not required when the registration was completed)
nl: (of verificatie was niet nodig om de registratie af te maken)

source: Administrator approval:
nl: Goedkeuring door beheerder:

source: Not yet approved
nl: Nog niet goedgekeurd

source: (or approval was not required when the registration was completed)
nl: (of goedkeuring was niet nodig om de registratie af te maken)

source: Choose how you would like to log in by clicking on one of the following...
nl: Kies hoe u zich aan wilt melden door een van de volgende kiezen...

source: Log in below, or change how you would like to log in by clicking on one of the following...
nl: Meld u hieronder aan of wijzig hoe u zich aan wilt melden door één van de volgende te kiezen...

source: Confirm verification code is to be sent to '%1$s'
nl: Bevestig dat de verificatiecode naar '%1$s' verzonden moet worden

source: Enter confirmation code
nl: Voer bevestigings code in

source: Please enter and EITHER your user name OR your e-mail address, and also enter the confirmation code you received. Once you enter this information and click the 'Submit' button you will receive a new password via e-mail.
nl: Geef ofwel uw gebruikersnaam ofwel uw e-mailadres in en voer ook de door u ontvangen bevestigingscode in. Wanneer deze gegevens zijn ingevoerd kies dan de knop "Versturen", u zult dan een nieuw wachtwoord via de email ontvangen.

source: Confirmation code
nl: Bevestigingscode

source: Enable your personal custom block
nl: Zet persoonlijk blok aan

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
nl: Informatie: Het persoonlijke blok is een speciaal blok dat weergegeven zal worden na het inloggen op de site. Het is niet voor anderen te zien. Kies zelf wat het bevat. Een mogelijkheid is om HTML code te gebruiken om links naar Web pagina's op deze site of een andere site te maken. Zijn er pagina's die veel bezocht worden maar geen links hebben in het hoofdmenu? Maak dan in het persoonlijke blok een link, zodat ze gemakkelijk toegankelijk worden. Om dit blok te zien, eerst de checkbox 'Schakel persoonlijk blok in' aanvinken. Klik dan op 'Opslaan' om de veranderingen op te slaan.

source: You can confirm the e-mail address change by going to this URL with your browser:
nl: Het e-mailadres kan bevestigd worden door naar de volgende URL te gaan:

source: Account information recovery
nl: Gebruikersgegevens terughalen.

source: Please enter your e-mail address below and click the 'Submit' button. You will be sent an e-mail with your account information.
nl: vul een wachtwoord in voor op 'verzenden' te drukken. Er zal een email met de gebruikersinformatie worden verstuurd.

source: Cancel forced password change for %1$s
nl: Geforceerde wijziging van het wachtwoord voor %1$s annuleren

source: Force a change of password for %1$s
nl: Forceer een wijziging van het wachtwoord voor %1$s

source: Do you want to cancel the forced password change for %1$s?
nl: Geforceerde wijziging van het wachtwoord voor %1$s echt annuleren?

source: Do you want to force a password change during the next login attempt for %1$s?
nl: Een wijziging van het wachtwoord voor %1$s bij de volgende loginpoging forceren?

source: Yes, cancel the change of password
nl: Ja, annuleer de wijziging van het wachtwoord

source: Yes, force the change of password
nl: Ja, forceer een wijziging van het wachtwoord

source: Enter verification code
nl: Geef verificatie code in

source: Verification code
nl: Verificatie code

source: Please enter your user name and the verification code you received.
nl: Geef aub uw gebruikersnaam en de verificatiecode in die u per email heeft ontvangen.

source: You must establish a password for your account before the verification process is complete.
nl: Voordat het verificatieproces kan worden afgerond dient een wachtwoord ingegeven te worden

source: Password: %s
nl: Wachtwoord: %s

source: %s registered user
nl: %s geregistreerde gebruiker

source: %s anonymous guest
nl: %s anonieme bezoeker

source: %1$s and %2$s online.
nl: %1$s en %2$s online.

source: You have no new messages.
nl: Er zijn geen nieuwe berichten.

source: You have <a href="%1$s">%2$s</a> new message.
nl: Er is <a href="%1$s">%2$s</a> nieuw bericht.

source: You are logged-in as <strong>%s</strong>.
nl: Ingelogd als <strong>%s</strong>.

source: You are an anonymous guest.
nl: U bent een anonieme bezoeker.

source: You can <a href="%s">register here</a>.
nl: Hier <a href="%s">registreren</a>.

source: With this confirmation code, you can now create a new password by clicking on this link: %s
nl: Met deze bevestigingscode kan er een nieuw wachtwoord aangemaakt worden op de volgende pagina: %s

source: (If you cannot click on the link, you can copy the URL and paste it into your browser.)
nl: (Indien de link niet werkt, kopieer dan de URL en plak deze in de browser)

source: If the request was not made by yourself then you don't need to take any action.
nl: Als u dit verzoek niet zelf heeft gedaan dan hoeft u geen actie te ondernemen.

source: Edit registration of %s
nl: Bewerk registratie van %s

source: Check your entries and submit your updates
nl: Controleer de ingevulde gegevens en verstuur de bijgewerkte

source: Select the CSV file
nl: Selecteer het CSV bestand

source: CSV file (Max. %s)
nl: CSV bestand (Max. %s)

source: The file must be utf8 encoded.
nl: Het bestand dient utf8-encoded te zijn

source: Import
nl: Importeren

source: About the CSV file
nl: Over het CSV bestand

source: The first row of the CSV file must contain the field names. It must be like this:
nl: De eerste rij van het CSV-bestand moet de veldnamen bevatten. Het dient er zo uit te zien:

source: where:
nl: waar:

source: (mandatory) - The user name. This value must be unique.
nl: (verplicht) - De gebruikersnaam. Dit dient een unieke waarde te zijn.

source: (mandatory) - The user password. It must have %s characters or more. Preferentially containing letters and numbers.
nl: (verplicht) - Het wachtwoord. Dit dient minsters %s karakters lang te zijn en bij voorkeur te bestaan uit letters en cijfers.

source: (mandatory) - The user email. If the validation method is based on the user email this value must be unique.
nl: (verplicht) - Het emailadres. Als de validatiemethode gebaseerd is op het emailadres dan dient dit een unieke waarde te zijn.

source: - Type 0 if user is not active, 1 if the user must be active. The default value is 1.
nl: - Geef 0 in als de gebruiker niet actief is, 1 als de gebruiker actief moet zijn. De standaardwaarde is 1.

source: - Type 1 if the system must send the password to the user via email and 0 otherwise. The default value is 1. The module Mailer must be active and correctly configured. The email is sent only if user activated value is upper than 0.
nl: - Geef 0 in als het systeem het wachtwoord via email naar de gebruiker moet zenden, 0 als dit niet moet. De standaardwaarde is 1. De module Mailer moet actief en juist geconfigureert zijn. Er wordt alleen een email verzonden als bij de activatie van de gebruiker een getal groter dan 0 is ingevuld.

source: - The identities of the groups where the user must belong separated by the character |. If you do not specify any group, the default group is %s.
nl: - De groepsnamen waar de gebruiker bijhoort, gescheiden door het | karakter. Indien geen groep wordt aangegeven, dan is de standaardgroep %s.

source: An example of a valid CSV file
nl: Een voorbeeld van een geldig CSV bestand

source: Another example of a valid CSV file
nl: Een ander voorbeeld van een geldig CSV bestand

source: Root category for user categories
nl: Hoofd categorie voor gebruikers categorieën

source: Allow users to edit their own categories
nl: Gebruikers toestaan hun eigen categorieën te bewerken

source: Automatically create user category root folder
nl: Automatisch de gebruikers hoofd categorie aanmaken

source: Automatically create user default category
nl: Automatisch een standaard categorie maken voor een gebruiker

source: Require access to all categories for one item (relevant when using multiple categories per content item)
nl: Vereist toegang tot alle categorieën bij 1 item (relevant bij gebruik van meerdere categorieën per inhoudsitem)

source: Default user category
nl: Standaard gebruikers categorie

source: New parent category for sub-categories
nl: Nieuwe hoofd-categorie voor sub-categorieën

source: You can arrange categories list using drag and drop - just grab page or folder icon and drag it to the new position. New order will be saved automatically.<br />Right click on selected category to open context menu.
nl: De categorieën kunnen worden geordend door middel van slepen en loslaten - kies gewoon een pictogram van een pagina of een map en sleep het naar de nieuwe positie, de wijziging wordt automatisch opgeslagen.<br />Klik met de rechter muisknop op de geselecteerde categorie om het aanvullende menu te openen.

source: Edit category
nl: Bewerk categorie

source: Parent
nl: Bovenliggend

source: Category is locked
nl: Categorie staat op slot

source: Category is a leaf node
nl: Categorie is een aftakkingscategorie

source: Localised output
nl: Taalafhankelijke uitvoer

source: Attributes
nl: Waarden

source: Path
nl: Pad

source: I-path
nl: I-pad

source: Created by %s.
nl: Gemaakt door %s.

source: Last edited by %s.
nl: Laatst bewerkt door %s.

source: Updated on %s.
nl: Bijgewerkt op %s.

source: Return to referring page
nl: Terug naar de verwijzende pagina

source: Resequence
nl: Herschik

source: Category
nl: Categorie

source: Category system information
nl: Categorie systeem informatie

source: Sorry! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
nl: Foutmelding: Bewerken van door gebruikers aangemaakte categorieën is uitgeschakeld. Dit kan aangezet worden door de site-beheerder.

source: Delete category
nl: Wis categorie

source: Do you really want to delete this category?
nl: Dient deze categorie echt verwijderd te worden?

source: It contains %s direct sub-categories.
nl: Deze categorie bevat %s directe subcategoriën.

source: Please also choose what to do with this category's sub-categories:
nl: Kies ook wat er gedaan dient te worden met de subcategoriën van deze categorie:

source: Delete all sub-categories
nl: Verwijder alle subcategorieën

source: Move all sub-categories to next category
nl: Verplaats alle subcategorieën naar de volgende categorie

source: Are you sure you want to rebuild all the internal paths for categories?
nl: Moeten alle interne paden voor categorieën werkelijk opnieuw opgebouwd worden?

source: Warning! If you have a large number of categories then this action may time out, or may exceed the memory limit configured within your PHP installation.
nl: Waarschuwing! Wanneer er veel categorieën zijn kan deze stap te lang duren (time-out), of kan de ingestelde memory limit in de PHP installatie overschreden worden.

source: Sort value
nl: Sorteer waarde

source: Do you really want to delete the category '%s'?
nl: Moet de categorie '%s' werkelijk gewist worden?

source: Move category
nl: Verplaats categorie

source: Move
nl: Verplaats

source: Copy category
nl: Categorie kopiëren

source: Copy this category and all sub-categories of this category
nl: Kopiëer deze categorie en alle bijbehorende subcategorieën

source: Choose category
nl: Kies categorie

source: Choose module
nl: Kies module

source: Choose table
nl: Kies tabel

source: Table
nl: Tabel

source: Property name
nl: Eigenschap naam

source: Delete registry entry
nl: Verwijder register item

source: Do you really want to delete this registry entry?
nl: Dient dit register-item echt verwijderd te worden?

source: No parent category.
nl: Geen bovenliggende map.

source: Error! Could not regenerate the modules list.
nl: Foutmelding: Kon de modulelijst niet opnieuw genereren.

source: Error! The modules list could not be regenerated because there are one or more problems in the Zikula file system. You need to correct them before you can proceed. Please read this explanation:
nl: Foutmelding: De modulelijst kon niet opnieuw gegenereerd worden omdat er één of meer problemen waren in het Zikula bestandssysteem. Dit moet eerst verholpen worden. Lees de volgende uitleg:

source: In the table below, the left-hand column lists the internal name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module internal name can only be associated with one single instance of a module.
nl: In onderstaande tabel bevat de linker kolom een lijst met de interne namen van modules die meerdere keren voorkomen in verschillende mappen (door het systeem aangemerkt als 'meer dan één keer aanwezig in het bestandssysteem'). In de midden- en rechterkolom worden de betreffende mappen weergegeven (binnen Zikula's '/modules' map. Wis duplicaten van de aangegeven module(s), zodat er maar één van elke module overblijft. Elke weergegeven modulenaam kan maar met één enkele exemplaar van een module geassocieerd worden.
