Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: In the table below, the left-hand column lists the display name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module display name can only be associated with one single instance of a module.
nl: In onderstaande tabel bevat de linker kolom een lijst met de weergave-namen van modules die meerdere keren voorkomen in verschillende mappen (door het systeem aangemerkt als 'meer dan één keer aanwezig in het bestandssysteem'). In de midden- en rechterkolom worden de betreffende mappen weergegeven (binnen Zikula's '/modules' map. Wis duplicaten van de aangegeven module(s), zodat er maar één van elke module overblijft. Elke weergegeven modulenaam kan maar met één enkele exemplaar van een module geassocieerd worden.

source: System plugins
nl: Systeem plugins

source: Internal Plugin name
nl: Interne plugin naam

source: Plugin display name
nl: Plugin toon naam

source: Subscription
nl: Abbonnement

source: Provision
nl: Rechten

source: Attached areas
nl: Gekoppelde velden

source: Detach
nl: Loskoppelen

source: detach
nl: loskoppelen

source: There aren't any areas attached here.<br />Drag an area from the right and drop it here to attach it.
nl: Er zijn hier geen gekoppelde vlakken.<br />Sleep een vlak van de rechterkant en zet het hier neer om deze te koppelen.

source: Available areas
nl: Beschikbare velden

source: There are no providers available for %s.
nl: Er zijn geen providers beschikbaar voor %s.

source: Connect %s to other modules
nl: Verbindt %s aan andere modules

source: %s module provides the following area:
nl: De module %s verstrekt het volgende vlak:

source: To connect %s to one of the modules from the list below, click on the checkbox(es) next to the corresponding area.
nl: Om %s te koppelen aan een van de modules uit onderstaande lijst, kies één of meer aankruisvakje(s) naast de/het betreffende vlak(ken).

source: Connections
nl: Verbindingen

source: Edit module
nl: Module bewerken

source: Module display name
nl: Weergegeven modulenaam

source: Module URL
nl: URL-naam

source: Defaults
nl: Standaardwaarden

source: Restore now
nl: Herstel nu

source: This may break your existing indexed URLs
nl: Dit kan de reeds geindexeerde URLs onbruikbaar maken

source: Basic legacy hook settings for
nl: Standaard koppelinstellingen voor

source: Please note that only legacy module types appear in this list.
nl: Let erop dat alleen verouderde modules in de lijst voorkomen.

source: Basic hook settings
nl: Standaard hook instellingen

source: Basic legacy hook settings
nl: Standaard koppelinstellingen

source: Extended hook settings
nl: Uitgebreide hook instellingen

source: Extended legacy hook settings
nl: Uitgebreide hook instellingen

source: Legacy hooked modules
nl: Standaard gekoppelde modules

source: for
nl: voor

source: No legacy hookable modules installed.
nl: Geen modules geïnstalleerd die gekoppeld kunnen worden.

source: Incompatible version with the core
nl: Er is mogelijk een niet-compatible versie aangetroffen.

source: The version of this module is incompatible with the version of the core.
nl: De versie van deze module werkt niet in deze versie van Zikula.

source: The minimal version of the core that this module supports is %s
nl: %s is de minimale versie van Zikula die voor deze module vereist is

source: The maximal version of the core that this module supports is %s
nl: %s is de maximale versie van Zikula die voor deze module vereist is

source: Uninstall module
nl: Module deinstalleren

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
nl: Waarschuwing: Het verwijderen van deze module zal alle met deze module geassocieerde gegevens verwijderen, inclusief gegevens die worden bijgehouden door modules die aan deze module gekoppeld zijn (dmv hooks).

source: Do you really want to uninstall this module?
nl: Dient deze module echt gedeinstalleerd te worden?

source: Warning! This module still has %s active block. Removing this module will also permanently remove this block.
nl: Let op! Aan deze module is nog %s actief blok gekoppeld. Door deze module te verwijderen wordt ook het blok verwijderd.

source: Warning! Other modules present in your system are dependent on this module. If you uninstall this module then all modules that require it will also be uninstalled.
nl: Waarschuwing! Andere modules in het systeem zijn afhankelijk van deze module. Als deze module wordt verwijderd, zullen alle afhankelijke modules ook verwijderd worden.

source: Module name
nl: Module naam

source: Level
nl: Niveau

source: Required.
nl: Vereist.

source: Uninstall
nl: Deïnstalleren

source: Notice! This module either requires or recommends additional modules be installed. The report below details these requirements and/or recommendations.
nl: Let op! Deze module heeft aanvullende modules nodig, of deze worden aanbevolen. Onderstaand overzicht laat deze verplichtingen en/of aanbevelingen zien.

source: Not present
nl: Niet aanwezig

source: Required
nl: Vereist

source: Recommended
nl: Aanbevolen

source: Do you really want to install this module?
nl: Dient deze module categorie echt geïnstalleerd te worden?

source: Error! Required dependencies are not present. To install this module, please upload the dependencies.
nl: Foutmelding! Aan verplichte afhankelijkheden wordt niet voldaan. Om deze module te installeren dienen deze afhankelijkheden te worden geupload.

source: Extended legacy hook settings for
nl: Uitgebreide hook instellingen voor

source: Legacy '%s' hook modules
nl: Standaard '%s' gekoppelde modules

source: Module Services are functions provided by the core or other modules for this module.
nl: Module Services zijn functies die door het systeem of andere modules voor deze module worden voorzien.

source: There aren't any modules services available.
nl: Er zijn geen module services beschikbaar.

source: Module defaults
nl: Standaard module instellingen

source: Hard module regenerate to reset displayname, url and description to defaults
nl: Forceer hergeneratie van de modulelijst om de weergavenaam, url-naam en beschrijving weer terug te zetten naar de standaard waarden

source: Note: Modules are software that extends the functionality of a site. There is a wide choice of add-on modules available from the %s.
nl: Modules zijn programma's die de functionaliteit van de site uitbreiden. Er is een brede keuze van toe te voegen modules beschikbaar vanaf %s.

source: Go to the module's administration panel
nl: Ga naar het beheer paneel van de module

source: Delete the entire log
nl: Gehele log-bestand verwijderen

source: Export Options
nl: Opties voor exporteren

source: HTMLPurifier Settings
nl: HTMLPurifier Instellingen

source: HTMLPurifier filtering occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
nl: Filteren van toegestane HTML gebeurt wanneer een template-string of -variabele gewijzigd wordt met de 'safehtml' instelling of wanneer een module ditzelfde aanroept vanuit de interne functies.

source: Setting HTMLPurifier configuration directives incorrectly can render your system unstable and inacessible. No validity checking is performed on any user-supplied settings. Ensure you fully understand each directive and its effects on your system. Ensure that all prerequisites are met and that any additional software or libraries required by each directive are properly installed and available to HTMLPurifier.
nl: Door het html-filter verkeerd in te stellen kan uw systeem instabiel of ontoegankelijk worden. Er wordt geen controle uitgevoerd op door de gebruiker aangegeven instellingen. Zorg ervoor dat elke instelling en het effect op het systeem duidelijk is. Zorg er ook voor dat alle hiermee samenhangende instellingen correct zijn en dat alle bijkomende software en bibliotheken zijn geinstalleerd en beschikbaar zijn voor het html-filter.

source: will be applied after HTMLPurifier processing is completed.
nl: worden toegepast nadat het verwerken door het html-filter compleet is.

source: HTMLPurifier '%s' configuration directives
nl: HTMLPurifier '%s' configuratie aanwijzingen

source: Use default value (if checked) or override value
nl: Gebruik de standaardwaarde (indien geselecteerd) of overschrijf waarde

source: (Place each value on a separate line.)
nl: (Plaats iedere waarde op een afzonderlijke lijn.)

source: (Separate each key-value pair with a colon (e.g., key:value). Place each key-value pair on a separate line.)
nl: (Scheidt iedere sleutel-waarde paar met een dubbele punt (key:value). Plaats iedere sleutel:waarde paar op een aparte regel.)

source: (Modification not supported.)
nl: (Wijziging niet onderzoeksteund.)

source: Value:
nl: Waarde:

source: Reset to Default Values
nl: terugzetten naar standaard waarden

source: Download the entire log to a csv file
nl: De complete log naar een CSV-bestand downloaden

source: Do you really want to delete the entire IDS log?
nl: Moet de hele IDS logbestand echt verwijderd worden?

source: IP Address
nl: IP Adres

source: Clear filter
nl: Filter legen

source: Rule
nl: Regel

source: No logged intrusions found.
nl: Geen vastgelegde inbraakpogingen gevonden.

source: Variable
nl: Variabele

source: Variable value
nl: Variabele waarde

source: Automatic update settings
nl: Instellingen voor automatisch bijwerken

source: Check for updates
nl: Controleer op nieuwe versies

source: How often
nl: Hoe vaak

source: Monthly
nl: Maandelijks

source: Weekly
nl: Wekelijks

source: Daily
nl: Dagelijks

source: Host settings
nl: Instellingen voor Host

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
nl: Tijdslimiet voor autorisatie sleutels ('authkeys') in seconden (standaard: 0)

source: Bind authkey to user agent ('UserAgent')
nl: Koppel authkey aan browser identificatie ('UserAgent')

source: Secure host name
nl: Secure host naam

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
nl: Informatie: Als er een afwijkende hostnaam wordt gebruikt voor beveiligde HTTPS sessies (en dus bij 'Secure host naam' iets is ingevuld), zorg dan voor een afsluitende slash ( '/' ) aan het einde.

source: Cookies settings
nl: Cookies Instellingen

source: Sign cookies
nl: Cookies ondertekenen

source: Signing key
nl: Ondertekeningssleutel

source: Session settings
nl: Sessie instellingen

source: Security level
nl: Veiligheids niveau

source: High (user is logged-out after X minutes of inactivity)
nl: Hoog (Gebruikers worden uitgelogd na x minuten inactiviteit)

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
nl: Middel (Gebruikers worden uitgelogd na x minuten inactiviteit tenzij ze 'Onthoud mij' hebben aangevinkt)

source: Low (user stays logged-in until user logs-out)
nl: Laag (Gebruikers blijven ingelogd totdat zij zelf uitloggen)

source: Automatically log user out after
nl: Automatisch uitloggen na

source: days (if 'Remember me' is activated)
nl: dagen (indien 'Onthoud mij' is aangevinkt)

source: Expire session after
nl: Sessie laten verlopen na

source: minutes of inactivity
nl: minuten inactiviteit

source: Store sessions
nl: Sessies opslaan in

source: File
nl: Bestand

source: Database (recommended)
nl: database (aanbevolen)

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
nl: Informatie: Het wijzigen van deze waarde zorgt ervoor dat u wordt uitgelogd en opnieuw zal moeten inloggen.

source: Path for saving session files
nl: Pad om sessie bestanden op te slaan

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable.
nl: Let op: Indien de sessie opslag op 'Bestand' wordt gezet, dient het pad om sessie bestanden op te slaan ook beschrijfbaar te zijn.

source: Garbage collection probability
nl: GC (Garbage collection) kans

source: Per session
nl: Per sessie

source: One time use
nl: Eenmalig gebruik

source: One time CSRF protection may affect the browser back button but it more secure.
nl: CSRF bescherming heeft een effect op de "terug" knop van de browser, maar is wel veiliger.

source: Use sessions for anonymous guests
nl: Gebruik sessies voor anonieme bezoekers

source: Periodically regenerate session ID
nl: Hergenereer sessie ID periodiek

source: Regenerate session ID during log-in and log-out
nl: Hergenereer sessie ID bij in- en uitloggen

source: Regeneration probability
nl: Regeneratie waarschijnlijkheid

source: % (0 to disable)
nl: % (0 om uit te schakelen)

source: IP checks on session (may cause problems for AOL users)
nl: IP controle op sessie (kan problemen opleveren bij AOL gebruikers)

source: Session cookie name
nl: Sessie cookie naam

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
nl: Opmerking: Als de 'Session cookie name' instelling wordt verandert, worden alle gebruikers uitgelogd en zullen ze opnieuw in moeten loggen.

source: Intrusion Detection System
nl: Indringing detectie systeem

source: Use PHPIDS
nl: Gebruik PHPIDS

source: PHPIDS performs many different checks which return an impact value for scoring the treated request. Depending on the sum of all impacts performed actions are selected.
nl: PHPIDS voert verschillende controles uit waarbij bij elke indringing een impact-waarde wordt bepaald. Afhankelijk van de totaal-impact worden verschillende acties geselecteerd.

source: Read more about this system on the <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.
nl: Lees meer over dit systeem op de <a href=\"http://phpids.org\" title=\"PHPIDS webpagina\">PHPIDS webpagina</a>.

source: Block action
nl: Blok actie

source: Warn only
nl: Alleen waarschuwen

source: Send email on block action
nl: Verstuur notificatie bij blok actie

source: Select filter rules to use
nl: Selecteer de te gebruiken filter-regels

source: Default: config/phpids_zikula_default.xml
nl: Standaard: config/phpids_zikula_default.xml

source: IDS Rule path
nl: Pad van IDS Regels

source: Minimum impact to log intrusion in the database
nl: Minimale impact om een aanval te registreren in de database

source: Minimum impact to email the administrator
nl: Minimale impact om een email aan de beheerder te sturen

source: Minimum impact to block the request
nl: Minimale impact om een verzoek te blokkeren

source: Minimum impact to kick the user (destroy the session)
nl: Minimale impact om een gebruiker te verbannen (verbreekt de sessie)

source: Select the way the impact thresholds are used in Zikula
nl: Selecteer de manier waarop de impact-grenzen in Zikula worden gebruikt

source: React on impact per request (uses the values from above)
nl: Reageer op de impact per verzoek (gebruikt bovenstaande waarden)

source: React on impact sum per session [loose] (uses the values from above * 10)
nl: Reageer kalm op het totaal van impacts per sessie (gebruikt bovenstaande waarden x 10)

source: React on impact sum per session [strict] (uses the values from above * 5)
nl: Reageer streng op het totaal van impacts per sessie (gebruikt bovenstaande waarden x 5)

source: Define which fields contain HTML and need preparation
nl: Bepaal welk velden html bevatten en welke moeten worden voorbewerkt

source: Define which fields contain JSON data and should be treated as such
nl: Bepaal welke velden JSON-data bevatten en als dusdanig moeten worden behandeld

source: Define which fields should not be monitored
nl: Bepaal welke velden niet hoeven te worden gecontroleerd

source: Output filter settings
nl: Uitvoer filter instellingen

source: Select output filter
nl: Kies uitvoer filter

source: Use internal output filter only
nl: Gebruik het interne uitvoerfilter

source: Use 'HTML Purifier' + internal mechanism as output filter
nl: Gebruik 'HTML Purifier' en het interne uitvoer filter

source: Filtering of allowed HTML occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
nl: Filteren van toegestane HTML gebeurt wanneer een template-string of -variabele gewijzigd wordt met de 'safehtml' instelling of wanneer een module ditzelfde aanroept vanuit de interne functies.

source: HTML entities
nl: HTML Entiteiten

source: Translate embedded HTML entities into real characters
nl: Ingebedde HTML entiteiten vertalen in echte karakters

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
nl: Waarschuwing! Inschakelen van de &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; of &lt;iframe&gt; tags vergroot de mogelijkheden voor aanvallen tegen de gebruikers waardoor hun persoonlijke informatie ontdekt kan worden. Daarom is het aan te bevelen om deze tags 'Niet toegestaan' te maken tenzij de konsekwenties van het toestaan werkelijk te overzien zijn.

source: Warning! Using the <a href="%s">HTML Purifier output filter</a> will override settings for some HTML tags (such as &lt;object&gt; and &lt;embed&gt;).
nl: Let op! Het gebruik van <a href="%s">HTML Purifier output filter</a> zal de instellingen voor sommige HTML tags overriden (zoals &lt;object&gt; en &lt;embed&gt;)

source: Check all
nl: Alles controleren

source: Allowed
nl: Toegestaan

source: Allowed with attributes
nl: Toegestaan met parameters

source: Tag usage (from <a href="http://www.w3schools.com">W3Schools</a>)
nl: Tag gebruik (op <a href="http://www.w3schools.com">W3Schools</a>)

source: About "&lt;%s&gt;"
nl: Over "&lt;%s&gt;"

source: System error
nl: Systeemfout

source: (Check file '%1$s' at line %2$s.)
nl: (Controleer bestand '%1$s' op regel %2$s.)

source: Go back to previous page
nl: Terug naar de vorige pagina

source: Additional information
nl: Aanvullende informatie

source: Error on %s
nl: Fout in %s

source: Page not found (error 404)
nl: Pagina niet gevonden (error 404)

source: Sorry! Could not find the page you wanted on %2$s: '%1$s'.
nl: Foutmelding: Kon de gevraagde pagina niet vinden op %2$s: '%1$s'.

source: Details have been automatically e-mailed to the site administrator.
nl: De details zijn automatisch doorgestuurd naar de beheerder van de website.

source: You could try a search from the <a href="%s">site search page</a>.
nl: Wellicht dat gebruik van de <a href="%s">Zoek-pagina</a> wel resultaat oplevert.

source: Access denied (error 403)
nl: Toegang geweigerd (error 403)

source: Sorry! You don't have authorisation for the page you wanted.
nl: Foutmelding: Er is geen toestemming om naar de gevraagde pagina te gaan.

source: You are not logged-in. You might have access if you <a href="%s">log in</a>.
nl: Eerst inloggen. Toegang is misschien mogelijk na <a href="%s">inloggen</a>.

source: Ignore check for installer
nl: Negeer de controle voor een installatie-script

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
nl: WAARSCHUWING: Zet hier alleen een vinkje als u op een geïsoleerd systeem zit. Een aanwezig installatiescript kan een beveiligingsprobleem zijn woor uw site, en kan uw installatie corrupt maken. U wordt hier dan niet meer voor gewaarschuwd.

source: Display settings
nl: Toon instellingen

source: Display icons
nl: Toon iconen

source: Form of display for module names
nl: Vorm voor weergave van module namen

source: Show both internal name and display name
nl: Toon zowel de interne naam als de weergave naam

source: Modules per page in module categories list
nl: Modules per pagina in de lijst met module categorieën

source: Modules per row in admin panel
nl: Modules per rij in het beheer paneel

source: Theme to use
nl: Te gebruiken theme

source: Use site's theme
nl: Gebruik theme van de site

source: Style sheet to use
nl: Stylesheet om te gebruiken

source: Category initially selected
nl: Categorie die als eerste geselecteerd is

source: Modules categorisation
nl: Module categorisatie

source: Default category for newly-added modules
nl: Standaard categorie voor nieuw toegevoegde modules

source: Right-click down arrows to edit tab name
nl: Klik met de rechter muisknop op de pijltjes om de naam van het tabblad te bewerken.

source: Make default category
nl: Maak standaard categorie

source: Saving
nl: Opslaan

source: You are in:
nl: U bent in:

source: New module category
nl: Nieuwe module categorie

source: Security analyser warnings
nl: Veiligheids analyse waarschuwingen

source: Configuration file 'config/config.php' is writeable, but should be read-only (please set to chmod 400, or 440 or last resort 444).
nl: Let op: Configuratiebestand 'config/config.php' is beschrijfbaar en zou alleen-lezen moeten zijn (hint: chmod 400, 440 of als het niet anders kan 444).

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
nl: PHP 'magic_quotes_gpc' instelling is ON, maar zou OFF moeten zijn.

source: PHP 'register_globals' setting is ON, but should be OFF.
nl: PHP 'register_globals' instelling staat op ON, maar zou op OFF moeten staan.

source: There is no '.htaccess' file in the temporary directory ('/ztemp' or other location), but one should be present.
nl: Let op: Er staat geen .htaccess bestand in de tijdelijke directory (/zTemp-directory of een andere locatie), maar deze zou aanwezig moeten zijn.

source: Security center module is not installed, but preferably should be.
nl: De modle Veiligheidscentrum is niet geïnstalleerd, maar zou dat bij voorkeur wel moeten zijn.

source: PHPIDS is activated, but requests are NOT blocked.
nl: PHPIDS is geactiveerd maar verzoeken worden niet geblokkeerd.

source: Developer notices (development mode on)
nl: Opmerkingen voor ontwikkelaars (ontwikkelaars mode aan)

source: Enabled Template settings
nl: Ingeschakelde template instellingen

source: Enabled Theme settings
nl: Ingeschakelde theme instellingen

source: CSS/JS combination is enabled
nl: De CSS/JS combinatie is ingeschakeld.

source: Clear all cache and compile directories
nl: Template-cache en compile-mappen leegmaken

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
nl: Toon een lijst van module categorieën, die in het categorieën tab menu staan. In het 'Acties' menu rechts is het mogelijk om een module categorie te bewerken of te verwijderen

source: Lets you edit the name and description of an existing module category.
nl: Bewerk de naam en beschrijving van een bestaande module categorie.
