Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: The contents of this field does not appear to be a valid list of e-mail address domains. The list should consist of one or more e-mail address domains (the part after the '@'), separated by commas. For example: 'gmail.com, example.org, acme.co.uk' (the quotes should not appear in the list). Do not include the '@' itself. Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
nl: De inhoud van dit veld lijkt geen geldige lijst met domeinen voor emailadressen te zijn. De lijst zou moeten bestaan uit één of meer domeinen (het deel achter het @-teken) voor emailadressen, gescheiden door komma's. Spaties rond komma's worden genegeerd maar extra spaties voor en achter de lijst niet, deze zullen tot foutmeldingen leiden. Lege waarden (twee komma's achter elkaar of gescheiden door spaties) zijn niet toegestaan. De lijst is optioneel en als er geen waarden gedefinieerd zouden moeten worden dan zou de lijst compleet leeg moeten zijn (geen extra spaties, komma's of andere karakters).

source: The value provided does not appear to be a valid list of user names. The list should consist of one or more user names made up of lowercase letters, numbers, underscores, periods, or dashes. Separate each user name with a comma. For example: 'root, administrator, superuser' (the quotes should not appear in the list). Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
nl: De inhoud van dit veld lijkt geen geldige lijst met gebruikersnamen te zijn. De lijst zou moeten bestaan uit één of meer gebruikersnamen bestaande uit kleine letters, getallen, onderliggende streepjes, punten of streepjes. Scheid elke gebruikersnaam met een komma. Spaties rond komma's worden genegeerd maar extra spaties voor en achter de lijst niet , deze zullen tot foutmeldingen leiden. Lege waarden (twee komma's achter elkaar of gescheiden door spaties) zijn niet toegestaan. De lijst is optioneel en als er geen waarden gedefinieerd zouden moeten worden dan zou de lijst compleet leeg moeten zijn (geen extra spaties, komma's of andere karakters).

source: The value must be a valid verification mode constant.
nl: De waarde moet een geldige verificatiemode constante zijn.

source: If a spam protection question is provided, then a spam protection answer must also be provided.
nl: Als een vraag t.b.v. het voorkomen van spam is opgegeven, dan moet het antwoord ook worden opgegeven.

source: A user name is required, and cannot be left blank.
nl: Een gebruikersnaam is verplicht en kan niet leeg worden gelaten.

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
nl: De waarde lijkt geen geldige gebruikersnaam te zijn. Een geldige gebruikersnaam bestaat uit kleine letters, getallen, liggende streepjes, punten of streepjes.

source: Passwords must be at least %1$d characters in length.
nl: Het wachtwoord dient tenminste %1$d karakters te bevatten

source: A password reminder is required, and cannot be left blank.
nl: Een herinnering voor het wachtwoord is verplicht en kan niet leeg worden gelaten.

source: An e-mail address is required, and cannot be left blank.
nl: Een emailadres is verplicht en kan niet leeg worden gelaten.

source: The value entered does not appear to be a valid e-mail address.
nl: Het emailadres lijkt niet geldig te zijn.

source: The value entered does not match the password entered in the password field.
nl: De opgegeven waarde komt niet overeen met diegene die in het wachtwoord veld is opgegeven.

source: The value entered does not match the e-mail address entered in the e-mail address field.
nl: De opgegeven waarde komt niet overeen met diegene die in het veld voor het emailadres is opgegeven.

source: You did not provide the correct answer for the security question. The correct answer is '%1$s' (not including the quotes).
nl: U heeft niet het juiste antwoord voor de veiligheidsvraag gegeven. Het juiste antwoord is '%1$s' (zonder de haakjes).

source: Password set by administrator.
nl: Wachtwoord ingesteld door de beheerder.

source: An invalid list of valid strings was received.
nl: Een ongeldige lijst met toegestane strings ontvangen.

source: An invalid value was received in the list of valid strings.
nl: Een ongeldige waarde in de lijst met toegestane strings ontvangen.

source: An invalid regular expression was recieved.
nl: Een ongeldige reguliere expressie ontvangen.

source: An invalid list of valid integers was recieved.
nl: Een ongeldige lijst met toegestane getallen was ontvangen.

source: An invalid value was received in the list of valid integers.
nl: Een ongeldige waarde in de lijst met toegestane getallen is ontvangen.

source: An invalid string length was received.
nl: Ongeldige lengte van string ontvangen.

source: An invalid integer value was received.
nl: Ongeldig getal ontvangen.

source: An invalid error message was supplied.
nl: Ongeldige foutmelding aangeleverd.

source: The value supplied was not valid.
nl: De aangeleverde waarde is niet geldig.

source: Invalid form id.
nl: Ongeldig formulier nummer.

source: The form id '%1$s' contains invalid characters.
nl: Het formuliernummer '%1$s' bevat ongeldige karakters.

source: Invalid field definition
nl: Ongeldige veld-definitie

source: Form container mismatch.
nl: Formulier container kwam niet overeen

source: Field defintion for the '%1$s' field is already defined.
nl: Veld-definitie voor '%1$s' bestaat al.

source: Field defintion duplicates the field id '%1$s' already claimed by the field '%2$s'.
nl: De veld-definitie bevat de dubbele veld-id '%1$s' die al wordt gebruikt door veld '%2$s'.

source: Invalid field name: %1$s
nl: Ongeldige veld-naam: %1$s

source: Invalid formn container.
nl: Formulier container kwam niet overeen

source: Invalid field name: '%1$s'.
nl: Ongeldige veld-naam: '%1$s'.

source: The field name '%1$s' contains invalid characters.
nl: Het veldnaamr '%1$s' bevat ongeldige karakters.

source: Invalid field name: '%1$s'
nl: Ongeldige veld-naam: '%1$s'

source: The value supplied for the $isNullAllowed parameter is not a boolean.
nl: De waarde voor de $isNullAllowed parameter is geen binaire waarde.

source: The value for this field cannot be null.
nl: Er moet een waarde voor dit veld opgegeven worden.

source: Error! No account links available.
nl: Foutmelding: Geen account links beschikbaar

source: An internal error occurred. Failed to retrieve stored registration state.
nl: Interne Fout! kon de opgeslagen registratiegegevens niet ophalen.

source: Sorry! The user agent you are using (the browser or other software you are using to access this site) is banned from the registration process.
nl: Sorry! Met de gebruikte user-agent (de browser of andere software die wordt gebruikt om deze site te benaderen) is toegang tot het registratieproces verboden.

source: An invalid authentication method was selected.
nl: Foutmelding: ongeldige authenticatiemethode geselecteerd.

source: The credentials you provided are already associated with an existing user account or registration request.
nl: De verstrekte gegevens horen bij een al bestaande gebruikersaccount of registratie-verzoek.

source: We were unable to confirm your credentials with the selected service.
nl: De verstrekte gegevens konden met de geselecteerde methode niet bevestigd worden.

source: There was a problem associating your log-in information with your account. Please contact the site administrator.
nl: Foutmelding: Kan uw logininformatie niet met uw gebruikersaccount koppelen. Neem contact op met de website beheerder.

source: Your registration request has been saved, however the problems listed below were detected during the registration process. Please contact the site administrator regarding the status of your request.
nl: Uw registratieverzoek is opgeslagen, echter zijn onderstaande problemen opgetreden tijdens de registratie. Neem contact op het de website beheerder inzake de status van het verzoek.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message. Your account will not be approved until after the verification process is completed.
nl: Klaar! Het registratieverzoek is opgeslagen. Het e-mailadres dient nog te worden bevestigd en het verzoek moet worden goedgekeurd voordat u in kunt loggen. Controleer uw email voor een bevestigingsbericht. Uw gebruikersaccount kan niet worden goedgekeurd voordat het verificatieproces compleet is doorlopen.

source: Done! Your registration request has been saved. Remember that your request must be approved and your e-mail address must be verified before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
nl: Klaar! Het registratieverzoek is opgeslagen. Het verzoek moet nog worden goedgekeurd en het e-mailadres dient nog te worden bevestigd voordat u in kunt loggen. Controleer uw email regelmatig voor ons bevestigingsbericht. U zult een bericht ontvangen nadat we uw verzoek hebben beoordeeld.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message.
nl: Klaar! Het registratieverzoek is opgeslagen. Het e-mailadres dient nog te worden bevestigd en het verzoek moet worden goedgekeurd voordat u in kunt loggen. Controleer uw email voor een bevestigingsbericht.

source: Done! Your registration request has been saved. Remember that your request must be approved before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
nl: Klaar! Het registratieverzoek is opgeslagen. Het verzoek moet nog worden goedgekeurd voordat u in kunt loggen. Controleer uw email regelmatig voor ons bevestigingsbericht. U zult een bericht ontvangen nadat we uw verzoek hebben beoordeeld.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified before you will be able to log in. Please check your e-mail for an e-mail address verification message.
nl: Klaar! Het registratieverzoek is opgeslagen. Het e-mailadres dient nog te worden bevestigd voordat u in kunt loggen. Controleer uw email voor een bevestigingsbericht.

source: Your registration request has been saved, however your current registration status could not be determined. Please contact the site administrator regarding the status of your request.
nl: Het registratieverzoek is opgeslagen maar de registratiestatus kon niet worden bepaald. Neem contact op het de website beheerder inzake de status van het verzoek.

source: Your account has been created and you may now log in, however the problems listed below were detected during the registration process. Please contact the site administrator for more information.
nl: Uw gebruikersaccount is aangemaakt en u kunt dit nu gebruiken, echter hebben zich onderstaande problemen voorgedaan tijdens de registratie. Neem contact op het de website beheerder inzake de status van het verzoek.

source: Done! Your account has been created.
nl: Klaar! Account is aangemaakt.

source: Done! Your account has been created and you may now log in.
nl: Klaar! Uw aanmelding is verwerkt en u kunt nu inloggen.

source: Your account status will not permit you to log in at this time. Please contact the site administrator for more information.
nl: Foutmelding: Kan niet inloggen met het gebruikersaccount niet activeren. Neem contact op met de website beheerder.

source: Error! Could not create the new user account or registration application. Please check with a site administrator before re-registering.
nl: Foutmelding: Kan de gebruikersaccount niet aanmaken. Neem contact op met de website beheerder.

source: The registration process has entered an unknown state.
nl: Foutmelding: De registratie is mislukt.

source: Error! E-mail address field is empty.
nl: Foutmelding: geen email adres ingevoerd.

source: Done! The account information for %s has been sent via e-mail.
nl: De gebruikersnaam voor %s is verstuurd per e-mail.

source: Sorry! We are unable to send the account information for that e-mail address. Please reenter your information, or contact an administrator.
nl: Sorry! De gegevens van het gebruikersaccount konden niet verzonden worden voor dat e-mailadres. Vul de gegevens opnieuw in of neem contact op met een beheerder.

source: Error! User name and e-mail address fields are empty.
nl: Foutmelding: geen email adres en gebruikersnaam ingevoerd.

source: Error! Please enter either a user name OR an e-mail address, but not both of them.
nl: Foutmelding! Geef ofwel een gebruikersnaam ofwel een e-mailadres op, maar niet beiden.

source: Done! The confirmation code for %s has been sent via e-mail.
nl: De bevestigingscode voor %s is verstuurd per e-mail.

source: Sorry! We are unable to send a password recovery code for that e-mail address. Please try your user name, or contact an administrator.
nl: Sorry! We konden geen wachtwoord-code verzenden naar dat e-mailadres. Probeer uw gebruikersnaam of neem contact op met een beheerder.

source: Sorry! We are unable to send a password recovery code for that user name. Please try your e-mail address, contact an administrator.
nl: Sorry! We konden geen wachtwoord-code verzenden naar de opgegeven gebruikersnaam. Probeer uw e-mailadres of neem contact op met een beheerder.

source: Sorry! Your account is not set up to use a password to log into this site. Please recover your account information to determine your available log-in options.
nl: Sorry! Kan met uw gebruikersaccount niet inloggen op deze site. Probeer uw gebruikersgegevens op te halen om de mogelijke inlog-methodes vast te stellen.

source: Sorry! Your account is marked as inactive. Please contact a site administrator for more information.
nl: Foutmelding: Dit account is inactief. Neem contact op met de website beheerder.

source: Sorry! Your account is marked for removal. Please contact a site administrator for more information.
nl: Foutmelding: Dit account staat klaar om verwijderd te worden. Neem contact op met de website beheerder.

source: Sorry! An account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
nl: Sorry! Er is geen gebruikersaccount met die informatie worden gevonden. Corrigeer de ingevoerde gegevens. Indien u recent een nieuw gebruikersaccount heeft aangemaakt dan kan het zijn dat de email verificatie nog niet heeft plaatsgevonden of dat de nieuwe gebruikersaccount nog niet is goedgekeurd.

source: Sorry! Your registration request is still waiting for approval from a site administrator.
nl: Foutmelding: De registratie wacht nog op bevestiging van de beheerder van de website.

source: Sorry! Your registration request is still waiting for verification of your e-mail address. Check your inbox for an e-mail message from us. If you need another verification e-mail sent, please contact a site administrator.
nl: Sorry! Het registratieverzoek wacht nog op verificatie van het e-mailadres. Controleer uw inbox voor een e-mail-bericht van ons. Indien u een nieuwe verificatie-mail wenst, neem dat contact op met een website-beheerder.

source: Sorry! Your account has not completed the registration process. Please contact a site administrator for more information.
nl: Foutmelding: De registratie is mislukt aangezien het registratieproces nog niet compleet is. Neem contact op met de beheerder van de website.

source: Sorry! An account could not be located with that information. Correct your entry and try again.
nl: Foutmelding: De juiste registratie is op basis van deze informatie niet gevonden. Verbeter de gegevens en probeer opnieuw.

source: Error! Please enter the confirmation code you received in the e-mail message.
nl: Foutmelding! Voer de bevestigingscode in die per email is verzonden.

source: Sorry! Could not load that user account.
nl: Foutmelding: Kon geen overeenkomstig gebruikersaccount vinden.

source: Error! The code that you've enter is invalid.
nl: Foutmelding: De ingegeven code is ongeldig.

source: Warning! Your new password has been saved, but there was an error while trying to save your new password reminder.
nl: Let op! Het nieuwe wachtwoord is opgeslagen maar er trad een fout op bij het opslaan van de nieuwe wachtwoord-herinnering.

source: Done! Your password has been reset, and you may now log in. Please keep your password in a safe place!
nl: Klaar! Het wachtwoord is opnieuw ingesteld en kan gebruikt worden. Bewaar het wachtwoord op een veilige plaats!

source: Error! Your new password could not be saved.
nl: Foutmelding: Het nieuwe wachtwoord kon niet worden opgeslagen.

source: Error! Invalid authentication method information.
nl: Foutmelding: Ongeldige informatie voor de authenticatiemethode.

source: Your log-in request was not completed.
nl: Uw login-poging is mislukt.

source: There is no user account matching that information, or the password you gave does not match the password on file for that account.
nl: Sorry! Er is geen gebruikersaccount met die informatie worden gevonden of het opgegeven wachtwoord komt niet overeen met het opgeslagen wachtwoord voor het gebruikersaccount.

source: The credentials you entered were not valid. Please reenter the requested information and try again.
nl: Foutmelding: Er zit een fout in de opgegeven gebruikersgegevens. Wijzig de invoer en probeer het opnieuw.

source: The selected log-in method is not currently available. Please contact the site administrator for assistance.
nl: Foutmelding: De geselecteerde inlog-methode is momenteel niet beschikbaar. Neem contact op met de beheerder van de website.

source: The selected log-in method is not currently available. Please choose another or contact the site administrator for assistance.
nl: De geselecteerde methode om in te loggen is momenteel niet beschikbaar. Gebruik een andere manier of neem contact op met een website beheerder voor ondersteuning.

source: Error! Invalid authentication information received.
nl: Foutmelding: Er werd een ongeldige authenticatie methode ontvangen.

source: You are being logged-in. Please wait...
nl: Aanmeldgegevens worden gecontroleerd. Een ogenblik...

source: Done! You have been logged out.
nl: U bent afgemeld.

source: Error! You have not been logged out.
nl: Foutmelding: U bent niet afgemeld.

source: Sorry! An account cannot be verified while you are logged in.
nl: Sorry! een gebruikersaccount kan niet worden geverifieerd wanneer u nog ingelogd bent.

source: Sorry! There was an error while trying to save your new password and reminder.
nl: Foutmelding! het nieuwe wachtwoord en de wachtwoord-herinnering konden niet worden opgeslagen.

source: There were some problems detected during the verification process. Please contact the site administrator regarding the status of your verification.
nl: Foutmelding! Er hebben zich problemen voorgedaan tijdens het verificatie-proces. Neem contact op met een beheerder van de website inzake de status van uw verificatie.

source: Done! Your account has been verified, and is awaiting administrator approval.
nl: Klaar! Uw gebruikersaccount is geverifieerd en wacht op goedkeuring van een beheerder.

source: Done! Your account has been verified. Your registration request is still pending completion. Please contact the site administrator for more information.
nl: Klaar! Uw gebruikersaccount is geverifieerd. Uw registratie is nog niet compleet. Neem contact op met een beheerder van de website voor meer informatie.

source: Done! Your account has been verified. You may now log in with your user name and password.
nl: Klaar! Uw gebruikersaccount is geverifieerd en kan gebruikt worden om in te loggen.

source: Done! Your account has been verified.
nl: Klaar! Account is geverifieerd.

source: Your new account is not active yet. Please contact the site administrator for more information.
nl: Foutmelding: Kan de gebruikersaccount niet activeren. Neem contact op met de website beheerder.

source: Sorry! There was an error while marking your registration as verifed. Please contact an administrator.
nl: Foutmelding: De registratie is mislukt (kon niet opslaan als geverifieerd). Neem contact op met de beheerder van de website.

source: Sorry! The verification code you provided does not match our records. Please check the code, and also check your e-mail for a newer verification code that might have been sent.
nl: Sorry! De opgegeven verificatiecode komt niet overeen met onze gegevens. Controleer de code en controleer ook uw email voor een nieuwe verificatiecode die wellicht is verzonden.

source: Error! There was a problem retrieving the verification code for comparison.
nl: Foutmelding! Kon de verificatiecode niet vergelijken met de opgeslagen code.

source: Error! There is no pending verification code for '%1$s'. Please contact the site administrator.
nl: Foutmelding: De registratie is mislukt (er is geen uitstaande verificatiecode voor '%1$s'. Neem contact op met de beheerder van de website.

source: Sorry! A registration does not exist for the user name you provided. Maybe your request has expired? Please check the user name, or contact an administrator.
nl: Sorry! Een registratieverzoek met deze gebruikersnaam is niet aangetroffen. Wellicht is het verzoek verlopen? Controleer de gebruikersnaam of neem contact op met een beheerder.

source: Error! Could not activate your account. Please contact the site administrator.
nl: Foutmelding: Kan de gebruikersaccount niet activeren. Neem contact op met de website beheerder.

source: Done! Account activated.
nl: Account geactiveerd.

source: Sorry! You entered an invalid confirmation code. Please correct your entry and try again.
nl: Foutmelding: Er werd een onjuiste bevestigingscode opgegeven. Verbeter de gegevens en probeer opnieuw.

source: If you are not automatically re-directed then please click here.
nl: Klik hier als u niet automatisch wordt omgeleid.

source: Done! Saved custom block.
nl: Klaar! Het persoonlijke blok is opgeslagen.

source: The current password you entered is not correct. Please correct your entry and try again.
nl: Foutmelding: Het opgegeven wachtwoord is onjuist. Controleer de invoer en probeer het opnieuw.

source: Your new password cannot match your current password.
nl: Het nieuwe wachtwoord mag niet hetzelfde zijn als het oude wachtwoord.

source: Warning! Your new password was saved, however there was a problem saving your new password reminder.
nl: Let op! Het nieuwe wachtwoord is opgeslagen maar er heeft zich een probleem voorgedaan bij het opslaan van de wachtwoord-hint.

source: Done! Saved your new password.
nl: Klaar! Het nieuwe wachtwoord is opgeslagen.
