Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Sorry! There was a problem saving your new password.
nl: Sorry! Er heeft zich een probleem voorgedaan bij het opslaan van het nieuwe wachtwoord.

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
nl: Foutmelding! Kon het e-mailadres niet opslaan of kon het verificatiebericht niet versturen.

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
nl: Klaar! Een e-mailbericht wordt verzonden om de wijziging te bevestigen. Volg de instructies in dat bericht om het nieuwe adres te verifiëren.

source: Please log into your account in order to confirm your change of e-mail address.
nl: Let op! Log in op de site met uw gegevens om de wijziging van het e-mailadres te bevestigen.

source: Error! Your e-mail has not been found. After your request you have five days to confirm the new e-mail address.
nl: Foutmelding! Uw email is niet gevonden. Na een verzoek heeft u vijf dagen om het nieuwe e-mailadres te bevestigen.

source: Done! Changed your e-mail address.
nl: Klaar! Email-adres gewijzigd.

source: Warning! %1$s is deprecated.
nl: Waarschuwing: %1$s is is uitgefaseerd.

source: Registrations pending approval
nl: Registraties in afwachting van goedkeuring

source: Your log-in request was not completed. You must change your web site account's password first.
nl: Uw login is niet compleet. Het wachtwoord van uw gebruikersaccount dient eerst te worden gewijzigd.

source: An invalid '%1$s' parameter was received ('%2$s').
nl: Er werd een ongeldige '%1$s' parameter ('%2$s') ontvangen.

source: The authentication method is not capable of being used for registration.
nl: De authenticatiemethode kan niet gebruikt worden om te registreren.

source: Attempt to retrieve undefined property via %1$s: %2$s in $3$s on line %4$d.
nl: Poging om een ongedefinieerde eigenschap op te halen via %1$s: %2$s in $3$s op regel %4$d.

source: Attempt to determine if undefined property is set via %1$s: %2$s in $3$s on line %4$d.
nl: Poging om vast te stellen of een ongedefinieerde eigenschap is ingesteld via %1$s: %2$s in $3$s op regel %4$d.

source: Attempt to modify immutable property via %1$s: %2$s in $3$s on line %4$d.
nl: Poging om vaste eigenschap te wijzigen via %1$s: %2$s in $3$s op regel %4$d.

source: Attempt to modify undefined property via %1$s: %2$s in $3$s on line %4$d.
nl: Poging om onbekende eigenschap te wijzigen via %1$s: %2$s in $3$s op regel %4$d.

source: Attempt to unset required property via %1$s: %2$s in $3$s on line %4$d.
nl: Poging om vereiste eigenschap te laten vervallen via %1$s: %2$s in $3$s op regel %4$d.

source: Attempt to unset immutable property via %1$s: %2$s in $3$s on line %4$d.
nl: Poging om vaste eigenschap te laten vervallen via %1$s: %2$s in $3$s op regel %4$d.

source: Attempt to unset undefined property via %1$s: %2$s in $3$s on line %4$d.
nl: Poging om onbekende eigenschap te laten vervallen via %1$s: %2$s in $3$s op regel %4$d.

source: An invalid list of authentication modules was returned by ModUtil::getModulesCapableOf().
nl: Een ongeldige lijst van authenticatiemodules werd aangeleverd door ModUtil::getModulesCapableOf().

source: There were no authentication methods available. Forcing the Users module to be used for authentication.
nl: Er zijn geen authenticatiemethodes beschikbaar. De gebruikersmodule zal derhalve worden aangezet.

source: User name
nl: Gebruikersnaam

source: User name and password
nl: Gebruikersnaam en wachtwoord

source: The authentication method '%2$s' is not a listable method for the module '%1$s'. It will be ignored.
nl: De authenticatiemethode '%2$s' is geen bruikbare methode voor de module '%1$s'. Deze zal worden genegeerd.

source: The module '%1$s' is not a listable authentication module. All methods specified for it will be ignored.
nl: De module '%1$s' is geen bruikbare authenticatie module. Alle aangegeven methodes zullen worden genegeerd.

source: The set of listable authentication methods did not contain any methods that are currently available. Forcing the '%2$s' method defined by the '%1$s' module to be listable.
nl: De mogelijke authenticatiemethodes bevatten geen methodes die nu ook beschikbaar zijn. Derhalve wordt de '%2$s' methode uit de module '%1$s' beschikbaar gesteld.

source: The authentication method list is in an inconsistent state. No authentication modules.
nl: De lijst met authenticatiemethodes bevat een probleem. Er zijn geen authenticatiemodules.

source: An invalid numeric offset was received ('%1$s').
nl: Er werd een ongeldige numerieke waarde ('%1$s') ontvangen.

source: An invalid offset was received ('%1$s').
nl: Er werd een ongeldige waarde ('%1$s') ontvangen.

source: Instances of $1$s are immutable.
nl: Waarden van $1$s zijn niet wijzigbaar.

source: Who's on-line
nl: Wie is er online

source: On-line block
nl: Wie is er online-blok

source: User account
nl: Gebruikers account

source: User account links
nl: Gebruikers account links

source: Log-in block
nl: Log-in blok

source: User
nl: Gebruiker

source: User's custom box
nl: Persoonlijke gebruikers box

source: Custom block content for %s
nl: Persoonlijke inhoud voor %s

source: Guest
nl: Gast

source: root, webmaster, admin, administrator, nobody, anonymous, username
nl: root, webmaster, admin, administrator, nobody, anonymous, username, anoniem, beheerder, niemand, gebruiker, gebruikersnaam

source: Unknown users_temp record type: %1$s
nl: Onbekend users_temp gegevens type: %1$s.

source: Error! No users selected to receive e-mail, or invalid uid list.
nl: Foutmelding: Er zijn geen gebruikers geselecteerd om email aan te verzenden, of de uid-lijst is ongeldig.

source: Error! E-mail message to be sent not specified or invalid.
nl: Foutmelding: Het te verzenden e-mail bericht is niet gespecificeerd of ongeldig.

source: Error! The required field '%2$s' was blank or missing
nl: Foutmelding! Verplicht veld '%2$s' is niet ingevuld.

source: Error! Could not send the e-mail message.
nl: Foutmelding: Kon het e-mail bericht niet versturen.

source: Done! E-mail message has been sent to %1$d user.
nl: Klaar! E-mail bericht is verstuurd naar %1$d gebruiker.

source: Users list
nl: Gebruikerslijst

source: Pending registrations
nl: Wachtende registraties

source: Create new user
nl: Nieuwe gebruiker aanmaken

source: Import users
nl: Gebruikers importeren

source: Export users
nl: Gebruikers exporteren

source: Find users
nl: Zoek gebruikers

source: E-mail users
nl: Gebruikers e-mailen

source: Error! The users have been created but something has failed trying to get them from the database. Now all these users do not have group.
nl: Foutmelding! De gebruikers zijn aangemaakt maar het was niet mogelijk ze uit de database op te halen. Nu zijn deze gebruikers niet aan een groep toegewezen.

source: Error! The users have been created but something has failed while trying to add the users to their groups. These users are not assigned to a group.
nl: Foutmelding! De gebruikers zijn aangemaakt maar het was niet mogelijk ze aan een groep toe te wijzen. Nu zijn deze gebruikers niet aan een groep toegewezen.

source: Password for %1$s from %2$s
nl: Wachtwoord voor %1$s van %2$s

source: Error! A problem has occurred while sending e-mail messages. The error happened trying to send a message to the user %s. After this error, no more messages were sent.
nl: Foutmelding! Er heeft zich een probleem voorgedaan bij het versturen van e-mail berichten. De foutmelding gebeurde bij het verzenden naar de gebruiker %s. Na deze fout zijn er geen berichten meer verzonden.

source: Please enter a password.
nl: Vul a.u.b. een wachtwoord in.

source: Your password must be at least %s character long
nl: Het wachtwoord dient tenminste %s karakter te bevatten

source: The password cannot be the same as the user name. Please choose a different password.
nl: Het wahctwoord mag niet hetzelfde zijn als de gebruikersnaam. Kies een nieuw wachtwoord.

source: You did not enter the same password in each password field. Please enter the same password once in each password field (this is required for verification).
nl: Foutmelding: De twee opgegeven wachtwoorden zijn niet identiek. Verifieer dat hetzelfde wachtwoord is opgegeven in beide invoer velden.

source: Please enter a password reminder.
nl: Vul a.u.b. een herinnering voor het wachtwoord in.

source: You cannot include your password in your password reminder.
nl: Het wachtwoord mag niet voorkomen in de wachtwoord-hint.

source: Your password reminder is too similar to your password.
nl: De wachtwoord-hint lijkt teveel op het wachtwoord.

source: You must provide an e-mail address.
nl: Vul een e-mailadres in.

source: The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons.
nl: Foutmelding: Het e-mailadres was niet goed opgebouwd of is om andere redenen niet toegestaan.

source: Sorry! The domain of the e-mail address you specified is banned.
nl: Foutmelding: Het domein van het emailadres is verboden op deze site.

source: The e-mail address you entered has already been registered.
nl: Foutmelding: Het ingevoerde emailadres is al geregistreerd.

source: You did not repeat the e-mail address for verification. Please enter the same e-mail address once in each field.
nl: Foutmelding: De twee opgegeven emailadressen zijn niet identiek. Verifieer dat hetzelfde emailadres is opgegeven in beide invoer velden.

source: You did not enter the same e-mail address in each e-mail address field. Please enter the same e-mail address once in each field (this is required for verification).
nl: Foutmelding: De twee opgegeven emailadressen zijn niet identiek. Verifieer dat hetzelfde emailadres is opgegeven in beide invoer velden.

source: Internal Error! Missing required parameter.
nl: Interne fout! Vereiste parameter mist.

source: You must provide a user name.
nl: Vul een gebruikersnaam in.

source: The user name you entered contains unacceptable characters. A valid user name consists of lowercase letters, numbers, underscores, periods, and/or dashes.
nl: De opgegeven gebruikersnaam bevat onbruikbare karakters. Een geldige gebruikersnaam bestaat uit kleine letters, getallen, onderliggende streepjes, punten en/of streepjes.

source: The user name you entered is too long. The maximum length is %1$d characters.
nl: Foutmelding: De gebruikersnaam is te lang. De maximum lengte is %1$d karakters.

source: The user name you entered is reserved. It cannot be used.
nl: Foutmelding: De opgegeven gebruikersnaam is gereserveerd.

source: The user name you entered has already been registered.
nl: Foutmelding: De gekozen gebruikersnaam is al geregistreerd.

source: Internal Error! System-generated passwords are no longer supported!
nl: Interne fout! Wachtwoorden die door het systeem zijn gegeneerd worden niet langer ondersteund!

source: You gave the wrong answer to the anti-spam registration question.
nl: Foutmelding: Dit was niet het juiste antwoord op de veiligheidsvraag. Verbeter uw antwoord en probeer het opnieuw.

source: '%1$s' is not a valid theme.
nl: Foutmelding: '%1$s' is geen geldig thema

source: New user registration is currently disabled.
nl: Foutmelding: Nieuwe gebruikersaccount registratie is momenteel uitgeschakeld.

source: Warning! The verification code for the new registration could not be sent.
nl: Let op! De verificatiecode voor de nieuwe registratie kon niet worden verzonden.

source: Warning! The welcoming email for the new registration could not be sent.
nl: Let op! De welkoms-mail voor de nieuwe registratie kon niet worden verzonden.

source: Warning! The notification email for the new registration could not be sent.
nl: Let op! De kennisgeving voor de nieuwe registratie kon niet worden verzonden.

source: Unable to store the new user registration record.
nl: Kon de nieuwe gebruikersregistratie niet opslaan.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
nl: Let op! De gebruikersaccount is aangemaakt maar er deed zich een probleem voor bij het toevoegen van deze gebruiker aan de standaardgroep.

source: Warning! The welcoming email for the newly created user could not be sent.
nl: Let op! De welkoms-email voor de nieuwe gebruiker kon niet worden verzonden.

source: New registration: %s
nl: Nieuwe registratie: %s

source: Warning! The notification email for the newly created user could not be sent.
nl: Let op! De kennisgevings-email voor de nieuwe gebruiker kon niet worden verzonden.

source: Error! The registration record with uid '%1$s' does not contain an e-mail address.
nl: Foutmelding! De registratie met uid '%1$s' bevat geen e-mailadres.

source: Error! Unable to save the verification code for the registration for '%1$s'.
nl: Foutmelding: Het was niet mogelijk om de verificatiecode voor '%1$s' op te slaan.

source: Error! Invalid registration record.
nl: Foutmelding: Ongeldige registratie.

source: Error! Unable to retrieve registration record with id '%1$s'
nl: Foutmelding: Het is niet gelukt de registratiecode voor '%1$s' op te vragen.

source: Error: Unable to force registration for '%1$s' to be verified during approval. No e-mail address.
nl: Foutmelding! Kon de registratie voor '%1$s' niet geforceerd aanmaken bij de goedkeuring. Geen e-mailadres opgegeven.

source: Click the user's name to view his/her complete profile.
nl: Klik op de gebruikersnaam om zijn/haar complete profiel te zien.

source: Error! Could not load the results of the user's search.
nl: Foutmelding: kan de gegevens voor de zoekopdracht niet laden.

source: E-mail address
nl: E-mail adres

source: E-mail address and password
nl: E-mailadres en wachtwoord

source: An invalid 'method' parameter was received.
nl: Er werd een ongeldige parameter 'methode' ontvangen.

source: An unknown method ('%1$s') was received.
nl: Er werd een onbekende methode ('%1$s') ontvangen.

source: An unknown value for the 'filter' parameter was received ('%1$d').
nl: Er werd een onbekende waarde voor de 'filter' parameter doorgegeven ('%1$d').

source: An invalid value for the 'filter' parameter was received ('%1$s').
nl: Er werd een ongeldige waarde voor de 'filter' parameter doorgegeven ('%1$d').

source: The %1$s function is not implemented for the %1$s module. This core module handles registration of authentication information as part of the core registration process.
nl: De functie %1$s bestaat niet in de module %1$s. Deze basismodule verzorgt de registratie van authenticatie-informatie als onderdeel van het basis registratieproces.

source: Invalid '%1$s' parameter received in a call to %2$s
nl: Foutmelding: In %2$s werd een ongeldige parameter %1$s ontvangen.

source: Error! A password must be provided.
nl: Foutmelding: Er moet een wachtwoord worden opgegeven.

source: A user id was located, but the user account record could not be retrieved in a call to %1$s.
nl: Een gebruikers id werd gevonden maar het gebruikersaccount kon niet worden opgehaald in de aanroep aan %1$s.

source: Invalid account password state.
nl: Fout: Ongeldige wachtwoord status.

source: Internal Error! Unable to update the user's password with the new hashing method and/or salt.
nl: Interne Fout! Kon het wachtwoord van de gebruiker niet opslaan met de nieuwe versleutelingsmethode.

source: Sorry! The e-mail address or password you entered was incorrect.
nl: Foutmelding: Het opgegeven e-mail adres is niet correct.

source: Sorry! The user name or password you entered was incorrect.
nl: Foutmelding: De opgegeven gebruikersnaam of wachtwoord is niet correct.

source: Invalied '%1$s' parameter received in a call to %2$s
nl: Ongeldig(e) %1$s ontvangen door %2$s.

source: Invalid '%1$s' parameter provided in a call to %2$s.
nl: Ongeldig(e) %1$s doorgegeven aan %2$s.

source: An e-mail address was not provided in a call to %1$s.
nl: Er werd geen e-mailadres opgegeven in de aanroep naar %1$s.

source: A user name was not provided in a call to %1$s.
nl: Er werd geen gebruikersnaam doorgegeven in een aanroep van %1$s.

source: Invalid type for '%1$s' parameter in a call to %2$s.
nl: Ongeldig(e) type voor %1$s ontvangen door %2$s.

source: An invalid parameter array was received.
nl: Er werd een ongeldige parameter ontvangen.

source: An invalid user id was received.
nl: Er werd een ongeldige gebruikers-id ontvangen.

source: E-mail Address
nl: E-mail adres

source: Password changer
nl: Wachtwoord wijzigen

source: E-mail address manager
nl: E-mail adres wijzigen

source: Personal custom block
nl: Blok met persoonlijke inhoud

source: Language switcher
nl: Taal wijzigen

source: Verify your account.
nl: Verifieer uw account.

source: New user or registration.
nl: Nieuwe gebruikersaccount of registratie.

source: Verify your new e-mail address.
nl: Verifieer uw nieuwe emailadres

source: Recover your password.
nl: Wachtwoord ophalen.

source: Recover your user name.
nl: Gebruikersnaam ophalen.

source: Welcome!
nl: Welkom!

source: A message from %s.
nl: Een bericht van %s.

source: Account information for %s
nl: Gebruikersaccount informatie voor %s

source: Error! Unable to send user name e-mail message.
nl: Foutmelding: Kon het e-mail bericht met de gebruikersnaam niet versturen.

source: Confirmation code for %s
nl: Bevestigingscode voor %s

source: Error! Unable to send confirmation code e-mail message.
nl: Foutmelding: Kon het e-mail bericht met de bevestigingscode niet versturen.

source: Error! Unable to save confirmation code.
nl: Foutmelding: Het was niet mogelijk om de bevestigingscode op te slaan.

source: Error! Unable to create confirmation code.
nl: Foutmelding: Het was niet mogelijk om de bevestigingscode te creëren.

source: Confirmation change of e-mail for %s
nl: Bevestiging van het wijzigen van email voor %s

source: Recover account information or password
nl: Gebruiksaccountinformatie of wachtwoord terughalen

source: New account
nl: Nieuwe account

source: Provides an interface for configuring and administering registered user accounts. Incorporates all needed functionality, but can work in close unison with the third party profile module configured in the general settings of the site.
nl: Interface voor configuratie en beheer van gebruikers accounts. Minimale functionaliteit is inbegrepen, nauwe samenwerking met de externe Profiel modules (zie algemene instellingen van de site) is mogelijk.

source: users
nl: gebruikers

source: User management hooks
nl: Gebruikersbeheer koppelingen

source: Registration management hooks
nl: Registratiebeheer koppelingen

source: Login form and block hooks
nl: Koppelpunten voor blokken en inlogschermen

source: Error! Cannot determine valid 'cid' for edit mode in 'Categories_admin_edit'.
nl: Foutmelding: Kan geen geldige 'cid' voor bewerken vaststellen voor 'Categories_admin_edit'.

source: Done! Saved the %s category.
nl: De categorie '%s' is opgeslagen.

source: Done! Inserted the %s category.
nl: De categorie '%s' is toegevoegd.

source: Done! Deleted the %s category.
nl: De categorie '%s' is verwijderd.

source: Done! Copied the %s category.
nl: De categorie '%s' is gekopieerd.

source: Done! Moved the %s category.
nl: De categorie '%s' is verplaatst.

source: Done! Rebuilt the category paths.
nl: De categorie paden zijn opnieuw opgebouwd.

source: Done! Deleted the category registry entry.
nl: De categorie registeringave is gewist.

source: Done! Saved the category registry entry.
nl: De categorie registeringave is bewaard.

source: Error! The document root is invalid.
nl: Foutmelding: De 'document root' is ongeldig.

source: Error! The category ID is invalid.
nl: Foutmelding: De categorie ID is ongeldig.

source: Error! Cannot retrieve category with ID %s.
nl: Foutmelding: De categorie met het ID %s bestaat niet.

source: Notice: The administrator has locked the category '%2$s' (ID '%$1s'). You cannot edit or delete it.
nl: Informatie: De beheerder heeft de categorie '%2$s' (ID '%$1s') op slot gezet. Hij kan niet bewerkt of gewist worden.

source: Error! Invalid [%s] received.
nl: Foutmelding: Ongeldig(e) [%s] ontvangen.

source: Error! The URL contains an invalid 'document root' parameter.
nl: Foutmelding: De URL bevat een ongeldige 'document root' parameter.

source: Error! The root directory cannot be modified in 'user' mode
nl: Foutmelding: De hoofd directory kan niet gewijzigd worden in 'gebruikers' modus

source: Error! It looks like you are trying to edit another user's categories. Only site administrators can do that (%s).
nl: Foutmelding: Categorieën van andere gebruikers kunnen niet bewerkt worden. Alleen beheerders hebben deze mogelijkheid. (Root pad id: %s).

source: Error! Cannot access root directory (%s).
nl: Foutmelding: De root directory (%s) kan niet benaderd worden.

source: Error! The specified category is not a leaf-level category (%s).
nl: Foutmelding: De opgegeven categorie is geen eind-node categorie (%s).

source: Error! The specified category is not a child of the document root (%1$s; %2$s).
nl: Foutmelding: De opgegeven categorie is geen vertakking van de document root (%1$s; %2$s).

source: Error! Editing mode for user-owned categories is only available to users who have logged-in.
nl: Foutmelding: Alleen ingelogde gebruikers kunnen gebruikers-categorieën bewerken.

source: Error! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
nl: Foutmelding: Bewerken van gebruikers-categorieën is uitgeschakeld. Dit kan aangezet worden door de site-beheerder.

source: Error! Could not determine the user root node.
nl: Foutmelding: Kon de gebruikers het hoofdknooppunt van de gebruiker niet bepalen.

source: Error! The user root node seems to point towards an invalid category: %s.
nl: Foutmelding: De gebruikers hoofd node wijst naar een ongeldige categorie '%s'.

source: Error! Cannot determine user category root node name.
nl: Foutmelding: De naam van gebruikers categorie hoofd-node kon niet bepaald worden.

source: Error! The user root category node for this user does not exist, and the automatic creation flag (autocreate) has not been set.
nl: Foutmelding: Gebruikers categorie hoofd-node voor deze gebruiker bestaat niet (en is ook niet automatisch aangemaakt volgens instellingen).

source: Default
nl: Standaard

source: General
nl: Algemeen

source: Yes/No
nl: Ja/Nee

source: Publication status (extended)
nl: Uitgebreide publicatie status

source: Pending
nl: Wachtend

source: Checked
nl: Gecontroleerd

source: Approved
nl: Goedgekeurd

source: Rejected
nl: Afgewezen

source: Gender
nl: Geslacht

source: Male
nl: Man

source: Female
nl: Vrouw

source: Mr.
nl: Dhr.

source: Mrs.
nl: Mevr.

source: Ms.
nl: Mw.

source: Miss
nl: Mej.

source: Activity status
nl: Activiteit status

source: Active
nl: Actief

source: Inactive
nl: Inactief

source: Publication status (basic)
nl: Standaard publicatie status

source: Global
nl: Globaal

source: Blogging
nl: Bloggen

source: Music and audio
nl: Muziek en audio

source: Art and photography
nl: Kunst en fotografie

source: Writing and thinking
nl: Schrijven en denken

source: Communications and media
nl: Berichten en media

source: Travel and culture
nl: Reizen en cultuur

source: Science and technology
nl: Wetenschap en technologie

source: Sport and activities
nl: Sport en activiteiten

source: Business and work
nl: Zaken en werk

source: Categories list
nl: Lijst van categorieën

source: Create new category
nl: Nieuwe categorie aanmaken

source: Category registry
nl: Categorie register

source: Rebuild paths
nl: Paden opnieuw genereren

source: Categories manager
nl: Categorieën beheer

source: Category administration.
nl: Categorieën beheer

source: categories
nl: categorieen
