Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Capabilities properties must be an array in the form array(capability => array(version => string, ... => ... in %s
nl: De beschrijving van de mogelijkheden moet in array zijn in de vorm array(capability => array(version => string, ... => ... in %s

source: Hook subscriber area %s does not exist
nl: Koppeling met deelnamegebied %s bestaat niet

source: Hook provider area %s does not exist
nl: Koppeling met leveranciersgebied %s bestaat niet

source: You have been logged out.
nl: U bent afgemeld.

source: An unknown error occurred
nl: Er is een onbekende fout opgetreden.

source: Error! You must make a selection.
nl: Foutmelding: Er moet een selectie gemaakt worden.

source: Error! Invalid e-mail address.
nl: Foutmelding: Ongeldig email adres.

source: Error! in %1$s: an invalid %2$s parameter was received.
nl: Foutmelding: In %1$s: werd een ongeldige parameter %2$s ontvangen.

source: Error! Invalid URL.
nl: Foutmelding: Ongeldige URL.

source: Unknown date
nl: Onbekende datum

source: Select date
nl: Selecteer datum

source: Error! Invalid date.
nl: Foutmelding: Datum ongeldig.

source: Error! Invalid integer.
nl: Foutmelding: Ongeldig heel getal.

source: Error! Range error. Value must be between %1$s and %2$s.
nl: Foutmelding: De waarde moet binnen het bereik, tussen %1$s en %2$s, liggen.

source: Error! The value must be %s or more.
nl: Foutmelding: De waarde moet %s zijn of meer.

source: Error! The value must be %s or less.
nl: Foutmelding: De waarde moet %s zijn of minder.

source: Error! Did not succeed in uploading file.
nl: Foutmelding: Uploaden mislukt.

source: Error! An entry in this field is mandatory.
nl: Foutmelding: Dit veld moet ingevuld worden.

source: Error! Invalid number.
nl: Foutmelding: Ongeldig getal.

source: Unknown value [%1$s] for '%2$s'.
nl: Onbekende waarde [%1$s] voor '%2$s'.

source: Error! Input text must be no longer than %s characters.
nl: Foutmelding: Ingegeven tekst moet niet langer zijn dan %s karakters.

source: Choose one
nl: Kies een

source: Plugin %s must be an instance of Zikula_Form_AbstractPlugin
nl: Plugin %s moet een onderdeel van Zikula_Form_AbstractPlugin zijn

source: Cannot restore Zikula_Form_View plugin of type '%s' since stored and actual number of member vars differ
nl: Kan de Zikula_Form_View plugin van type '%s' niet herstellen aangezien het opgeslagen en actuele aantal variabelen niet overeenkomt

source: Empty 'page' specified in your theme page configuration on file %s.
nl: Lege 'page' aangeven in de theme-configuratie, bestand %s.

source: Error! The template [%1$s] is not available in the [%2$s] module.
nl: Foutmelding: De template [%1$s] is niet beschikbaar in de [%2$s] module.

source: Error! The insert [%1$s] is not available in the [%2$s] module.
nl: Foutmelding: De invoeging [%1$s] is niet beschikbaar in de [%2$s] module.

source: [View %1$s] '%2$s' is not implemented
nl: [View %1$s] '%2$s' is not geimplemnteerd

source: Security token validation failed
nl: Beveiligings controle mislukt

source: Registration authentication is not supported by this authentication method.
nl: Registratie-authenticatie wordt niet ondersteund door deze authenticatie-methode.

source: zikula_view.template_override returned a non-existent template path %s
nl: zikula_view.template_override wil een niet-bestaand template-pad %s gebruiken

source: %s is a protected template variable and may not be assigned
nl: %s is een beveiligde template variable and mag niet worden toegekend

source: Action: %1$s not available in this State: %2$s
nl: Opmerking: %1$s niet beschikbaar in toestand %2$s

source: No permission to execute action: %s [permission]
nl: Geen toestemming om deze actie uit te voeren: %s [permission]

source: Operation file [%s] does not exist
nl: Bestand [%s] bestaat niet

source: Operation function [%s] is not defined
nl: Functie [%s] bestaat niet

source: Invalid next-state value [%1$s] retrieved by the '%2$s' operation for the workflow '%3$s' ['%4$s'].
nl: Ongeldige volgende status waarde [%1$s] ontvangen door de '%2$s' operatie voor de workflow '%3$s' ['%4$s'].

source: Unable to parse XML workflow (line %1$s, %2$s): %3$s
nl: Kan de XML workflow niet parsen (regel %1$s, %2$s): %3$s

source: Unknown %1$s name '%2$s' in action '%3$s'.
nl: Onbekende %1$s name '%2$s' bij actie '%3$s'.

source: Unknown %1$s name '%2$s' in action '%3$s' of the '%4$s' state.
nl: Onbekende %1$s naam '%2$s' in actie '%3$s' of de '%4$s' toestand.

source: Unknown state name '%1$s' in action '%2$s', operation '%3$s'.
nl: Onbekende toestand benaming '%1$s' in actie '%2$s', operatie '%3$s'.

source: Workflow state error: '%2$s' tag of the state '%1$s'.
nl: Workflow toestand fout: '%2$s' tag van de toestand '%1$s'.

source: Unexpected %1$s tag in %2$s state
nl: Onverwachte %1$s tag in %2$s toestand

source: %1$s: The specified module [%2$s] does not exist.
nl: %1$s: De gekozen module [%2$s] bestaat niet.

source: %1$s: Unable to find the workflow file [%2$s].
nl: %1$s: kan het workflow bestand [%2$s] niet vinden.

source: %s: Unsupported module type.
nl: %s: niet ondersteund module type.

source: %1$s: The module [%2$s] is not active.
nl: %1$s: De module [%2$s] is niet geactiveerd.

source: %1$s: %2$s not set.
nl: %1$s: %2$s niet ingesteld.

source: %1$s: %2$s must be an array or an object.
nl: %1$s: %2$s moet een array of een object zijn.

source: %1$s: %2$s needs to be named
nl: %1$s: %2$s dient benoemd te worden

source: %1$s: %2$s is not an array nor an object.
nl: %1$s: %2$s is noch een array noch een object.

source: %1$s: %2$s is specified.
nl: %1$s: %2$s is aangegeven.

source: %1$s: %2$s is not specified.
nl: %1$s: %2$s is not aangegeven.

source: Permission check file [%s] does not exist.
nl: Rechtencontrole bestand [%s] bestaat niet

source: Permission check function [%s] not defined.
nl: Rechtencontrole functie [%s] bestaat niet

source: A fatal system error occured.
nl: Er trad een ernstige systeemfout op

source: The requested page could not be found or is not currently accessible.
nl: De opgevraagde pagina kon niet worden gevonden of is momenteel niet toegankelijk.

source: Error! Could not load '%s'. Please check that it exists.
nl: Foutmelding: Kon '%s' niet laden. Controleer of het bestaat.

source: Error! The locale file %s contains invalid data.
nl: Foutmelding: Het locale bestand '%s' bevat ongeldige gegevens.

source: Error! %1$s is missing in %2$s.
nl: Foutmelding: %1$s niet gevonden in %2$s.

source: Error! There is an invalid value for %1$s in %2$s.
nl: Foutmelding: Ongeldige waarde voor %1$s in %2$s.

source: $domain cannot be an array.
nl: $domain mag geen array zijn.

source: Error! Multi-lingual functionality is not enabled. This page cannot be displayed in %s language.
nl: Foutmelding: Multi-talen functionaliteit is niet ingeschakeld. Deze pagina kan niet worden getoond in de taal '%s'.

source: Error! The requested language %s is not available.
nl: Foutmelding: De opgevraagde taal '%s' is niet beschikbaar.

source: Error! Could not set encoding based on database character set '%s'.
nl: Foutmelding: De encodering kon niet ingesteld worden op basis van de database karakterset '%s'.

source: Arabic
nl: Arabisch

source: Bulgarian
nl: Bulgaars

source: Czech
nl: Tsjechisch

source: Danish
nl: Deens

source: German
nl: Duits

source: Greek
nl: Grieks

source: English
nl: Engels

source: Spanish
nl: Spaans

source: Finnish
nl: Fins

source: French
nl: Frans

source: Irish
nl: Iers

source: Indonesian
nl: Indonesisch

source: Italian
nl: Italiaans

source: Japanese
nl: Japans

source: Dutch
nl: Nederlands

source: Norwegian
nl: Noors

source: Polish
nl: Pools

source: Portuguese
nl: Portugees

source: Russian
nl: Russisch

source: Swedish
nl: Zweeds

source: Turkish
nl: Turks

source: Chinese
nl: Chinees

source: Netherlands Antilles
nl: Nederlandse Antillen

source: Austria
nl: Oostenrijk

source: Australia
nl: Australie

source: Aland Islands
nl: Åland-eilanden

source: Belgium
nl: Belgie

source: Brazil
nl: Brazilie

source: Switzerland
nl: Zwitserland

source: Germany
nl: Duitsland

source: Denmark
nl: Denemarken

source: Egypt
nl: Egypte

source: France
nl: Frankrijk

source: United Kingdom (Great Britain)
nl: Verenigd Koninkrijk (Groot Brittanie)

source: Greece
nl: Griekenland

source: Italy
nl: Italië

source: Morocco
nl: Marokko

source: Netherlands
nl: Nederland

source: Norway
nl: Noorwegen

source: Turkey
nl: Turkije

source: United States of America
nl: Verenigde Staten van Amerika

source: South Africa
nl: Zuid Afrike

source: Unknown or unspecified country
nl: Onbekend of niet-opgegeven land

source: Connection failed to database
nl: Foutmelding: Verbinding naar database mislukt!

source: PHP issued an error at line 0, so reporting entire trace to be more helpful: %1$s: %2$s
nl: PHP gaf een foutmelding op regel 0 dus is het beter zijn de hele melding te rapporteren: %1$s: %2$s

source: traced in %1$s line %2$s
nl: opgemerkt in %1$s op regel %2$s

source: %1$s: %2$s in %3$s line %4$s
nl: %1$s: %2$s in %3$s regel %4$s

source: SQL Query: %s took %s sec
nl: SQL Query: %s duurde %s sec

source: Hooks
nl: Koppelpunten

source: Error! Zikula does not support PHP magic_quotes_runtime - please disable this feature in php.ini.
nl: Foutmelding! Zikula ondersteund PHP magic_quotes_runtime niet, zet deze optie uit in php.ini.

source: Error! Zikula does not support PHP magic_quotes_gpc = On - please disable this feature in your php.ini file.
nl: Foutmelding! Zikula ondersteund PHP magic_quotes_gpc = On niet, zet deze optie uit in php.ini

source: Error! Zikula does not support PHP register_globals = On - please disable this feature in your php.ini or .htaccess file.
nl: Foutmelding! Zikula ondersteund PHP register_globals = On niet, zet deze optie uit in php.ini of in het .htaccess bestand.

source: Error! Zikula requires PHP version %1$s or greater. Your server seems to be using version %2$s.
nl: Foutmelding! Zikula vereist PHP versie %1$s of groter. De server lijkt versie %2$s te gebruiken.

source: Error! PHP 'token_get_all()' is required but unavailable.
nl: Foutmelding: De PHP functie 'token_get_all()' is nodig, maar is niet beschikbaar.

source: Error! PHP must have the mbstring extension loaded.
nl: Foutmelding! In PHP moet de extensie mbstring aangezet zijn.

source: Error! The PHP function 'fsockopen()' is needed within the Zikula mailer module, but is not available.
nl: Foutmelding: De PHP functie 'fsockopen()' is nodig voor de Zikula mailer module, maar is niet beschikbaar.

source: Please configure your server to meet the Zikula system requirements.
nl: Werk de server bij zodat aan de Zikula vereisten wordt voldaan.

source: The temporary directory "%s" and its subfolders must be writable.
nl: De tijdelijke directory "%s" en haar subdirectory's moeten schrijfbaar zijn.

source: Please ensure that the permissions are set correctly on your server.
nl: Foutmelding! Controleer of de rechten goed staan ingesteld op uw server.

source: System error! Folder '%s' was not found or is not writable.
nl: Systeemfout! De directory '%s' is niet gevonden of is niet schrijfbaar.

source: Please ensure that the permissions are set correctly for the mentioned folders.
nl: Foutmelding! Controleer of de rechten goed staan ingesteld voor de betreffende mappen.

source: The Printer theme is an auxiliary theme designed specially for outputting pages in a printer-friendly format.
nl: Het printer theme is een extra theme, speciaal ontworpen voor het genereren van pagina's in een printer-vriendelijk formaat.

source: The SeaBreeze theme is a browser-oriented theme, and was updated for the release of Zikula 1.0, with revised colours and new graphics.
nl: Het SeaBreeze theme is een browser-georiënteerd theme en is volledig bijgewerkt in Zikula, met herziene kleuren en nieuwe graphics.

source: The Atom theme is an auxiliary theme specially designed for rendering pages in Atom mark-up.
nl: Het Atom theme is een extra theme, speciaal ontworpen voor het weergeven van pagina's in Atom opmaak.

source: Show item descriptions
nl: Laat item beschrijvingen zien

source: The site is currently off-line.
nl: De site is momenteel uitgeschakeld.

source: Missing parameter '%s'
nl: Ontbrekende parameter '%s'

source: Error! The '%s' module is unknown.
nl: Foutmelding: De module '%s' is onbekend.

source: An unknown error occurred in module %s, controller %s, action %s
nl: Er heeft zich een onbekende fout voorgedaan in module %s, controller %s, actie %s

source: Page not found.
nl: Pagina niet gevonden

source: Error! The transaction failed. Performing rollback.
nl: Foutmelding: De transactie is mislukt. Maak ongedaan (rollback).

source: Error! The transaction failed.
nl: Foutmelding: Transactie mislukt.

source: Could not load the '%1$s' module at '%2$s'.
nl: Foutmelding! Kon de '%1$s' module niet laden bij '%2$s'.

source: The '%1$s' module returned an error in '%2$s'.
nl: Foutmelding: De %1$s module geeft een fout aan in %2$s.

source: Zikula Upgrade script (for Zikula version %s and up)
nl: Zikula Upgrade script (Voor Zikula versie %s en hoger)

source: This script will upgrade any Zikula v%1$s+ installation. Upgrades from less than Zikula v%1$s are not supported by this script.
nl: Dit script werkt elke Zikula v%1$s+ versie bij. Upgrades van lager dan Zikula v%1$s worden niet ondersteund door dit script.

source: For more information about the upgrade process, please read the <a href="docs/%1$s/UPGRADING">upgrade documentation</a>, visit our <a href="http://community.zikula.org/Wiki.htm">wiki</a> or the <a href="http://community.zikula.org/module-Forum.htm">support forum</a>.
nl: Voor meer informatie over het upgrade-proces kan de <a href="docs/%1$s/UPGRADING">upgrade documentatie</a> geraadpleegd worden of kan een bezoek gebracht worden aan de <a href="http://community.zikula.org/Wiki.htm">engelstalige wiki</a> of het <a href="http://community.zikula.org/module-Forum.htm">Engelstalige support forum</a>, de <a href="http://zikula.nl/Docs/">Nederlandstalige wiki</a>, of het <a href="http://zikula.nl/Forum/">Nederlandstalige support forum</a>

source: FATAL ERROR!
nl: FATALE FOUT!

source: Zikula does not appear to be installed.
nl: Foutmelding: Zikula lijkt niet te zijn geinstalleerd.

source: Please select your language
nl: Kies de taal

source: Submit
nl: Stuur in

source: BEFORE proceeding you should backup your database!
nl: Maak een backup van de database VOORDAT er hier wordt verder gegaan!

source: Failed to login to your site
nl: Kon niet inloggen op de site

source: For the next upgrade steps you need to be logged in. Please provide your admin account credentials
nl: Voor de volgende upgrade stappen dient er ingelogd te worden. Log hieronder in met een beheerdersaccount

source: Starting upgrade
nl: Bijwerken begint

source: upgraded
nl: bijgewerkt

source: not upgraded
nl: niet bijgewerkt

source: No modules required upgrading
nl: Er waren geen modules die bijgewerkt dienen te worden

source: Finished upgrade
nl: Bijwerken afgerond

source: Go to the startpage for %s
nl: Ga naar de startpagina voor %s

source: Go to the admin panel for %s
nl: Ga naar het beheer paneel voor %s

source: Already up to date
nl: al bijgewerkt

source: It seems that you have already installed version %s. Please remove this upgrade script, you do not need it anymore.
nl: Het lijkt alsof versie %s al geïnstalleerd is. Verwijder dit upgrade script, het is niet meer nodig

source: Possible incompatible version found.
nl: Er is mogelijk een niet-compatible versie aangetroffen.

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
nl: De nu geïnstalleerde versie van Zikula is (%1$s). Voordat deze upgrade kan worden uitgevoerd moet er eerst worden bijgewerkt naar versie (%2$s).

source: date.timezone is currently not set. Since PHP 5.3.0, it needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
nl: date.timezone is niet ingesteld. Sinds PHP 5.3.0 dient dit een geldige tijdzone in php.ini te zijn, bijvoorbeeld UTC, GMT+5, Europe/Berlin.

source: Check again
nl: Opnieuw controleren

source: PCRE Unicode Property Support Needed.
nl: ondersteuning voor PCRE Unicode Property is vereist.

source: The PCRE (Perl Compatible Regular Expression) library being used with your PHP installation does not support Unicode properties. This is required to handle multi-byte character sets in regular expressions. The PCRE library used must be compiled with the '--enable-unicode-properties' option.
nl: De PCRE (Perl Compatible Regular Expression) bibliotheek die in de PHP installatie wordt gebruikt ondersteund geen Unicode eigenschappen. Dit is noodzakelijk om multi-byte karaktersets in reguliere expressies te verwerken. De PCRE bibliotheek dient te worden gecompileerd met de '--enable-unicode-properties' optie.

source: Theme Check Failed
nl: Controle van thema mislukt.

source: Your configuration specifies a theme called '%s' that doesn't exist. Please ensure that theme exists in themes/%s
nl: De configuratie wil een theme aanroepen met de naam '%s' maar deze bestaat niet. Zorg ervoor dat het theme bestaat in de map themes/%s

source: Your configuration specifies a theme called '%s' which begins with a lower case letter. You must first upgrade the theme's name to start with a capital letter. This should be done in your 1.2.x installation before attempting this upgrade again.
nl: De configuratie gebruikt het theme '%s' wat met een kleine letter begint. Het theme dient bijgewerkt te worden zodat het met een hoofdletter begint. Dit dient in de 1.2.x versie van zikula te gebeuren voordat nogmaals een poging gedaan kan worden om deze bij te werken.

source: Your theme called '%s' contains an underscore, this is now deprecated. You must first upgrade the theme's name so it does not contain any underscore character. This should be done in your 1.2.x installation before attempting this upgrade again.
nl: Het theme '%s' bevat een liggend streepje, dit is niet meer toegestaan. De naam van het theme dient bijgewerkt te worden zodat deze geen liggend streepje meer bevat. Dit dient in de 1.2.x versie van zikula te gebeuren voordat nogmaals een poging gedaan kan worden om deze bij te werken.

source: Proceed to upgrade (click once and wait)
nl: Verder naar bijwerken (Kies éénmaal en wacht)

source: FATAL ERROR: Cannot start, unable to determine installed Core version.
nl: Foutmelding! Kan niet starten, kan de geïnstalleerde versie van Zikula niet vaststellen.

source: FATAL ERROR: Cannot start, unable access database.
nl: Foutmelding! Kan niet starten, kan database niet bereiken.

source: Zikula is already installed!
nl: Zikula is reeds geïnstalleerd!

source: System is already installed!
nl: systeem is reeds geïnstalleerd!

source: Zikula is already installed so the installer has been disabled. If you need to run the installer a second time, you must reset the config.php to the original state. <a href="index.php">%s</a>.
nl: Zikula is al geinstalleerd waardoor het installatiescript is uitgeschakeld. Indien deze nog een keer gedraaid moet worden dan dient de orginele staat van config.php teruggebracht te worden. <a href="index.php">%s</a>.

source: Further information can be found in the <a href="http://community.zikula.org/Wiki-UserDocs.htm">%s</a>.
nl: Meer informatie is opgenomen in de <a href="http://community.zikula.org/Wiki-UserDocs.htm">%s</a>.

source: Enter database information
nl: Vul de database informatie in

source: Error! Some of the required information was not entered. Please check your entries and try again.
nl: Foutmelding: Er is benodigde informatie niet ingevuld. Controleer en probeer opnieuw.

source: Error! Invalid table prefix. Please use only letters or numbers.
nl: Foutmelding: Ongeldige tabel prefix. Gebruik letters of getallen.

source: Error! Invalid database name. Please use only letters, numbers, '-' or '_' with a maximum of 64 characters.
nl: Foutmelding: Ongeldige database naam. Gebruik alleen letters, getallen, '-' of '_' met een maximum van 64 karakters.

source: Error! Could not connect to the database. Please check that you have entered the correct database information and try again.
nl: Foutmelding: Kon geen verbinding maken met de database. Controleer of de ingevoerde database informatie juist is en probeer het opnieuw.

source: Error! Could not dump the database. Please check that the file zikulacms.sql is located within the folder install/sql and it is readable.
nl: Foutmelding: Kon de databasedump niet importeren. Controleer of de ingevoerde database informatie juist is en probeer het opnieuw.

source: Error! The database exists and contain tables. Please delete all tables before to proceed.
nl: Foutmelding: De database bestaat en bevat ook tabellen. Verwijder eerst alle tabellen alvorens door te gaan.

source: Database information
nl: Database gegevens

source: Database table type (MySQL only)
nl: Database tabel type (alléén MySQL)

source: Database name
nl: Database naam

source: Please ensure the database is in UTF8 format.
nl: Zorg ervoor dat de database in UTF8 formaat is.

source: Next
nl: Volgende

source: Create administrator's user account
nl: Maak beheerdersaccount aan

source: Error! Usernames can only consist of a combination of letters, numbers and may only contain the symbols . and _
nl: Foutmelding! Gebruikersnamen kunnen slechts bestaan uit een combinatie van letters en getallen en mogen alleen de symbolen . (punt) en _ (liggend streepje) bevatten.

source: Error! The administrator's e-mail address is not correctly formed. Please correct your entry and try again.
nl: Foutmelding: Het e-mail adres van de beheerder heeft niet de vorm van een e-mail adres. Verbeter het ingevulde e-mail adres en probeer het opnieuw.

source: Error! Passwords do not match.
nl: Foutmelding! De opgegeven wachtwoorden komen niet overeen.

source: Error! Passwords must be at least 7 characters long.
nl: Fout! Het wachtwoord dient tenminste 7 karakters te bevatten

source: Create administrator's account
nl: Maak beheerdersaccount aan

source: Password (repetition for verification)
nl: Wachtwoord (herhalen voor controle)

source: Proceed with Installation
nl: Installatie van module afmaken?

source: Zikula installer script
nl: Zikula installatie script

source: Installer script
nl: Zikula installatie script

source: Select language
nl: Selecteer taal

source: Check requirements
nl: Controleer systeemeisen

source: Please refer to the <a style="color: red" href="%1$s" onclick="window.open('%2$s');return false;">Installation guide</a> during the process.
nl: Raadpleeg de <a style="color: red" href="%1$s" onclick="window.open('%2$s');return false;">Installatie handleiding</a> tijdens het proces.

source: NOTICE: Official copies of Zikula are only from zikula.org
nl: Let op: Officiële exemplaren van Zikula zouden alleen van de zikula.org website af mogen komen.

source: Useful resources
nl: Bruikbare bronnen

source: Installation guide
nl: Installatie handleiding

source: Zikula documentation
nl: Zikula documentatie

source: Support forums
nl: Ondersteunings fora

source: File system permissions
nl: Bestandssysteem permissies

source: Theme extensions database
nl: Theme extensies database

source: Zikula is not installed!
nl: Foutmelding! Zikula is niet geïnstalleerd.

source: System is not installed!
nl: Foutmelding! Systeem is niet geïnstalleerd.
