Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: You are seeing this message because Zikula is not yet installed. You can install Zikula by clicking on the install button, but before doing so please read the <a href="docs/en/INSTALL">installation instructions</a>. Further information can be found in the <a href="http://community.zikula.org/Wiki-UserDocs.htm">online documentation</a>.
nl: U ziet dit bericht omdat Zikula nog niet geïnstalleerd is. Zikula kan worden geïnstalleerd door op de "Installeren"-knop te kiezen maar voordat hiermee verder wordt gegaan, lees de <a href="docs/en/INSTALL">installatie instructies</a>. Meer informatie kan worden gevonden in de <a href="http://community.zikula.org/Wiki-UserDocs.htm">online documentatie</a>.

source: Install Zikula!
nl: Installeer Zikula!

source: Zikula is free software released under the GPL license!
nl: Zikula is vrije software die wordt uitgebracht onder de GPL-licentie!

source: For more information, please visit <a href="http://zikula.org/" title="Zikula Homepage">http://zikula.org</a>.
nl: Voor meer informatie kan de <a href="http://zikula.org/" title="Zikula Homepage">http://zikula.org</a> bezocht worden.

source: Check system requirements
nl: Controleer systeemeisen

source: Your PHP version is %s.
nl: de PHP versie is %s.

source: You have got a problem! Your PHP version is %s, which does not satisfy the Zikula system requirement of version 5.3.2 or later.
nl: Let op! De gebruikte php versie is %s, en dat voldoet niet aan de Zikula systeemvereisten van versie 5.3.2 of later.

source: php.ini: date.timezone is set to %s
nl: php.ini: date.timezone is ingesteld op %s

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
nl: date.timezone is niet ingesteld. Het dient een geldige tijdszone in php.ini te zijn zoals UTC, GMT+5, Europe/Berlin.

source: PHP register_globals = On and must be turned off in php.ini, or .htaccess
nl: PHP register_globals = On maar moet uitgezet zijn in php.ini of .htaccess

source: PHP magic_quotes_gpc = On and must be turned off in php.ini
nl: PHP magic_quotes_gpc = On en moet uitgezet zijn in php.ini

source: PDO extension loaded.
nl: PDO Extensie geladen

source: You PHP installation doesn't have the PDO extension loaded.
nl: De PHP installatie heeft de PDO extensie niet geladen.

source: Your PHP installation has the necessary token functions available.
nl: De gebruikte php installatie heeft de vereiste token functies beschikbaar.

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
nl: De gebruikte php installatie heeft de vereiste token functies niet beschikbaar - deze zijn benodigd voor Zikula's weergave systeem.

source: Your PHP installation has the multi-byte string functions available.
nl: De gebruikte php installatie heeft de vereiste multi-byte string functies beschikbaar.

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
nl: De gebruikte php installatie heeft de multibyte string functies niet beschikbaar - dit is benodigd voor correcte afhandeling van multi-byte karakter-sets.

source: Your PHP installation's PCRE library has Unicode property support enabled.
nl: In de PRCE-bibliotheek van PHP is Unicode property support ingeschakeld.

source: Your PHP installation's PCRE library does not have Unicode property support enabled. Zikula needs this to handle multi-byte character sets in regular expressions. The PCRE library used with PHP must be compiled with the '--enable-unicode-properties' option.
nl: In de PRCE-bibliotheek van PHP is Unicode property support niet ingeschakeld. Zikula heeft dit nodig om multi-byte karaktersets in reguliere expressies te gebruiken. De PRCE-biblitheek in PHP dient te worden gecompileerd met de '--enable-unicode-properties' optie.

source: Your PHP installation has the JSON functions available.
nl: De gebruikte php installatie heeft de vereiste JSON functies beschikbaar.

source: Your PHP installation does not have the JSON functions available. Zikula needs this to handle AJAX requests.
nl: De gebruikte php installatie heeft de JSON functies niet beschikbaar - dit is benodigd voor correcte afhandeling van het gebruik van AJAX-scripts.

source: Personal configuration file
nl: Persoonlijk configuratie bestand

source: '%s' is not present. This is OK.
nl: '%s' is not aanwezig. Dit is OK.

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
nl: '%s' bestaat. Hernoem dit bestand alvorens verder te gaan met deze installatie.

source: %s is writeable.
nl: %s is schrijfbaar.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
nl: Er is een probleem! Kan niet schrijven naar '%s'. Pas de schrijfrechten aan voor de installatie.

source: Character set (default: '%s')
nl: Karakterset (standaard: '%s')

source: Encoding (default: '8bit')
nl: Standaard encoding (Standaard: 8bit)

source: HTML-formatted messages
nl: HTML-opgemaakte berichten

source: Word wrap (default: 50)
nl: Woord terugloop (Standaard: 50)

source: Use Microsoft mail client headers
nl: Gebruik Microsoft mail client headers

source: 'Sendmail' settings
nl: Instellingen voor 'Sendmail'

source: Path to 'Sendmail'
nl: Pad naar 'Sendmail'

source: SMTP settings
nl: SMTP instellingen

source: SMTP server (default: localhost)
nl: SMTP server (Standaard: localhost)

source: SMTP port (default: 25)
nl: SMTP poort (Standaard: 25)

source: SMTP Security Method
nl: SMTP beveiligingsmethode

source: SMTP time-out (default: 10 seconds)
nl: SMTP time-out (Standaard: 10 seconden)

source: Enable SMTP authentication
nl: Schakel SMTP authenticatie in

source: SMTP user name
nl: SMTP gebruikersnaam

source: SMTP password
nl: SMTP Wachtwoord

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Settings test
nl: Test instellingen

source: Sender's name
nl: Naam van de afzender

source: Sender's e-mail address
nl: E-mail adres van de afzender

source: Recipient's name
nl: Naam van de ontvanger

source: Recipient's e-mail address
nl: Email adres van de ontvanger

source: Subject
nl: Onderwerp

source: Message Type
nl: Bericht type

source: Plain-text message
nl: bericht met platte tekst

source: HTML-formatted message
nl: HTML-opgemaakt bericht

source: Multi-part message
nl: Multi-part bericht

source: Test settings now
nl: Test instellingen

source: Form of display
nl: Manier van weergeven

source: Flags
nl: Vlaggen

source: Dropdown menu
nl: Uitklapmenu

source: List
nl: Lijst

source: Translate options
nl: Vertaal instellingen

source: Edit block
nl: Bewerk blok

source: Block placement filtering
nl: Blok plaatsings filter

source: Position(s)
nl: Positie(s)

source: Advanced placement options
nl: Geavanceerde blok positie opties

source: Show/hide advanced placement options
nl: Klik hier om geavanceerde blok positie opties te tonen/verbergen

source: To restrict the block's visibility to certain modules and module functions, you can create filter(s) and select the module, function type, function name and function arguments that you want to apply to the filter. All fields are optional. If you omit a field, it will act as an *.
nl: Om de zichtbaarheid van een blok te beperken tot bepaalde modules en/of modulefuncties kan een filter ingesteld worden door het functietype, de functienaam en de functie-argumenten in te stellen. Alle velden zijn optioneel. Indien deze niet worden ingevuld zullen ze als .* worden beschouwd.

source: Create new filter
nl: Nieuw filter aanmaken

source: Function type
nl: Functie type

source: Function name
nl: Functie naam

source: Function arguments
nl: Argumenten voor functie

source: Collapsibility
nl: In- en uitklapbaarheid

source: Collapsible
nl: Inklapbaar

source: Default state
nl: Standaard weergave

source: Expanded
nl: Uitgeklapt

source: Collapsed
nl: Ingeklapt

source: Customisation
nl: aanpassing

source: Block refresh interval
nl: Blok ververs interval

source: Add the current URL as new link in this block
nl: Voeg de huidige URL toe als nieuwe link in dit blok

source: Add current URL
nl: Voeg huidige URL toe

source: Edit this block
nl: Bewerk dit blok

source: Block content
nl: Blok inhoud

source: Block settings
nl: Blok instellingen

source: You can restrict the access to certain settings higher than the default ("Edit") permissions level. Below is a list of these options.
nl: De toegang tot bepaalde instellingen kan hoger worden ingesteld dat de standaard ("Edit") ingestelde rechten. Hieronder staat een lijst met mogelijke opties.

source: Block titles
nl: Blok titels

source: Block display settings
nl: Blok weergave-instellingen

source: Block editing settings
nl: Blok instellingen voor wijzigen

source: You can specify a diferent block title for each language. If blank, the default block title will be displayed.
nl: Voor elke taal kan een andere blok-titel worden ingesteld. Indien deze leeg wordt gelaten dan worden de standaard titel gebruikt.

source: <strong>Note</strong>: some templates and/or stylesheets are found only in certain themes. These templates and stylesheets have been included in the "Only in some themes" group. Choosing a template or a stylesheet from this group you must take into account the fact that it might not be available in certain theme - in such situation default template and style ("blocks_block_menutree_default.tpl") is used.
nl: <strong>Opmerking</strong>: Sommige templates en/of stylesheets komen alleen in bepaalde theme's voor. Deze templates en stylesheets zijn opgenomen in de groep "Alleen in sommige theme's". Door een template of stylesheet uit deze groep te kiezen dient er rekening mee gehouden te worden dat deze wellicht niet beschikbaar zijn in bepaalde theme's. In deze gevallen worden de standaard template en style ("blocks_block_menutree_default.tpl") gebruikt.

source: Template
nl: Sjabloon

source: Choose stylesheet
nl: Kies Stylesheet

source: The list of stylesheets has been limited to those which appear to be associated with selected template.<br />If you do not find among them stylesheet you are looking for - you can <a href="#" title="Click here, to display all stylesheets">show all stylesheets</a>.
nl: De lijst met stylesheets is gelimiteerd tot de stylesheets die bij het geselecteerde template horen.<br />Indien de gezochte stylesheet niet worden gevonden dan kunnen <a href="#" title="laat alle stylesheets zien">alle stylesheets</a> worden vertoond.

source: Show editing links
nl: Laat links om te bewerken zien

source: Display the links: "Add current URL" and "Edit this block".
nl: Laat de volgende links zien: "Bewerk huidige URL" and "Bewerk dit blok"

source: Strip base url from links
nl: Verwijder basis van URL uit links

source: Base URL which will be removed: %s.
nl: De basis van URL's wordt verwijderd: %s.

source: Note! Short URLs are enabled. It's strongly recommended to turn on this option when using short URLs.
nl: Let op! Verkorte URL's zijn ingeschakeld. Het wordt aanbevolen om deze optie aan te zetten wanneer verkorte URL's gebruikt worden.

source: Maximum depth of tree
nl: Maximale diepte van de boomstructuur

source: Zero means no limit.
nl: 0 is geen limiet

source: Class list for links
nl: Class lijst voor links

source: You can assign a CSS class for each link in the menu. This option allows you to prepare a list of classes, which you will be able to choose.
nl: Een CSS klasse kan voor iedere link in het menu gekozen worden. Deze optie maakt het mogelijk om een lijst met klassen klaar te maken waaruit gekozen kan worden.

source: The title of the class will be visible to the user, the name of the class will be used as an "class" attribute value.
nl: De titel van de klasse zal onzichtbaar zijn voor de gebruiker, de naam van de klasse zal worden gebruikt als een klasse-attribuut waarde.

source: Class name
nl: Class naam

source: Class title
nl: Class titel

source: Delete class
nl: Class verwijderen

source: Add
nl: Toevoegen

source: Add class
nl: Class toevoegen

source: Expand all
nl: Alles uitklappen

source: Collapse all
nl: Alles inklappen

source: Change active language:
nl: Kies actieve taal:

source: You can import one of existing menus. To this purpose choose the appropriate menu from the drop-down list. If the chosen menu had marked appropriate option - links to all modules will be imported.
nl: Een van de bestaande menu's kan worden geïmporteerd. Kies hiervoor het goede menu uit de drop-down lijst. Indien bij het gekozen menu de optie voor alle modules is ingeschakeld dan zullen links naar alle modules worden geïmporteerd.

source: Choose menu
nl: Kies menu

source: Edit menu item
nl: Menu-item bewerken

source: Field Name is required.
nl: Veldnaam is verplicht.

source: Please fill required fields
nl: Vul de verplcihte velden in

source: Menu item data
nl: Gegevens van Menu-item

source: Use one for all languages
nl: Gebruik één voor alle talen

source: Choose class
nl: Kies Class

source: Active?
nl: Actief?

source: Click to activate this block
nl: Klik om dit blok te activeren

source: Click to deactivate this block
nl: Klik om dit blok te deactiveren

source: This is the list of blocks present in your system, you can use the filter to display only certain blocks. The order in which blocks are listed here is not necessarily the order in which they are displayed in site pages. To manage the display order within site pages, scroll down (or <a href="#blockpositions">click here</a>), then edit a block position. You will be able to arrange the order of display for blocks assigned to that block position.
nl: Dit is de lijst van blokken die aanwezig zijn op het systeem, u kunt gebruik maken van een filter. De volgorde waarin blokken worden weergegeven is niet noodzakelijk de volgorde waarin ze in de website pagina's worden getoond. Om de weergave volgorde in website pagina's te beheren,: scroll omlaag of <a href="#blockpositions">Klik hier</a>) en bewerk dan een blok positie. Dan is het mogelijk om de volgorde van weergeven van blokken die zijn toegewezen aan die blok positie in te stellen.

source: Block Position
nl: Blok positie

source: Active Status
nl: Actieve status

source: Clear
nl: Leegmaken

source: Block ID
nl: Blok ID

source: State
nl: Toestand

source: Actions
nl: Acties

source: Block positions list
nl: Blok posities lijst

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, or to reorder the blocks within a block position, click on the 'Edit' icon beside that particular position. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
nl: Dit is de lijst van blok posities die nu bestaan voor de pagina's van deze site. Maak een nieuwe blok positie aan door te klikken op 'Maak nieuwe blok positie' in het menu. Klik op het 'Bewerk' icoon naast een bepaalde positie om de instellingen voor een blok positie te bewerken of blokken te reorganiseren binnen een blok positie. Klik op het 'Wis' icoon en bevestig de actie in de bevestigingsvraag die getoond zal worden.

source: Theme tag
nl: Theme markering

source: Delete block position
nl: Wis blok positie

source: Do you really want to delete this block position?
nl: Dient deze blok positie echt verwijderd te worden?

source: Confirmation prompt
nl: Bevestigings vraag

source: Enable menu collapse icons
nl: Activeer menu inklap iconen

source: New block
nl: Nieuw blok

source: Block
nl: Blok

source: Template for this block
nl: sjabloon voor dit blok

source: CSS styling
nl: CSS stijl

source: Visibility within block
nl: Zichtbaarheid binnen blok

source: Display links to installed modules
nl: Toon links naar geintalleerde modules

source: These block titles override the title entered in the Blocks/extmenu section at the top of this page. If you enter titles here, it is these titles here that will be displayed in site pages. The title entered under Blocks/extmenu will be the title seen in the blocks list in the Blocks administration.
nl: Deze blok titels hebben voorrang boven de titel die is opgegeven in het Blokken/extmenu deel aan de bovenkant van deze pagina. Wanneer hier titels ingevoerd worden, worden deze titels in de website pagina's getoond. De titel ingevuld onder blokken/extmenu zal de getoond worden in de Blokken lijst in de Blokken beheer pagina.

source: In the table below, drag and drop the menu items into your desired order. It is also possible to create nesting menu entries if you move an entry onto an existing row. The item order and the contents of each menu item are saved when you click the 'Save' button. The number in the right-hand column is the ID of the menu item. Use this ID number if you want to use permission rules to restrict access to the menu item.
nl: Sorteer het menu door middel van slepen en neerzetten in onderstaande tabel. Het is ook mogelijk om geneste menu-items te maken. De volgorde en de menu-items zelf worden opgeslagen als hieronder op 'Bijwerken' wordt geklikt. Het nummer in de rechterkolom is de ID van het betreffende menu-item. Dit kan gebruikt worden in de Rechten module om bepaalde groepen al dan geen toegang te geven to het lezen van een menu-item.

source: You can use bracket URLs in the form: &#123;modname&#125;, &#123;modname:type:func&#125; or &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. You may also specify the homepage as &#123;homepage&#125;.
nl: URLs met haakjes op de volgende manier kunnen worden gebruikt: &#123;modname&#125;, &#123;modname:type:func&#125; of &#123;modname:type:func:param1=waarde1&amp;param2=waarde2&#125;. De webpagina kan ook worden aangegeven als &#123;webpagina&#125;.

source: Create new menu item
nl: Maak nieuwe menukeuze

source: Image
nl: Afbeelding

source: optional
nl: optioneel

source: Error! Encountered a problem:
nl: Foutmelding: Er is een probleem opgetreden:

source: Add the current URL as a new link in this block
nl: Voeg de huidige URL toe als nieuwe link in dit blok

source: or
nl: of

source: Document contents
nl: Document inhoud

source: Style sheet contents
nl: Style sheet inhoud

source: Preferred language
nl: Voorkeurstaal

source: After create this block position, you will be able to assign some blocks for it, and adjust the order you want them to be displayed.
nl: Nadat deze blok-positie is aangemaakt is het mogelijk om blokken hieraan toe te wijzen de de volgorde van blokken desgewenst te wijzigen.

source: New block position
nl: Nieuwe blok positie

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
nl: Toegestane karakters zijn a-z, A-Z, 0-9, koppelteken (-) en lage streep (_).

source: Do you really want to delete this block?
nl: Moet dit blok echt verwijderd worden?

source: Edit block position
nl: Bewerk blok positie

source: Block position
nl: Blok positie

source: Block assignments
nl: Blok toewijzingen

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
nl: Informatie: Gebruik slepen en neerzetten op de blokken in een volgorde te zetten. De nieuwe blok volgorde zal automatisch opgeslagen zijn.

source: Blocks assigned to this position
nl: Blokken die aan deze positie zijn toegewezen

source: Blocks not assigned to this position
nl: Blokken die niet aan deze positie zijn toegewezen

source: Modules manager
nl: Module beheer

source: Insert blank after
nl: Voeg lege regel in na

source: New row
nl: Nieuwe rij

source: File name (including relative path from Zikula root directory)
nl: bestandsnaam (inclusief relatief pad vanaf Zikula hoofd map)

source: File type
nl: Bestandstype

source: Permission rule information
nl: Permissie regel informatie

source: Registered component
nl: Geregistreerde component

source: Instance template
nl: Instantie sjabloon

source: Lock main administration permission rule
nl: Zet de hoofd beheer permissie regel op slot

source: ID of main administration permission rule
nl: ID van de hoofd beheerder permissie regel

source: Enable filtering of group permissions
nl: Schakel het filteren van groeps permissies in

source: Minimum row height for permission rules list view (in pixels)
nl: Minimum rijhoogte voor permissie regels lijst weergave (in pixels)

source: Minimum row height for rule editing view (in pixels)
nl: Minimum rijhoogte voor regel bewerkweergave (in pixels)

source: Updating permission rule...
nl: Bijwerken van permissie regel...

source: Deleting permission rule...
nl: Wissen van permissie regel...

source: Do you really want to delete this permission rule?
nl: Dient deze permissie regel echt verwijderd te worden?

source: Testing permission...
nl: Permissie testen...

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
nl: Deze permissie regel is op slot gezet, dit is te wijzingen in het Permissie beheer.

source: Notice: Arrange your permission rules in the desired order of evaluation, using drag and drop. The sort order will be saved immediately and automatically.
nl: Informatie: Rangschik de permissie regels in de gewenste behandelvolgorde met gebruik van slepen en neerzetten. De volgorde zal onmiddelijk automatisch opgeslagen worden.

source: The permission rule you have defined as your main administration permission rule (highlighted in the list below) has been <strong>locked</strong>, which means you cannot edit it, move it or delete it. If this permission rule is not at the top of the list, other permission rules can be moved around it. If you need to perform an operation on the main administration permission rule then you must go to the Permission rules manager Settings page to unlock it beforehand. Otherwise, it is safer to keep it locked.
nl: De permissieregel die is ingesteld als de belangrijkse beheer permissieregel is <strong>op slot gezet</strong>, wat inhoudt dat deze regel nu niet bewerkt, verplaatst of verwijderd kan worden. Indien deze regel niet bovenaan de lijst staat, kunnen andere regels er dus ook boven geplaatst worden. Ga naar het Permissie regel beheer paneel om hem vooraf weer vrij te geven. Anders is het veiliger om hem op slot te houden.

source: The permission rule you have defined as your main administration permission rule (highlighted in the list below) is <strong>unlocked</strong>, which means you can currently edit it, move it or delete it. Once you have finished any operations you want to perform on it, you are recommended to go to the Permission rules manager Settings page and lock it again.
nl: De permissieregel die is ingesteld als de belangrijkse beheer permissieregel is <strong>van het slot gehaald</strong>, wat inhoudt dat deze regel nu bewerkt, verplaatst of verwijderd kan worden. Het is aan te raden om daarna weer naar het Permissie regels Beheer Paneel te gaan om hem weer op slot te zetten.

source: Filter permission rules list
nl: Filter de lijst met regels voor rechten

source: Choose filter
nl: Kies filter

source: Component
nl: Deel

source: Caution! Filter is active!
nl: Let op! Filter is actief!

source: Instance
nl: Instantie

source: Permission level
nl: Permissie niveau

source: Insert permission rule before
nl: Voeg permissie regel direct daarvoor toe

source: User permission check
nl: Gebruikersrechten controle

source: Check a users permission
nl: Controleer rechten voor een gebruiker

source: Component to check
nl: Component om te controleren
