Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Internal PHP `mail()` function
nl: Interne PHP `mail()` functie

source: Sendmail message transfer agent
nl: Sendmail MTA (e-mailverzend programma)

source: QMail message transfer agent
nl: Qmail MTA (e-mail verzend programma)

source: Done! Saved module configuration.
nl: Module configuratie opgeslagen.

source: Done! Message sent.
nl: Bericht verzonden.

source: Error! Could not send message. %s
nl: Foutmelding: Kon bericht niet sturen. %s

source: Test current settings
nl: Test huidige instellingen

source: Settings
nl: Instellingen

source: Error! An unidentified problem occurred while sending the e-mail message.
nl: Foutmelding: Er trad een onbekend probleem op bij het versturen van het e-mail bericht.

source: Error! A problem occurred while sending an e-mail message from '%1$s' (%2$s) to (%3$s) (%4$s) with the subject line '%5$s': %6$s
nl: Foutmelding: Er is een probleem opgetreden bij het sturen van een email bericht van '%1$s' (%2$s) naar (%3$s) (%4$s) met de onderwerpregel '%5$s': %6$s

source: Error! A problem occurred while sending the e-mail message.
nl: Foutmelding: Er trad een probleem op bij het versturen van het e-mail bericht.

source: Mailer module, provides mail API and mail setting administration.
nl: Mail module, zorgt voor mail API en beheer van mail instellingen

source: Error! in %1$s: the %2$s parameter must be specified.
nl: Foutmelding: in %1$s: de %2$s waarde moet opgegeven worden.

source: All
nl: Alle

source: Deactivate '%s'
nl: Deactiveer '%s'

source: Activate '%s'
nl: Activeer '%s'

source: Edit '%s'
nl: Bewerk '%s'

source: Delete '%s'
nl: Verwijder '%s'

source: Edit blockposition '%s'
nl: Bewerk blok positie '%s'

source: Delete blockposition '%s'
nl: Verwijder blok positie '%s'

source: Done! Block now inactive.
nl: Blok is gedeactiveerd.

source: Done! Block now active.
nl: Blok is geactiveerd.

source: Sorry! No such block found.
nl: Blok bestaat niet.

source: Homepage
nl: Startpagina

source: One minute
nl: Eén minuut

source: Two minutes
nl: Twee minuten

source: Five minutes
nl: Vijf minuten

source: Ten minutes
nl: Tien minuten

source: Fifteen minutes
nl: Vijftien minuten

source: Half an hour
nl: Een half uur

source: One hour
nl: Een uur

source: Two hours
nl: Twee uur

source: Four hours
nl: Vier uur

source: Twelve hours
nl: Twaalf uren

source: One day
nl: Een dag

source: Two days
nl: Twee dagen

source: Three days
nl: Drie dagen

source: Four days
nl: Vier dagen

source: Five days
nl: Vijf dagen

source: Six days
nl: Zes dagen

source: Seven days
nl: Zeven dagen

source: Done! Block saved.
nl: Blok opgeslagen.

source: Error! Could not load blocks.
nl: Foutmelding: Kon blokken niet inladen.

source: You must choose a block.
nl: Er moet een blok gekozen worden

source: Done! Block created.
nl: Blok aangemaakt.

source: Done! Block deleted.
nl: Blok verwijderd.

source: Done! Block position created.
nl: Blok positie aangemaakt.

source: Done! Block position saved.
nl: Blok positie opgeslagen.

source: Error! No such block position found.
nl: Foutmelding: Blok positie bestaat niet.

source: Done! Block position deleted.
nl: Blok positie verwijderd.

source: Error! Could not save your changes.
nl: Foutmelding: Kon de veranderingen niet opslaan.

source: No block ID passed.
nl: Geen blok ID opgegeven.

source: Error! Could not retrieve block information for block ID %s.
nl: Foutmelding: Kon geen blok informatie ophalen voor blok ID %s.

source: Sorry! This module is not designed or is not currently configured to be accessed in the way you attempted.
nl: Foutmelding: Deze module kan via deze weg niet benaderd worden.

source: Error! An SQL error occurred.
nl: Foutmelding: Kon opdracht niet uitvoeren.

source: Extended menu
nl: Uitgebreid menu

source: Extended menu block
nl: Uitgebreid menublok

source: --Installed modules--
nl: --Geïnstalleerde modules--

source: --New link--
nl: --Nieuwe link--

source: Tree-like menu (menutree)
nl: Multi-level menu (menutree)

source: Only in some themes
nl: Alleen in sommige themes

source: Edit access
nl: Bewerk toegang

source: Add access
nl: Toevoeg toegang

source: Delete access
nl: Verwijder toegang

source: Admin access
nl: Beheer toegang

source: no name
nl: geen naam

source: Notice: This language block will not be display until you enable the multilanguage, you can enable/disable this into into the settings of Zikula.
nl: Let op: Dit taal blok zal niet worden getoond totdat meer-talen voorzieningen is ingeschakeld, dit kan worden in- of uitgeschakeld in de instelling van Zikula.

source: Language
nl: Taal

source: Language selector block
nl: Taal Selectie

source: Choose a language
nl: Kies een taal

source: Text
nl: Tekst

source: Plain text
nl: Standaard (platte) tekst

source: Include
nl: Ingesloten object

source: Simple file include
nl: Inhoud van bestand weergeven

source: Error! The file '%s' was not found.
nl: Foutmelding: Het bestand '%s' bestaat niet.

source: Pending Content
nl: Wachtende inhoud

source: Menu block
nl: Menu blok

source: Left blocks
nl: Linker blokken

source: Right blocks
nl: Rechter blokken

source: Center blocks
nl: Middelste blokken

source: Search block
nl: Zoek blok

source: Header block
nl: Koptekst blok

source: Footer block
nl: Voettekst blok

source: Top navigation block
nl: Top navigatie blok

source: Bottom navigation block
nl: Onderkant navigatie blok

source: Main menu
nl: Hoofd menu

source: Home
nl: Startpagina

source: Go to the home page
nl: Terug naar de startpagina

source: Administration
nl: Beheer

source: Go to the site administration
nl: Ga naar het beheer paneel

source: My Account
nl: Mijn account

source: Go to your account panel
nl: Ga naar het account paneel

source: Log out
nl: Uitloggen

source: Log out of this site
nl: Uitloggen op deze site

source: Site search
nl: Zoeken

source: Search this site
nl: Zoeken in deze site

source: Top navigation
nl: Top navigatie

source: Go to the site's home page
nl: Ga naar de startpagina van de site

source: <p><a href="http://zikula.org/">Zikula</a> is a content management system (CMS) and application framework. It is secure and stable, and is a good choice for sites with a large volume of traffic.</p><p>With Zikula:</p><ul><li>you can customise all aspects of the site's appearance through themes, with support for CSS style sheets, JavaScript, Flash and all other modern web development technologies;</li><li>you can mark content as being suitable for either a single language or for all languages, and can control all aspects of localisation and internationalisation of your site;</li><li>you can be sure that your pages will display properly in all browsers, thanks to Zikula's full compliance with W3C HTML standards;</li><li>you get a standard application-programming interface (API) that lets you easily augment your site's functionality through modules, blocks and other extensions;</li><li>you can get help and support from the Zikula community of webmasters and developers at <a href="http://www.zikula.org">zikula.org</a>.</li></ul><p>Enjoy using Zikula!</p><p><strong>The Zikula team</strong></p><p><em>Note: Zikula is Free Open Source Software (FOSS) licensed under the GNU General Public License.</em></p>
nl: <p><a href="http://www.zikula.org">Zikula</a> is een content management systeem (CMS) en applicatie framework. Het is veilig en stabiel en is een goede keuze voor websites met veel verkeer.</p><p>met Zikula:</p><ul><li>is het mogelijk om alle aspecten van het uiterlijk van de website te veranderen door middel van themes, met ondersteuning van CSS style sheets., JavaScript, Flash en alle andere moderne web ontwikkel technologiën;</li><li>Inhoud kan worden aangemerkt als geschikt voor één taal of alle talen en alle aspecten van localisatie en internationalisatie kunnen voor de website of pagina's daarvan ingesteld worden;</li><li>Pagina's zullen in alle browsers correct worden weergegeven, dankzij Zikula's volledige inachtneming van de W3C HTML standaarden;</li><li>het bevat een standaard applicatie-programmeer interface (API) om de functionaliteit van de websites uit te breiden met modules, blokken en andere extenties;</li><li>hulp en ondersteuning is beschikbaar vanuit de Zikula gemeenschap van webmasters en ontwikkelaars op <a href="http://www.zikula.org">zikula.org</a> of <a href="http://www.zikula.nl">zikula.nl</a>.</li></ul><p>Veel plezier met Zikula!</p><p><strong>Het Zikula team</strong></p><p><em>Opmerking: Zikula is Vrije Open Source Software (FOSS) waarop de GNU General Public License van toepassing is.</em></p>

source: Search box
nl: Zoek veld

source: This site is powered by Zikula!
nl: Deze website draait op Zikula!

source: HTML block
nl: HTML blok

source: User log-in
nl: Gebruikers login

source: Login block
nl: Log-in blok

source: Theme navigation
nl: Theme navigatie

source: Error! Could not perform the insertion.
nl: Foutmelding: Invoegen kon niet uitgevoerd worden.

source: Error! Could not create the new item.
nl: Foutmelding: Het nieuwe onderdeel kon niet aangemaakt worden.

source: Error! Could not deactivate the block.
nl: Foutmelding: Het blok kon niet gedeactiveerd worden.

source: Error! Could not activate the block.
nl: Foutmelding: Het blok kon niet geactiveerd worden.

source: Error! Could not perform the deletion.
nl: Foutmelding: Kon het wissen niet uitvoeren.

source: Error! There is already a block position with the name you entered.
nl: Foutmelding: Er is al een blok positie met de opgegeven naam.

source: Sorry! No such item found.
nl: Item kon niet gevonden worden.

source: Position \"%s\"
nl: Positie \"%s\"

source: Blocks list
nl: Overzicht van blokken

source: Create new block
nl: Nieuw blok aanmaken

source: Create new block position
nl: Nieuwe blok positie aanmaken

source: Title
nl: Titel

source: View news
nl: Bekijk nieuws

source: Archive
nl: Archief

source: Submit news
nl: Nieuws insturen

source: Categories
nl: Categorieën

source: Profile
nl: Profiel

source: Private messages
nl: Prive berichten

source: Logout
nl: Uitloggen

source: Register
nl: Registreren

source: Lost password
nl: Wachtwoord vergeten

source: Blocks
nl: Blokken

source: Block administration module.
nl: Blok beheer module.

source: blocks
nl: Blokken

source: permission granted.
nl: rechten toegewezen.

source: permission not granted.
nl: rechten niet toegewezen.

source: unknown user.
nl: onbekende gebruiker.

source: All components
nl: Alle onderdelen

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: Done! Incremented permission rule.
nl: Permissie regel verhoogd.

source: Done! Decremented permission rule.
nl: Permissie regel verlaagd.

source: Group
nl: Groep

source: Modify permission rule
nl: Permissieregel wijzigen

source: Create new permission rule
nl: Voeg een nieuwe permissie regel toe

source: Error! No permission rules of this kind were found. Please add some first.
nl: Foutmelding: Deze permissie regels zijn niet gevonden. Voeg er eerst een paar toe.

source: Edit permission rule
nl: Permissie regel bewerken

source: [Illegal input in component!]
nl: [Niet toegestane input in component!]

source: [Illegal input in instance!]
nl: [Niet toegestane input in instantie!]

source: Done! Saved permission rule.
nl: Regel opgeslagen.

source: Done! Created permission rule.
nl: Regel aangemaakt.

source: Done! Deleted permission rule.
nl: Regel verwijderd.

source: All groups
nl: Alle Groepen

source: Unregistered
nl: Ongeregistreerd

source: Error! Could not save configuration: unknown permission rule ID.
nl: Foutmelding: Configuratie kon niet worden opgeslagen: ID van permissie regel onbekend.

source: Error! Could not create new permission rule.
nl: Foutmelding: Kon geen nieuwe permissie regel aanmaken.

source: Notice: You cannot delete the main administration permission rule.
nl: Let op: de hoofd beheerders permissie regel kan niet verwijderd worden.

source: Error! Could not delete permission rule with ID %s.
nl: Foutmelding: Kon de permisie regel met ID %s niet wissen.

source: Permission check result:
nl: Resultaat van controle:

source: Error! Permission rule ID %s does not exist.
nl: Foutmelding: De permissie regel met ID %s bestaat niet.

source: Error! Permission rule-swapping in partial view can only be done if both affected permission rules are visible. Please switch to full view.
nl: Foutmelding: permissies verwisselen kan alleen als beide permissies zichtbaar zijn. Gelieve het volledige overzicht te gebruiken.

source: Error! No permission rule directly above that one.
nl: Foutmelding: Geen permissie regel direct daarboven aanwezig.

source: Error! No permission rule directly below that one.
nl: Foutmelding: Geen permissie regel direct daaronder aanwezig.

source: Error! Could not save group permission rule %s.
nl: Foutmelding: Kon de groeps permissie regel niet opslaan %s.

source: Error! Could not save permission rule sequences.
nl: Foutmelding: Kan de permissie regel volgordes niet opslaan.

source: Error! Could not delete group permission rule %s.
nl: Foutmelding: Kon de groeps permissie regel niet wissen %s.

source: Permission rules list
nl: Lijst van permissie regels

source: Permission rules information
nl: Permissie regels informatie

source: Permissions
nl: Rechten

source: User permissions manager.
nl: Gebruikersrechten beheer.

source: permissions
nl: rechten

source: Error! Lock broken!
nl: Foutmelding: Paginablokkade opgeheven!

source: Page lock
nl: Paginablokkering

source: Provides the ability to lock pages when they are in use, for content and access control.
nl: Systeem om het bewerken van pagina's door meerdere personen tegelijk te voorkomen.

source: pagelock
nl: paginablokkering

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: Group membership
nl: Groep lidmaatschap

source: Error! There is already a group with that name.
nl: Foutmelding: Is er al een groep met die naam.

source: Done! Created the group.
nl: Groep is aangemaakt.

source: Sorry! No such group found.
nl: Foutmelding: Groep kon niet gevonden worden.

source: Done! Saved group changes.
nl: Groep wijzigingen opgeslagen.

source: Error! You cannot delete the default user group.
nl: De standaard gebruikergroep kan niet verwijderd worden.

source: Done! Deleted the group.
nl: Klaar! De groep is gewist.

source: Remove user from group
nl: Gebruiker uit groep verwijderen

source: Error! A problem occurred and the user was not added to the group.
nl: Foutmelding: Er is een probleem opgetreden en de gebruiker is niet toegevoegd aan de groep.

source: Done! The user was added to the group.
nl: Gebruiker is aan de groep toegevoegd.

source: Done! The user was removed from the group.
nl: Gebruiker is uit de groep verwijderd.

source: Error! A problem occurred while attempting to remove the user. The user has not been removed from the group.
nl: Foutmelding: Er is een probleem opgetreden tijdens het verwijderen van de gebruiker. De gebruiker is niet verwijderd uit de groep.

source: None
nl: Geen

source: Private message
nl: Prive bericht

source: Concerning your %s group membership application
nl: Betreft %s groepslidmaatschap aanvraag

source: Sorry! This is a message to inform you with regret that your application for membership of the aforementioned private group has been rejected.
nl: Foutmelding: Helaas was uw verzoek tot groepslidmaatschap van de privé groep afgewezen.

source: Done! The user has been added to the %s group.
nl: Klaar! De gebruiker is toegevoegd als lid van de %s groep.

source: Done! Your application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
nl: Het verzoek tot groepslidmaatschap is geaccepteerd. Alle mogelijkheden die aan deze groep zijn toegewezen, zijn nu beschikbaar.

source: Error! Could not execute 'Reject' action.
nl: Foutmelding: Kon de 'Weigering' actie niet uitvoeren.

source: Error! Could not execute 'Accept' action.
nl: Foutmelding: Kon de 'Accepteer' actie niet uitvoeren.

source: Done! The user's application for group membership has been rejected.
nl: Klaar! De aanvraag voor groepslidmaatschap van deze gebruiker is geweigerd.

source: Error! Could not save the module configuration.
nl: Foutmelding: Kon de module configuratie niet opslaan.

source: Error! The group name is missing.
nl: Foutmelding: De groepsnaam ontbreekt.

source: Error! Could not create the new group.
nl: Foutmelding: Kon de nieuwe groep niet maken.

source: Group %s
nl: Groep %s

source: Error! Could not delete the '%s' group.
nl: Foutmelding: Kon de groep '%s' niet wissen.

source: Error! You must register for a user account on this site before you can apply for membership of a group.
nl: Foutmelding: Om lid te kunnen worden van een groep is het nodig om eerst te registreren op de website.

source: Error! That group does not exist.
nl: Foutmelding: Die groep bestaat niet.

source: Error! You are already a member of this group.
nl: Foutmelding: Voor deze groep geldt al een lidmaatschap.

source: Sorry! You cannot apply for membership of that group.
nl: Foutmelding: Het is niet mogelijk om voor de groep lidmaatschap aan te vragen.

source: Sorry! That group has reached full membership.
nl: Foutmelding: Die groep is vol.

source: Sorry! That group is closed.
nl: Foutmelding: Die groep is gesloten.

source: Error! You must click on the checkbox to confirm your action.
nl: Foutmelding: De checkbox dient aangevinkt te zijn om de actie te bevestigen.

source: Done! Saved the action.
nl: Klaar! Instelling opgeslagen.

source: Error! Could not load data.
nl: Foutmelding: Kon data niet laden.

source: Core
nl: Standaard

source: Public
nl: Openbaar

source: Private
nl: Privé

source: Closed
nl: Gesloten

source: Users
nl: Gebruikers

source: By default, all users are made members of this group.
nl: Alle gebruikers worden standaard lid van deze groep gemaakt.

source: usr
nl: gbrk

source: Administrators
nl: Beheerders

source: Group of administrators of this site.
nl: Groep van beheerders van deze site.

source: Sorry! You cannot delete the default users group.
nl: Sorry! De standaard gebruikergroep kan niet verwijderd worden.

source: Sorry! You cannot delete the primary administrators group.
nl: Sorry! De hoofd beheer groep kan niet verwijderd worden.

source: Error! Could not send the private message to the user.
nl: Foutmelding: Kon het prive bericht niet aan de gebruiker versturen.

source: Groups list
nl: Groepen list

source: Create new group
nl: Maak nieuwe groep aan

source: Groups manager
nl: Groepen beheer

source: Error! You have already applied for membership of this group.
nl: Foutmelding: Het lidmaatschap voor deze groep is al aangevraagd.

source: Administrator
nl: Beheerder

source: Group membership application registered
nl: Groepslidmaatschap aanvraag geregistreerd

source: The registered user %1$s has applied for membership of a group. The details of the application are as follows: %2$s
nl: De geregistreerde gebruiker %1$s heeft lidmaatschap voor een groep aangevraagd. De gegevens van de aanvraag zijn als volgt: %2$s

source: Error! Could not add the user to the group.
nl: Foutmelding: Kun de gebruiker niet aan de groep toevoegen.

source: Error! Could not remove the user from the group.
nl: Foutmelding: Kon de gebruiker niet uit de groep halen.

source: Groups
nl: Groepen

source: User group administration module.
nl: Gebruikersbeheer module.

source: groups
nl: groepen

source: Notice: The changes made via Admin Panel will be saved on '%1$s' because it seems that the .ini files on '%2$s' are not writable.
nl: Let op: de veranderingen gedaan via het beheerpaneel zullen in '%1$s' worden opgeslagen, want het lijkt er op dat de .ini bestanden in '%2$s' niet beschrijfbaar zijn.

source: Error! Cannot write any configuration changes. Make sure that the .ini files on '%1$s' or '%2$s', and the folder itself, are writable.
nl: Foutmelding: Kan wijzigingen in configuratie niet wegschrijven. Zorg ervoor dat de .ini files op '%1$s' of '%2$s', en de directory zelf, beschrijfbaar zijn.

source: Notice: Seems that your %1$s's .ini files are writable. Be sure that there are no .ini files on '%2$s' because if so, the Theme Engine will consider them and not your %1$s's ones.
nl: Pas op: Het lijkt erop dat de %1$s's .ini bestanden beschrijfbaar zijn. Zorg ervoor dat er geen .ini bestanden in '%2$s' staan anders zal de themes-engine deze laden (en niet je %1$s's bestanden).

source: If the system cannot write on any .ini file, the changes will be saved on '%s' and the Theme Engine will use it.
nl: Als het systeem geen van de .ini bestanden kan beschrijven dan worden de wijzigingen opgeslagen op '%s' en zullen deze door de theme Engine worden gebruikt.

source: Done! Saved your changes.
nl: Klaar! Wijzigingen opgeslagen.

source: Notice: Please make sure you type an entry in every field. Your palette cannot be saved if you do not.
nl: Zorg ervoor dat alle velden ingevuld zijn, anders kan dit palet niet opgeslagen worden.

source: Master
nl: Hoofd

source: Admin panel pages
nl: Beheer paneel pagina's

source: Editor panel pages
nl: Editor paneel pagina's

source: %s type pages
nl: %s type pagina's

source: Error! Removed unknown '%1$s': '%2$s'.
nl: Foutmelding: Onbekend '%1$s': '%2$s' verwijderd.

source: Error! No such page configuration assignment found.
nl: Foutmelding: Geen dergelijke pagina configuratie opdracht gevonden.

source: Done! Deleted it.
nl: Succesvol verwijderd.

source: Done! Changed default theme.
nl: Klaar! Standaard theme veranderd.

source: Sorry! No such theme found.
nl: Theme kon niet gevonden worden.

source: Done! Deleted theme engine compiled templates.
nl: De gecompileerde templates van het theme systeem zijn verwijderd.

source: Error! Failed to clear theme engine compiled templates.
nl: Foutmelding! De gecompileerde templates van het theme systeem konden niet vewijderd worden.

source: Done! Deleted theme engine cached templates.
nl: De pagina's in cache van het theme systeem zijn verwijderd.

source: Error! Failed to clear theme engine cached templates.
nl: Foutmelding! De pagina's in cache van het theme systeem konden niet verwijderd worden.

source: Done! Deleted CSS/JS combination cached files.
nl: De gecombineerde CSS/JS cache bestanden zijn verwijderd.

source: Done! Deleted theme engine configurations.
nl: De configuraties van het theme systeem zijn verwijderd.

source: Error! Failed to clear theme engine configurations.
nl: Foutmelding: De configuraties van het theme systeem konden niet verwijderd worden.

source: Done! Deleted rendering engine compiled templates.
nl: De gecompileerde templates van het rendering systeem zijn verwijderd.

source: Error! Failed to clear rendering engine compiled templates.
nl: Foutmelding! De gecompileerde templates van het rendering systeem konden niet verwijderd worden.

source: Done! Deleted rendering engine cached pages.
nl: De pagina's in cache van het rendering systeem zijn verwijderd.

source: Error! Failed to clear rendering engine cached pages.
nl: Foutmelding! De pagina's in cache van het rendering systeem konden niet verwijderd worden.

source: Done! Cleared all cache and compile directories.
nl: Alle cache en compileer folders zijn leeg gemaakt.

source: No event handlers responded.
nl: Geen reactie ontvangen van event-handlers.

source: Notice: Theme switching is currently disabled.
nl: Let op: Theme wisselen is momenteel uitgeschakeld.

source: Done! Theme has been reset to the default site theme.
nl: Klaar! Theme is hersteld naar het standaard theme.

source: Rendering engine
nl: Rendering systeem

source: Custom rendering engine block
nl: Eigen renderingsblok

source: Misconfigured block. ID: %s
nl: Verkeerd geconfigureerd blok. ID: %s
