Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Application approval and e-mail address verification can occur in any order.
nl: Goedkeuring en verificatie van registratieverzoeken kunnen in willekeurige volgorde gebeuren.

source: Registrations pending verification expire in
nl: Registratieverzoeken verlopen over

source: Enter the number of days a registration record should be kept while waiting for e-mail address verification. (Unverified registrations will be deleted the specified number of days after sending an e-mail verification message.) Enter zero (0) for no expiration (no automatic deletion).
nl: Geef het aantal dagen in dat een registratieverzoek bewaard moet worden voor e-mail verificatie (niet geverifieerde registraties worden verwijderd op het aantal aangegeven dagen nadat een verificatie-verzoek is verzonden). Geef 0 (nul) in om deze verzoeken niet te laten verlopen (geen automatische verwijdering).

source: If registration is moderated and applications must be approved before verification, then registrations will not expire until the specified number of days after approval.
nl: If registraties worden gemodereerd en verzoeken moeten worden goedgekeurd voor verificatie dan zullen registraties niet verlopen tot het aantal dagen na goedkeuring.

source: Changing this setting will affect all registrations currently pending e-mail address verification.
nl: Het wijzigingen van deze instelling heeft invloed op alle registraties die nog wachten op een verificatie van het e-mailadres.

source: Spam protection question
nl: Spam beveiligings vraag

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
nl: Informatie: Het is mogelijk om een te beantwoorden vraag in te stellen die wordt gesteld op het moment van registreren, om de site te beschermen tegen geautomatiseerde registratie door bots en scripts.

source: Spam protection answer
nl: Spam beveiligings antwoord

source: Registering users will have to provide this response when answering the spam protection question. It is required if a spam protection question is provided.
nl: Informatie: geregistreerde gebruikers zullen dit antwoord moeten geven wanneer ze de spam beveiligingsvraag wordt gesteld. Dit is verplciht indien een beveiligingsvraag is opgegeven.

source: Reserved user names
nl: Gereserveerde gebruikersnamen

source: Separate each user name with a comma.
nl: Iedere gebruiksnaam scheiden door een komma.

source: Each user name on this list is not allowed to be chosen by someone registering for a new account.
nl: De gebruikersnamen in deze lijst kunnen niet worden gekozen wanneer een nieuwe registratie wordt aangemaakt.

source: Banned user agents
nl: Geblokeerde user agents

source: Separate each user agent string with a comma.
nl: Iedere user agent scheiden met een komma.

source: Each item on this list is a browser user agent identification string. If a user attempts to register a new account using a browser whose user agent string begins with one on this list, then the user is not allowed to begin the registration process.
nl: Elk item op deze lijst is een identificatie van de user agent van de gebruikte browser. Als een gebruiker probeert om een nieuwe registratie aan te maken en de user agent begint met één van deze lijst dan wordt de gebruiker niet toegestaan om het registratieproces te beginnen.

source: Banned e-mail address domains
nl: Geblokeerde domeinen voor emailadressen

source: Separate each domain with a comma.
nl: Ieder domen scheiden met een komma.

source: Each item on this list is an e-mail address domain (the part after the '@'). E-mail addresses on new registrations or on an existing user's change of e-mail address requests are not allowed to have any domain on this list.
nl: Elke item op deze lijst is het domein van een e-mailadres (het gedeelte achter '@'). E-mailadressen voor nieuwe registraties of wijzigingen van e-mailadressen voor bestaande gebruikers zijn niet toegestaan als dit voor domeinen van deze lijst is.

source: User log-in settings
nl: Gebruikers login instellingen

source: WCAG-compliant log-in and log-out
nl: WCAG-overeenkomstig in- en uitloggen

source: Notice: Uses meta refresh.
nl: Informatie: Gebruikt meta-refresh.

source: Failed login displays inactive status
nl: Mislukte aanmelding laat inactieve status zien

source: Yes. The log-in error message will indicate that the user account is inactive.
nl: Ja, de foutmelding bij het aanmelden heeft aan dat een gebruikersaccount niet actief is.

source: No. A generic error message is displayed.
nl: Nee, er wordt een algemene foutmelding getoond.

source: Failed login displays verification status
nl: Mislukt aanmelding laat verificatie-status zien

source: Yes. The log-in error message will indicate that the registration is pending verification.
nl: Ja, de foutmelding bij het aanmelden geeft aan dat het verzoek nog wacht op verificatie.

source: Failed login displays approval status
nl: Mislukt aanmelding laat status van goedkeuring zien

source: Yes. The log-in error message will indicate that the registration is pending approval.
nl: Ja, de foutmelding bij aanmelden zal laten zien dat de registratie nog op goedkeuring wacht.

source: Lost password recovery
nl: Vergeten wachtwoord terughalen

source: Password reminder
nl: wachtwoordherinnering

source: I remember my password now.
nl: I herinner mij mijn wachtwoord.

source: Go to log-in screen
nl: Ga naar het login-scherm

source: Reset your password
nl: Reset uw wachtwoord

source: If you still do not remember your password, you can create a new one here.
nl: Als het uw wachtwoord nog niet kunt herinneren, dan kunt u hier een nieuwe aanmaken.

source: Password (repeat for verification)
nl: Wachtwoord (herhaal ter verificatie)

source: Enter a word or a phrase that will remind you of your password.
nl: Geen een woord of zin in waarmee u uw wachtwoord kunt herinneren.

source: Notice: Do not use a word or phrase that will allow others to guess your password! Do not include your password or any part of your password here!
nl: Let op: Gebruik geen woord of zin die het voor anderen mogelijk maakt om uw wachtwoord te raden. Gebruik hier geen (deel van) uw wachtwoord.

source: Delete user account
nl: Wis gebruikers account

source: Do you really want to delete this user account?
nl: Moet deze gebruikersaccount werkelijk gewist worden?

source: Welcome to %1$s, %2$s!
nl: Welkom bij %1$s, %2$s!

source: This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
nl: Hallo! Met dit email adres ('%1$s') is een accountregistratie gemaakt op de '%2$s' (%3$s) site.

source: The information that was registered is as follows:
nl: De informatie die is opgenomen is als volgt:

source: Thank you for your application for a new account. Your application has been forwarded to the site administrator for review. Please expect a message once the review process is complete.
nl: Hallo! Uw registratie verzoek is ontvangen. Alle registraties worden ter controle naar de website beheerder doorgestuurd. Wanneer deze controle is uitgevoerd zal er een bericht worden gestuurd.

source: Your account application has been approved. Thank you for your patience during the new account application review process.
nl: De registratie is goedgekeurd. Bedankt voor uw geduld bij het aanvraag-proces.

source: The web site administrator has created this new account for you.
nl: De website beheerder heeft een nieuwe gebruikersaccount voor u aangemaakt.

source: You may now log into the web site with your user name and password.
nl: U kunt nu inloggen met uw gebruikersnaam en wachtwoord.

source: Find and e-mail users
nl: Gebruikers vinden en e-mailen

source: Any group
nl: Een groep

source: Registration date after (yyyy-mm-dd)
nl: Registratiedatum na (jjjj-mm-dd)

source: Registration date before (yyyy-mm-dd)
nl: en registratiedatum voor (jjjj-mm-dd)

source: Notice: Please enter your new e-mail address, the same address again for verification, and then click 'Save'. The site uses this address to send you mail (when you request a new password, for instance). Your currently-recorded e-mail address is <strong>'%s'</strong>.
nl: Informatie: Voer het nieuwe email adres in en druk op 'Opslaan'. De site gebruikt dit adres om email te versturen (wanneer bijvoorbeeld een nieuw wachtwoord wordt aangevraagd). Het nu bekende emailadres is <strong>'%s'</strong>.

source: You will receive an e-mail to your new e-mail address to confirm the change.
nl: U zult een e-mail ontvangen waarmee u uw wijzigen kunt bevestigen.

source: Update e-mail address
nl: Wijzig email addres

source: New e-mail address
nl: Nieuw email adres

source: New e-mail address again (for verification)
nl: Nogmaals nieuw Emailadres (ter verificatie)

source: Verify your request to change your e-mail address at '%1$s'
nl: Bevestig uw verzoek om het emailadres op '%1$s' te wijzigen

source: Hello! You requested to change your e-mail address for user account '%1$s' at %2$s from %3$s to %4$s.
nl: Hallo! U verzocht om het e-mailadres voor gebruikersaccount '%1$s' op %2$s te wijzigen van %3$s naar %4$s.

source: You must confirm this change before it will take effect.
nl: U moet deze wijziging bevestigen voordat deze actief wordt.

source: If you do not confirm this change within the next day, the request will be deleted from our system.
nl: Als u deze wijziging niet binnen één dag bevestigd dan wordt het wijzigingsverzoek uit ons systeem verwijderd.

source: You can confirm the e-mail address change by clicking on this link:
nl: U kunt de wijziging van het e-mailadres bevestigen door op deze link te klikken:

source: Verify my e-mail address change.
nl: Controleer de wijziging van het emailadres

source: (If you cannot click on the link above, you can copy this URL into your browser:
nl: (Indien de link niet werkt, kopieer dan de URL en plak deze in de browser:

source: If you did not make this request then you do not need to take any action.
nl: Indien u dit verzoek niet zelf gedaan heeft dan hoeft u niets te doen.

source: The e-mail address wil not be changed unless the confirmation code is used, and you are the only recipient of this message. You can just delete this message.
nl: Het emailadres kan niet worden veranderd zonder de bevestigingscode en u bent de enige ontvanger van dit bericht. U kunt dit bericht ook gewoon verwijderen.

source: Registered users
nl: Geregistreerde gebruikers

source: Verify my e-mail address
nl: Verifieer mijn emailadres

source: If you are not able to click on the above link, you can copy the following URL into your browser:
nl: Indien u niet op bovenstaande link kunt klikken dan kunt u onderstaande URL in uw browser plakken:

source: Export Title Row
nl: Exporteren van de titel-rij

source: Export Email Address
nl: Exporteren van emailadres

source: Export Registration Date
nl: Exporteren van regisratie data

source: Export Last Login Date
nl: Laatse logindatum exporteren

source: Export Group Membership
nl: Groepslidmaatschap exporteren

source: CSV Export File
nl: CSV Exportbestand

source: CSV filename
nl: CSV bestandsnaam

source: CSV delimiter
nl: CSV scheidingsteken

source: Comma
nl: Komma

source: Semicolon
nl: Puntkomma

source: Colon
nl: Dubbele punt

source: Tab
nl: Tabblad

source: Export
nl: Exporteren

source: Account information and password recovery
nl: Account informatie en wachtwoord terughalen

source: Please select one of the following:
nl: Kies een van de volgende:

source: I have forgotten my account information (for example, my user name).
nl: I ben mijn registratiegegevens vergeten (bijvoorbeeld mijn gebruikersnaam).

source: I have forgotten my password.
nl: Wachtwoord vergeten.

source: I have received a password recovery code, and would like to enter it.
nl: Ik heb een nieuwe code om het wachtwoord op te halen ontvangen en wil deze ingeven.

source: Before logging in, the site administrator has asked that you change the password for your account.
nl: Voordat u zich kunt aanmelden dient op verzoek van de beheerder het wachtwoord gewijzigd te worden.

source: If you leave this page without successfully changing your password, then you will not be logged in.
nl: Indien u deze pagina verlaat zonder uw wachtwoord te wijzigen dan zult u niet aangemeld zijn.

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
nl: Om het wachtwoord aan te passen: Geef eerst het huidige wachtwoord, en vul dan een nieuw wachtwoord in (twee maal identiek, zodat het zeker is dat het goed is ingevuld).

source: Once you have successfully changed your password, the log-in process will continue.
nl: Wanneer het wijzigen van het wachtwoord gelukt is zal verder worden gegaan met het login-proces.

source: Change password
nl: Verander wachtwoord

source: Current password
nl: Huidig wachtwoord

source: New password (repeat for verification)
nl: Nieuw wachtwoord (herhaal ter verificatie)

source: New password reminder
nl: Nieuwe wachtwoord hint

source: Save and continue logging in
nl: Opslaan en verder gaan met inloggen

source: New registration pending approval
nl: Nieuwe gebruikersregistratie in afwachting van goedkeuring.

source: New registration pending approval: %s
nl: Nieuwe gebruikersregistratie(s) in afwachting van goedkeuring: %s

source: New registration pending e-mail verification
nl: Nieuwe gebruikersregistratie in afwachting van email-verificatie

source: New registration pending verification: %s
nl: Nieuwe gebruikersregistratie(s) in afwachting van email-verificatie: %s

source: New user activated
nl: Nieuwe gebruiker geactiveerd

source: New user activated: %s
nl: Nieuwe gebruiker geactiveerd: %s

source: A new user account has been activated on %1$s.
nl: Een nieuwe gebruikersaccount is geactiveerd op %1$s.

source: It was created by an administrator or sub-administrator logged in as '%1$s'.
nl: Het werd aangemaakt door een beheerder of sub-beheerder, aangemeld als '%1$s'.

source: The account details are as follows:
nl: De accountgegevens zijn als volgt:

source: User name: '%s'.
nl: Gebruikersnaam '%s'.

source: '%1$s' account information
nl: '%1$s' account informatie

source: The administrator at %s requested that you receive your user name via e-mail.
nl: De beheerder van %s heeft verzocht dat u uw gebruikersnaam per e-mail zult ontvangen.

source: Someone with the IP address %1$s has just requested the account information at %2$s associated with this e-mail address.
nl: Iemand met IP adres %1$s heeft zojuist de bijdit emailadres horende account informatie op %2$s opgevraagd.

source: The user name for your account is: %1$s
nl: De gebruikersnaam voor uw account is: %1$s

source: You may use the following information to %1$slog into your account%2$s:
nl: U kunt de volgende gegevens gebruiker om %1$s aan te melden met uw gebruikersaccount %2$s:

source: (If you cannot click on the log-in link, you can copy this URL and paste it into your browser: %s )
nl: (Indien u niet op de aanmeld-link kunt klikken dan kunt u deze URL kopiëren en plakken in uw browser: %s)

source: You do not have any active methods available to log into our site. Please contact a site administrator.
nl: Foutmelding: Er zijn geen actieve mogelijkheden om in te loggen. Neem contact op met de website beheerder.

source: You are the only recipient of this message, and your user name has not been sent to any other e-mail address.
nl: U bent de enige ontvanger van dit bericht en uw gebruikersnaam is niet verzonden naar een ander e-mailadres.

source: You can just delete this message.
nl: Dit bericht kan gewoon verwijderd worden

source: Registration for '%1$s'
nl: Registratie for '%1$s'

source: Resend verification code
nl: Verstuur verificatiecode opnieuw

source: Send verification code
nl: Verstuur verificatiecode

source: Approve (creates a new user account)
nl: Goedkeuren (maakt een nieuwe gebruiikersaccount aan)

source: Approve and Add User
nl: Gebruiker goedkeuren en toevoegen

source: Deny (deletes registration)
nl: Weigeren (verwijderd registratie)

source: Edit registration details
nl: Bewerk registratiegegevens

source: Skip verification (approves, and creates a new user account)
nl: Verificatie overslaan (keurt gebruikersaccount goed en maakt deze aan)

source: Add user without verification
nl: Gebruiker toevoegen zonder registratie

source: Return to registrations list
nl: terugkeren naar de registratielijst

source: Return to registrations
nl: Terugkeren naar registraties

source: My account
nl: Mijn account

source: Go back to the homepage
nl: Terug naar de beginpagina

source: Deny registration request of '%1$s'
nl: Registratieverzoek voor '%1$s' weigeren

source: Warning! This will delete the registration from the database. It cannot be undone.
nl: Pas op! Dit zal de registratie uit de database verwijderen, deze actie kan niet ongedaan gemaakt worden.

source: Applicant notification
nl: Aanvrager notificatie

source: Notify the applicant via e-mail?
nl: De aanvrager per email in kennis stellen?

source: Note: The reason is sent in the user notification e-mail. All formatting, including extra spaces and blank lines are ignored.
nl: Let op: De reden hiervoor is per email verzonden aan de gebruiker. Allo opmaak, inclusief extra spaties en lege regels, worden genegeerd.

source: Delete registration
nl: Registratie verwijderen

source: Log-in and registration
nl: Inloggen en registratie

source: Please choose an action:
nl: Kies:

source: Notice: New user registration is currently disabled.
nl: Helaas! Nieuwe gebruikersaccount registratie is momenteel uitgeschakeld.

source: Reasons
nl: Redenen

source: Recover lost user name or password
nl: Vergeten wachtwoord of gebruikersnaam terughalen

source: Change language
nl: Wijzig taal

source: New language
nl: Nieuwe taal

source: New account registration
nl: Nieuw account registratie

source: Choose how you would like to log in.
nl: Kies hoe u wenst in te loggen

source: Log in below, or change how you would like to log in.
nl: Log hieronder in or wijzig de methode om in te loggen

source: If you prefer, you can create an account and password for use only with this site by clicking below...
nl: Indien u dit wenst dan kunt u een gebruikersaccount en wachtwoord voor alleen deze website aanmaken door onderstaand te klikken...

source: Click on one of the following to log into this site using that service...
nl: Klik of een van de volgende om u via die manier aan te melden voor deze site...

source: Continue registration
nl: Doorgaan met registratie

source: The registration option you chose is not available at the moment.
nl: De door u gekozen registratiemethode is momenteel niet beschikbaar.

source: Please choose another or contact the site administrator for assistance.
nl: Kies een andere of neem contact op het de beheerder van de website voor hulp.

source: Please contact the site administrator for assistance.
nl: Neem contact op met de beheerder van de website voor ondersteuning.

source: Set the user's password now?
nl: Gebruikerswachtwoord nu versturen?

source: Send password via e-mail?
nl: Verstuur wachtwoord via e-mail.

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
nl: Een wachtwoord via email verzenden wordt als onveilig beschouwd. Het verdient aanbeveling om het wachtwoord op een veilige manier aan de gebruiker te verstrekken.

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
nl: Ook wanneer u kiest om het wachtwoord van de gebruiker niet via email te verzenden, dan kunnen andere e-mailberichten naar de gebruiker worden verzonden gedurende het registratie-proces.

source: The user's e-mail address will be verified, even though e-mail address verification is turned off in 'Settings'. This is necessary because the user will create a password during the verification process.
nl: Het e-mailadres van de gebruiker zal worden geverifieerd ook al is e-mail verificatie uitgeschakeld in de instellingen. Dit is noodzakelijk aangezien de gebruiker een wachtwoord aan zal maken in het verificatie-proces.

source: The user's e-mail address will be verified. The user will create a password at that time.
nl: Het e-mailadres van de gebruiker zal worden geverifieerd, alsdan zal de gebruiker een wachtwoord aanmaken.

source: Verify user's e-mail address?
nl: Verifieer e-mail adres tijdens registrati?

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
nl: Opmerking: Dit overschrijft de instellingen om een emailadres bij registratie te laten verifiëren.

source: Check your entries and submit your registration
nl: Controleer de ingevulde gegevens en verstuur de registratie

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit new user' to continue.
nl: Opmerking: Klik op 'Controleer de ingevulde gegevens' zodra het ingevuld is. Als de gegevens in orde zijn klik dan op 'Verstuur registratie' om door te gaan.

source: Your entries seem to be OK. Please click on 'Submit registration' when you are ready to continue.
nl: De gegevens lijken in orde te zijn. Klik op 'Verstuur registratie' om verder te gaan.

source: Submit new user
nl: Nieuwe gebruiker aanmaken

source: Registration applications list
nl: Registratie verzoeken lijst

source: Approved?
nl: Goedgekeurd?

source: Verified?
nl: Geverifieerd?

source: Send a new e-mail verification code
nl: Stuur een nieuwe verificatiecode per email

source: Send an e-mail verification code
nl: Stuur een verificatiecode per email

source: Pending approval
nl: In afwachting van goedkeuring

source: Verified
nl: Geverifieerd

source: E-mail verification not sent; must be resent
nl: Email verificatie niet verzonden, moet opnieuw worden verstuurd

source: E-mail verification not sent
nl: email verificatie nog niet verzonden.

source: Pending verification of e-mail address
nl: In afwachting van verificatie van het email adres

source: Display registration details
nl: Toon account registratie

source: Modify registration details
nl: Bewerk account registratie

source: Pre-approve (verification still required)
nl: Vooraf goedkeuren (verificatie nog steeds noodzakelijk)

source: Legend
nl: Legenda

source: Approval
nl: Goedkeuring

source: An administrator has approved the registration, or approval was not required when the registration was completed.
nl: Een beheerder heeft de registratie goedgekeurd of goedkeuring was niet noodzakelijk om de registratie af te maken.

source: Waiting for an administrator to approve the registration.
nl: In afwachting van een beheerder om de registratie goed te keuren.

source: Verification
nl: Verificatie

source: The user has completed the e-mail verification process, or e-mail verification was not required when the registration was completed.
nl: De gebruiker heeft het verificatie-proces via email goedgekeurd of email-verificatie was niet noodzakelijk om de registratie af te maken.

source: An e-mail has been sent to the registered e-mail address, but the user has not yet responded.
nl: Er is een email verzonden aan het geregistreerde e-mailadres maar de gebruiker heeft nog niet gereageerd.

source: Verification e-mail message not yet sent
nl: Email verificatie nog niet verzonden

source: A verification e-mail has not been sent to the registered e-mail address.
nl: Er is geen verificatie-e-mail verzonden aan het geregistreerde e-mailadres.
