Repository: zikula/i18n-portal
Catalog: gettext/*/core/1.3.0/zikula.po
Languages: nl

source: Instance to check
nl: Te controleren instantie

source: Check permission
nl: Controleer permissie

source: Sequence
nl: Volgorde

source: Delete permission rule
nl: Wis permissie regel

source: This page is locked
nl: Deze pagina is geblokkeerd

source: This page is locked because another user is working on it. Please wait: the page will be unlocked automatically when the other user has finished, and you will be informed.
nl: Deze pagina is geblokkeerd door een andere gebruiker. Zodra de pagina weer gedeblokkeerd is, wordt de pagina automatisch weer actief. Hier kan eventueel op gewacht worden.

source: Locked by %s.
nl: Geblokkeerd door %s.

source: Go to groups index page
nl: Ga naar groepen index pagina

source: Membership application
nl: Aanvraag voor lidmaatschap

source: Reason
nl: Reden

source: Send notification
nl: Verstuur notificatie

source: Deny
nl: Weiger

source: Accept
nl: Accepteer

source: Items per page
nl: Items per pagina

source: Initial user group
nl: Aanvankelijke gebruiker groep

source: Hide closed groups
nl: Verberg gesloten groepen

source: Receive e-mail alert when there are new applicants
nl: Ontvang e-mail waarschuwing van nieuwe aanmeldingen

source: New group
nl: Nieuwe groep

source: Maximum membership
nl: Maximim lidmaatschap

source: There are currently no groups that can be joined.
nl: Er zijn geen groepen beschikbaar waar lidmaatschap voor kan worden aangevraagd.

source: Members
nl: Leden

source: Functions
nl: Functies

source: Do you really want to delete this group?
nl: Dient deze groep echt verwijderd te worden?

source: Unlimited
nl: Onbeperkt

source: Sorry! You must register for a user account on this site before you can apply for membership of a group.
nl: Foutmelding: Alvorens lidmaatschap voor een groep aan te kunnen vragen moet er eerst een gebruikersaccount aangemaakt zijn op deze website.

source: Log in or register
nl: Log in of registreer

source: Members list
nl: Leden lijst

source: Do you really want to remove user "%1$s" from group "%2$s"?
nl: Dient de gebruiker "%1$s" echt uit de groep "%2$s" verwijderd te worden?

source: Remove
nl: Verwijderen

source: Unavailable
nl: Niet beschikbaar

source: Resign
nl: Zeg op

source: Apply
nl: Aanmelden

source: Group has reached its maximum capacity
nl: De maximale hoeveelheid in de groep is bereikt

source: Memberships
nl: Lidmaatschappen

source: Status
nl: Toestand

source: Internal name
nl: Interne naam

source: User's website
nl: Website van gebruiker

source: No group members found.
nl: Geen groep leden gevonden.

source: Edit group
nl: Bewerk groep

source: Updating group
nl: Groep wordt bijgewerkt

source: Deleting group
nl: Groep wordt gewist

source: Internal ID
nl: Intern ID

source: Delete:
nl: Verwijder:

source: Default user group. Cannot be deleted.
nl: De standaard gebruikergroep kan niet verwijderd worden.

source: Primary administrators group. Cannot be deleted.
nl: Sorry! De hoofd beheer groep kan niet verwijderd worden.

source: Pending applications
nl: Wachtende aanvragen

source: User ID
nl: Gebruikers ID

source: Comment
nl: Commentaar

source: Membership resignation
nl: Lidmaatschap opzegging

source: Membership application cancellation
nl: Lidmaatschap aanvraag annulering

source: Group name
nl: Groepsnaam

source: Not available
nl: Niet beschikbaar

source: Comment to attach to your application
nl: Tekst om aan de aanvraag toe te voegen

source: Add users to group
nl: Voeg gebruikers toe aan groep

source: Users to add
nl: Gebruikers om toe te voegen

source: Notice: Please select one or more users to add to the group. To select multiple users, use 'Shift-Click' or 'Control-Click'.
nl: Informatie: Kies 1 of meerdere gebruikers om aan de groep toe te voegen. Om meerdere gebruikers te selecteren kan 'Shift-klik' of 'Control-klik' gebruikt worden.

source: Delete page configuration assignment
nl: Pagina configuratie toewijzing verwijderen

source: Do you really want to delete this page configuration assignment?
nl: Dient deze pagina configuratie toewijzing echt verwijderd te worden?

source: Output format
nl: Uitvoer formaat

source: Dropdown list with preview images
nl: Dropdown lijst met voorbeeld afbeeldingen

source: Simple list
nl: Simpele lijst

source: This site needs to be upgraded, please contact the system administrator.
nl: Foutmelding: De site moet ge-upgrade worden. Neem contact op met de beheerder van de website.

source: Administrator log-in
nl: Beheerders log-in

source: An administrator log-in is required.
nl: Een beheerders log-in is vereist.

source: Change theme
nl: Theme wijzigen

source: Extension database
nl: Extensies Database

source: Themes control the visual presentation of a site. Zikula ships with a small selection of themes, but many more are available from the %s.
nl: Themes bepalen de visuele representatie van de site. Zikula heeft standaard een kleine selectie van themes maar er zijn er veel meer beschikbaar op de %s.

source: Default theme
nl: Standaard theme

source: Preview
nl: Voorbeeld

source: Set as default
nl: Maak de standaard

source: Credits
nl: Dankwoord

source: First page
nl: Eerste pagina

source: Previous page
nl: Vorige pagina

source: Next page
nl: Volgende pagina

source: Last page
nl: Laatste pagina

source: Colour palettes
nl: Kleuren paletten

source: Close
nl: Sluiten

source: Create new palette
nl: Nieuw palet aanmaken

source: Theme confirmation prompt
nl: Theme bevestiging gevraagd

source: Do you really want to set '%s' as the active theme for all site users?
nl: Dient '%s' echt als het standaard actieve theme te worden ingesteld voor alle gebruikers?

source: Override users' theme settings
nl: Negeer de theme instelling van de gebruiker

source: Themes enable you to change the visual presentation of the site when you are logged-in.
nl: Themes geven de mogelijkheid om de weergave van de site te veranderen indien men ingelogd is.

source: The current theme is '%s'.
nl: Het huidige theme is '%s'.

source: Your chosen theme is not the current site default. You can <a href="%1$s">reset</a> your chosen theme to site default of <a href="?theme=%2$s">%3$s</a>.
nl: Het gekozen theme is niet gelijk aan het standaard theme van deze site. Het originele theme kan <a href="%1$s">teruggezet</a> worden naar <a href="?theme=%2$s">%3$s</a>.

source: Preview theme
nl: Theme als voorbeeld tonen

source: Use theme
nl: Theme gebruiken

source: Settings for %s
nl: Instellingen voor %s

source: User theme
nl: Gebruikers theme

source: Notice: This category is for 'browser-oriented' themes that can be selected by users for their sessions on the site.
nl: Let op: Deze categorie is voor 'browser-georienteeerde' themes die gekozen kunnen worden door gebruikers in hun sessies op deze site.

source: System theme
nl: Systeem theme

source: Notice: This category is for themes used to deliver back-end services (such as RSS feeds, etc.).
nl: Themes die gebruikt worden voor backend services (e.g. RSS en Printer)

source: Admin panel theme
nl: Theme beheer paneel

source: Notice: This category is for themes used to display the site admin panel.
nl: Let op: Deze categorie is voor themes waarin het beheer paneel getoond wordt.

source: Edit page configuration assignment
nl: Pagina configuratie toewijzing bewerken

source: The module specified on this assignment [%s] seems to not be available on the system.
nl: The module die staat vermeld voor deze toewijzing [%s] lijkt niet te bestaan in het systeem.

source: Notice: This is a list of arguments found in the page URL, separated by '/'.
nl: Argumentenlijst in de URL gescheiden door een /.

source: Configuration file
nl: Configuratie bestand

source: Important
nl: Belangrijk

source: Any match with this assignment will be consider over the following others.
nl: Elke overeenkomst met deze toewijzing zal eerder worden gebruikt dan de volgenden.

source: Theme credits
nl: Theme dankwoord

source: Registration ID
nl: Registratie ID

source: Version
nl: Versie

source: Official
nl: Officieel

source: Author
nl: Auteur

source: Change log
nl: Verander logboek

source: License
nl: Licentie

source: XHTML-capable
nl: XHTML toegerust

source: Allow users to change themes
nl: Gebruikers toestaan het theme te veranderen

source: Compilation
nl: Compilatie

source: Check for updated version of theme templates
nl: Controleer voor bijgewerkte versies van opmaak templates

source: Force re-compilation of theme templates
nl: Forceer hercompliatie van opmaak templates

source: Delete compiled theme templates
nl: Verwijder gecompileerde opmaak templates

source: Compiled render templates directory
nl: Directory voor gecompileerde opbouw templates

source: Check for updated version of render templates
nl: Controleer voor bijgewerkte versies van opbouw templates

source: Force re-compilation of render templates
nl: Forceer hercompliatie van opbouw templates

source: Delete compiled render templates
nl: De gecompileerde templates van het theme systeem verwijderen.

source: Enable theme caching
nl: Gebruik caching voor theme's

source: Delete cached theme pages
nl: Verwijder theme pagina's in de cache

source: Length of time to keep cached theme pages
nl: Tijdsduur dat een pagina in cache dient te blijven

source: seconds
nl: seconden

source: Notice: A cache lifetime of 0 will set the cache to continually regenerate; this is equivalent to no caching.
nl: Informatie: Een cache geldigheidsduur van 0 zal ervoor zorgen dat de cache altijd opnieuw gegenereerd wordt - dit is gelijk aan geen cache gebruiken.

source: A cache lifetime of -1 will set the cache output to never expire.
nl: Een cache geldigheidsduur van -1 zal ervoor zorgen dat de cache nooit verloopt

source: Modules to exclude from caching
nl: Modules die niet gecached dienen te worden

source: Cached templates directory
nl: Template-cache directory

source: Enable render caching
nl: Gebruik opbouw caching

source: Delete cached render pages
nl: De pagina's in cache van het rendering systeem zijn verwijderd.

source: Length of time to keep cached render pages
nl: Tijdsduur dat een pagina in cache dient te blijven

source: Notice: A cache lifetime of -1 will set the cache output to never expire.
nl: Informatie: Een cache geldigheidsduur van -1 zal ervoor zorgen dat de cache nooit verloopt.

source: CSS/JS optimisation
nl: CSS/JS optimalisatie

source: Notice: Combining and compressing JavaScript (JS) and CSS can considerably speed-up the performances of your site.
nl: Het combineren en comprimeren (inpakken) van JavaScript (JS) en CSS ervoor zorgen dat de gehele site sneller wordt ingeladen in de browser van de site-gebruiker.

source: Enable CSS/JS combination
nl: Combineren van CSS/JS inschakelen

source: Delete combination cache
nl: Leeg de gecombineerde cache

source: Use GZ compression
nl: Gebruik GZ compressie

source: Minify CSS
nl: CSS verkleinen

source: The 'Minify CSS' option may require more PHP memory. If errors occur, you should increase the 'memory_limit' setting in your PHP installation's 'php.ini' configuration file. Alternatively, you should add the following entry to the '.htaccess' file in your site's web root (without the quotation marks): 'php_value memory_limit 64M'. 64M is just a suggested value. You should experiment to find the lowest value that resolves the problem.
nl: De 'CSS/JS verkleinen' optie kan meer geheugen nodig hebben dan beschikbaar / toegestaan. Als er zich foutmeldingen voordoen, dient de instelling 'memory_limit' in het 'php.ini' configuratie bestand van de webserver verhoogd te worden. Het is ook mogelijk om de volgende regel aan het '.htaccess' bestand in de site's ROOT directory te zetten (zonder de aanhalingstekens): 'php_value memory_limit 64M'. De waarde '64M' is slechts een voorbeeld, en dient aangepast te worden op basis van experimenten (trial and error).

source: Length of time to keep combination cache
nl: Tijdsduur dat de gecombineerde cache geldig blijft

source: Themes configurations
nl: Theme configuraties

source: Notice: When edit the configuration of a Theme, the Theme Engine creates copies of its configuration files inside the Temporary folder when it cannot write on them directly. If you changed your mind and want to have your configuration inside your theme, make its .ini files writable and clear the temporary copies with the following link.
nl: Let op: Wanneer de theme-configuratie wordt bewerkt, worden kopieën van de configuratiebestanden in de tijdelijke map opgeslagen wanneer deze niet direct schrijfbaar zijn. Wanneer de configuratie alsnog gebruikt moet worden in het theme, zorg er dan voor dat de ini-bestanden beschrijfbaar zijn en wis de tijdelijke kopieën met de volgende link.

source: Delete theme configurations
nl: Verwijder theme configuraties

source: Notice: The 'trimwhitespace' output filter trims leading white space and blank lines from the template source code after it is interpreted, which cleans-up the code and saves bandwidth.
nl: Let op: Het 'witruimte bijknippen' weergave filter verwijdert overbodige spaties aan het begin van een regel, en volledig lege regels, van de template broncode, waardoor er een kleiner bestand wordt gegenereerd en er dus op bandbreedte wordt bespaard.

source: Use 'trimwhitespace' output filter
nl: Gebruik 'witruimte bijknippen' weergave filter

source: Debug settings
nl: Foutopsporings instellingen

source: Embed template information within comments inside the source code of pages
nl: Neem template informatie mee met commentaren binnen de broncode van pagina's

source: Warning! When auxiliary themes like RSS are used, enabling this option can corrupt the page output until you disable it again (for instance, with RSS, the feed will be broken).
nl: Waarschuwing: Wanneer help themes zoals RSS worden gebruikt, kan het aanzetten van deze optie de pagina corrupt maken tot het weer uitgeschakeld wordt (Bijvoorbeeld, met RSS, zal de feed niet werken).

source: Rendering engine debug console
nl: Render foutopsporings console

source: zdebug plugin found at line <strong>%1$s</strong> in template <strong>%3$s/%2$s</strong>
nl: zdebug plugin gevonden in regel <strong>%1$s</strong> in template <strong>%3$s/%2$s</strong>

source: Force compilation
nl: Forceer compilatie

source: Included templates and configuration files (load time in seconds)
nl: ingesloten templates & config bestanden (laad-tijd in seconden)

source: Assigned template variables
nl: Toegewezen template variabelen

source: No template variables assigned.
nl: Geen template variabelen toegewezen

source: Zikula session variables
nl: Zikula sessie variabelen

source: none
nl: geen

source: Assigned configuration file variables (outer template scope)
nl: toegewezen configuratie bestands variabelen (buitenste template bereik)

source: No configuration variables assigned.
nl: Geen configuratie variabelen toegewezen

source: Edit theme
nl: Theme bewerken

source: Page configurations
nl: Pagina configuratie

source: Variables
nl: Variabelen

source: Notice: The template file will be sought on all the template paths of the specified module.
nl: Informatie: Het template bestand wordt opgezocht in alle paden van de opgegeven module.

source: Template file
nl: Template bestand

source: Format: parameter1=value1;parameter2=value2...
nl: Format: parameter1=waarde1;parameter2=waarde2...

source: Page configuration assignments
nl: Pagina configuratie toewijzingen

source: Page configurations in use
nl: Paginaconfiguraties in gebruik

source: Configuration file found
nl: Configuratie bestand gevonden

source: Notice: Any configuration files that Zikula cannot find must be created in 'themes/%s/templates/config'.
nl: Informatie: Ieder configuratiebestand wat niet bestaat dient aangemaakt te worden in 'themes/%s/templates/config'.

source: Create new page configuration assignment
nl: Nieuwe pagina configuratie toewijzing aanmaken

source: Edit page configuration
nl: Pagina configuratie bewerken

source: Page settings
nl: Pagina instellingen

source: Page template
nl: Pagina template

source: Block template
nl: Blok template

source: Default template
nl: Standaard template

source: Palette
nl: Palet

source: Wrappers settings
nl: Wrappers instellingen

source: Enable main content wrapper
nl: Gebruik Wrappers voor de werkelijke inhoud

source: This will add a wrapper for the main content, like:
nl: Dit zal een wrapper voor de werkelijke inhoud gebruiken zoals:

source: Enable block wrappers
nl: Gebruiks wrappers voor blokken

source: This will add a wrapper for each block content, like:
nl: Dit zal een wrapper voor alle inhoud van blokken gebruiken zoals:

source: Filter settings
nl: Filter instellingen

source: Comma separated list of filters, eg. myfilter (for outputfilters) represents outputfilter.myfilter.php file, see <a href="http://www.smarty.net/manual/en/advanced.features.php">the documentation</a> for more information about filters.
nl: Komma gescheiden lijst van filters, bijvoorbeeld mijnfilter (voor outputfilters) staat voor outputfilter.mijnfilter.php. Zie ook <a href="http://www.smarty.net/manual/en/advanced.features.php">de Smarty documentatie</a> voor meer informatie over filters.

source: Output filters
nl: Weergave filters

source: The theme engine will consider the more specific setup; in that order, a block instance template, is used over a block type template, and a block position one.
nl: Het theme-systeem zal de meer specifieke setup proberen te gebruiken. In deze volgorde zal een een blok-instantie sjabloon worden gebruik voor een blok-type sjabloon en een blok-positie sjabloon.

source: Block instance templates
nl: Blok onderdeel templates

source: Block type templates
nl: Blok type templates

source: Block position templates
nl: Blok positie templates

source: Existing block positions
nl: Bestaande blok posities

source: <p>The following block positions are used in this page configuration, but they have not been defined within the Blocks module;</p>%s<p>Click on a block position to go create that position.</p>
nl: <p>Onderstaande blok positie worden in deze paginaconfiguratie gebruikt, maar deze zijn niet gedefinieerd in de Blokken-module;</p>%s<p>Klik op een blok positie om de betreffende positie aan te maken.</p>

source: Existing block instances
nl: Bestaande blokken

source: Untitled block of type %1$s
nl: Ongenaamd blok van type %1$s

source: You can handle plain variables <var>name &rarr; value</var>, but also setup arrays in the format <var>name[key] &rarr; value</var>.
nl: Er kunnen simpele variabelen zoals <var>naam &rarr; waarde</var> gebruikt worden maar er kunnen ook arrays in het <var>naam[sleutel] &rarr; waarde</var> formaat gebruikt worden.

source: Add new theme variable
nl: Nieuwe theme-variabele toevoegen

source: Add new page variable
nl: Nieuwe pagina-variabele toevoegen

source: No previous pages
nl: Geen voorafgaande pagina's

source: No further pages
nl: Geen opvolgende pagina's

source: Delete theme %s
nl: Thema %s verwijderen

source: Do you really want to delete this theme?
nl: Dient dit theme echt verwijderd te worden?

source: Also delete theme files, if possible
nl: Verwijder theme bestanden, indien mogelijk

source: Please delete the Theme folder before pressing OK or the Theme will not be deleted.
nl: Verwijder de map van het Theme alvorens OK te kiezen anders zal het theme niet verwijderd worden.

source: Language system
nl: Taal Systeem

source: Activate multi-lingual features
nl: Activeer mogelijkheden voor meerdere talen

source: Add language to URL
nl: Voeg taal aan URL toe

source: Always
nl: Altijd

source: Only for non-default languages
nl: Alleen voor niet-standaard talen

source: Automatically detect language from browser settings
nl: Detecteer de taal automatisch uit de browser instellingen

source: If this is set to 'Yes', Zikula try to serve the language requested by the each user's browser (if that language available and allowed by the multi-lingual settings). If users sets their personal language preference, then this setting will be overriden by their personal preference.
nl: Wanneer ingesteld op 'Ja', zal Zikula proberen om de taal te bieden zoals die wordt gevraagd door de browser van de bezoeker (waneer die taal beschikbaar is en toegestaan in de meerdere-taal instellingen). Als de gebruiker een persoonlijke taalvoorkeur instelt zal deze instelling gelden.

source: Default language to use for this site
nl: Standaard taal voor deze website

source: Time zone for anonymous guests
nl: Tijdzone voor anonieme bezoekers

source: Server time zone
nl: Server tijdzone

source: Variable validation
nl: Variabele validatie

source: Allow IDN domain names
nl: IDN domeinen toestaan

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
nl: Met IDN domeinen is het toegestaan om speciale karakters in URL's en e-mail adressen te gebruiken.

source: Main info
nl: Hoofdinformatie

source: Description line
nl: Beschrijvingsregel

source: Admin's e-mail address
nl: Email adres van beheerder

source: Disable site
nl: Zet de site uit

source: Reason for disabling site
nl: Reden voor het uitzetten van de website

source: Meta tag settings
nl: Meta tag instellingen

source: Default page title
nl: Standaard paginatitel

source: Default meta description
nl: Standaard meta beschrijving

source: Default meta keywords
nl: Standaard meta kernwoorden

source: Start page settings
nl: Beginpagina instellingen

source: No start module (static frontpage)
nl: Geen start module (statische startpagina)

source: ('index.php' points to this)
nl: (De module waar index.php naar wijst)

source: Start function type (required)
nl: Startfunctie-type (verplicht)

source: Start function (required)
nl: Startfunctie (verplicht)

source: Start function arguments
nl: Argumenten voor start functie

source: (Comma-separated)
nl: (komma-gescheiden)

source: Site entry point
nl: Toegangsbestand voor de website

source: (Default: index.php)
nl: Bestand waarmee alle website handelingen worden gestuurd (standaard: index.php)

source: Notice: The entry point file must be present in the Zikula root directory before you set it here as your site's start page.
nl: Tip: Het toegangsbestand moet fysiek bestaan in de root van de website voordat deze hier ingesteld kan worden.

source: Activate compression
nl: Compressie aanzetten

source: Module used for managing user profiles
nl: Module voor beheer van gebruikersprofielen

source: No user profiles
nl: Geen gebruikersprofielen

source: Module used for private messaging
nl: Module gebruikt voor persoonlijke berichten

source: No private messaging
nl: Geen persoonlijke berichten

source: Time-out for Ajax connections
nl: Time-out voor Ajax connecties

source: (in milliseconds, default 5000 = 5 seconds)
nl: (in milliseconden, standaard 5000 = 5 seconden)

source: Notice: Increase this value if mobile appliances experience problems with using the site.
nl: Informatie: Verhoog deze waarde als mobiele apparaten problemen ondervinden met deze site.

source: Permalinks settings
nl: Instellingen voor Permalinks
