Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Polls/2.1.0/module_polls.po
Languages: el

source: Done! Poll created.
el: Η δημοσκόπηση δημιουργήθηκε.

source: Error! No such poll found.
el: Η δημοσκόπηση δεν βρέθηκε.

source: Done! Poll updated.
el: Η δημοσκόπηση ενημερώθηκε.

source: Done! Poll deleted.
el: Η δημοσκόπηση διαγράφηκε.

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Done! Module configuration updated.
el: Οι ρυθμίσεις του υποσυστήματος αποθηκεύτηκαν.

source: Sorry! No authorization to access this module.
el: Δεν έχετε τα απαραίτητα δικαιώματα για την πρόσβαση στο υποσύστημα των δημοσκοπήσεων.

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
el: Λανθασμένο κλειδί πρόσβασης 'authkey': πιθανότατα να πατήσατε το κουμπί "Επιστροφή" του πλοηγού σας ή να έληξε η συνεδρία σας. Παρακαλούμε ανανεώστε τη σελίδα και δοκιμάστε ξανά.

source: Polls
el: Δημοσκοπήσεις

source: Voting System Module
el: Σύστημα διαχείρισης και προβολής δημοσκοπήσεων

source: polls
el: δημοσκοπήσεις

source: Error! Could not load polls.
el: Δεν ήταν δυνατή η ανάκτηση των δημοσκοπήσεων.

source: Error! Error creating vote.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της ψήφου σας.

source: Show a poll
el: Εμφάνιση δημοσκόπησης

source: Latest poll
el: Τελευταία δημοσκόπηση

source: Error! Invalid category.
el: Η κατηγορία είναι λανθασμένη.

source: No polls found.
el: Δεν βρέθηκαν δημοσκοπήσεις.

source: No such poll found.
el: Η δημοσκόπηση δεν βρέθηκε.

source: Error! Creation attempt failed.
el: Η δημιουργία απέτυχε.

source: Error! Deletion attempt failed.
el: Η διαγραφή απέτυχε.

source: Error! Update attempt failed.
el: Η ενημέρωση απέτυχε.

source: View polls
el: Προβολή Δημοσκοπήσεων

source: Create new poll
el: Δημιουργία Νέας Δημοσκόπησης

source: Settings
el: Ρυθμίσεις

source: Error! EZComments module not available - this is required to migrate any poll comments.
el: Το υποσύστημα των σχολίων δεν είναι διαθέσιμο. Απαιτείται για να μεταφερθούν τα σχόλια των δημοσκοπήσεων.

source: %s vote
el: %s ψήφος

source: Vote
el: Ψηφίστε

source: Results
el: Αποτελέσματα

source: Other Polls
el: Άλλες Δημοσκοπήσεις

source: Recording vote
el: Αποθήκευση ψήφου

source: Modify poll
el: Επεξεργασία Δημοσκόπησης

source: Overview
el: Στοιχεία

source: Title
el: Τίτλος δημοσκόπησης

source: PermaLink URL title
el: PermaLink URL

source: (Blank = auto-generate)
el: αφήστε το παραπάνω πεδίο κενό (προτείνεται) για να δημιουργηθεί αυτόματα

source: Category
el: Κατηγορία

source: Choose Category
el: Επιλέξτε κατηγορία

source: Language
el: Γλώσσα

source: Voting choices
el: Επιλογές δημοσκόπησης

source: Please enter each available choice into a single field
el: Σε κάθε ένα απο τα παρακάτω πεδία, εισάγετε την επιλογή που θέλετε. Μπορείτε να εισάγετε 12 επιλογές το μέγιστο

source: Option
el: Επιλογή

source: Meta data
el: Μεταδεδομένα

source: Created by %s
el: Δημιιουργήθηκε απο τον χρήστη %s

source: Created on %s
el: Δημιουργήθηκε στις %s

source: Last updated by %s
el: Τελευταία ενημέρωση απο τον χρήστη %s

source: Updated on %s
el: Ενημερώθηκε στις %s

source: Update
el: Ενημέρωση

source: Cancel
el: Ακύρωση

source: Voting booth %s
el: Ψηφίστε στη δημοσκόπηση %s

source: Poll to display
el: Δημοσκόπηση που θα εμφανιστεί

source: Use ajax for voting
el: Χρήση ajax στην ψηφοφορία

source: Choose One
el: Επιλέξτε κατηγορία

source: Filter
el: Εφαρμογή Φίλτρου

source: Reset
el: Επαναφορά

source: Options
el: Ενέργειες

source: General settings
el: Γενικές ρυθμίσεις

source: Enable categorization
el: Ενεργοποίηση κατηγοριοποίησης

source: Polls per page
el: Δημοσκοπήσεις ανα σελίδα

source: Scale of results bar
el: Κλίμακα της μπάρας αποτελεσμάτων

source: Order polls by
el: Ταξινόμηση των δημοσκοπήσεων βάσει

source: Date/Time
el: Ημερομηνία/Ώρα

source: Add category title to permalink
el: Προσθήκη της κατηγορίας στο permalink

source: Update Configuration
el: Αποθήκευση ρυθμίσεων

source: Polls %s
el: Δημοσκοπήσεις %s

source: Past surveys
el: Άλλες Δημοσκοπήσεις

source: Delete Poll
el: Διαγραφή Δημοσκόπησης

source: Do you really want to delete this poll?
el: Θέλετε σίγουρα να διαγράψετε αυτή τη δημοσκόπηση;

source: Confirmation prompt
el: Επιβεβαίωση Εντολής

source: Create
el: Δημιουργία

source: Results %s
el: Αποτελέσματα δημοσκόπησης %s

source: Voting booth
el: Ψηφίστε

source: Votes
el: Ψήφοι

source: We only allow one vote per day
el: Επιτρέπεται μόνο μία ψήφος την ημέρα

source: Categories
el: Κατηγορίες
