Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Profile/1.5/module_profile.po
Languages: nl

source: Required
nl: Verplicht

source: Deactivate
nl: Deactiveren

source: Activate
nl: Activeren

source: Not editable field
nl: Geen bewerkbaar veld

source: Third-party (not editable)
nl: Derde partij (3rd party, niet bewerkbaar)

source: Normal
nl: Normaal

source: Edit
nl: Bewerken

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: Delete
nl: Verwijderen

source: Text box
nl: Tekst veld

source: Text area
nl: Tekst blok

source: Dropdown list
nl: Dropdown lijst

source: Date
nl: Datum

source: Multiple checkbox set
nl: Multi checkbox set

source: No
nl: Nee

source: Yes
nl: Ja

source: Everyone
nl: Iedereen

source: Registered users only
nl: Alleen geregistreerde gebruikers

source: Admins only
nl: Alleen beheerders

source: Error! The personal info item must have a label. An example of a recommended label is: '_MYDUDLABEL'.
nl: Foutmelding: Het persoonlijk info item dient een label te bevatten. Een voorbeeld van een label is: '_MIJNDUDLABEL'.

source: Error! The personal info item must have an attribute name. An example of an acceptable name is: 'mydudfield'.
nl: Foutmelding: Het persoonlijk info item dient een attribuutnaam te bevatten. Een voorbeeld is: 'MijnDUDVeld'.

source: Error! There is already an personal info item label with this naming.
nl: Foutmelding: Er is al een persoonlijk info item label met deze naam.

source: Error! There is already an attribute name with this naming.
nl: Foutmelding: Er is al een attribuut naam met deze naam.

source: Warning! The personal info item label has been accepted, but was filtered and altered to ensure it contains no special characters or spaces in its naming.
nl: Waarschuwing: Het persoonlijk info item label is geaccepteerd, maar is wel gecontroleerd en aangepast om te zorgen dat deze geen speciale karakters of spaties bevat.

source: Done! Created new personal info item.
nl: Nieuw persoonlijk info item is aangemaakt.

source: Error! No such personal info item found.
nl: Foutmelding: persoonlijk info item bestaat niet.

source: Done! Saved your changes.
nl: Wijzigingen opgeslagen.

source: Done! Deleted the personal info item.
nl: Persoonlijk info item is verwijderd.

source: Error! You cannot decrease the weight of this account property.
nl: Foutmelding: Het gewicht van deze account eigenschap kan niet verlaagd worden.

source: Done! Saved your settings changes.
nl: Wijzigingen in instellingen opgeslagen.

source: Error! Could not load data.
nl: Foutmelding! Data kon niet geladen worden.

source: Error! Could not find the specified module (%s).
nl: Foutmelding: De opgegeven module (%s) kon niet gevonden worden.

source: Error! Invalid '%s' passed.
nl: Foutmelding: Ongeldige '%s' opgegeven.

source: Error! There is already an personal info item with the label '%s'.
nl: Foutmelding: Er is al een persoonlijk info item met het label '%s'.

source: Error! There is already an personal info item with the attribute name '%s'.
nl: Foutmelding: Er is al een persoonlijk info item met attribuutnaam '%s'.

source: Error! Could not create the new personal info item.
nl: Foutmelding! Kon de account paneel eigenschappen niet ladenFoutmelding: Kon het nieuwe persoonlijk info item niet aanmaken.

source: Error! Could not delete the personal info item.
nl: Foutmelding: Kon het persoonlijke info item niet verwijderen.

source: Account panel manager
nl: Account Paneel

source: Provides a personal account control panel for each registered user, an interface to administer the personal information items displayed within it, and a registered users list functionality. Works in close unison with the 'Users' module.
nl: Een beheer-paneel voor de account-instellingen voor elke geregistreerde gebruiker, alsmede een beheerders interface om gebruikersgegevens te beheren en definiÃ«ren. Werkt nauw samen met de 'Gebruikers' module.

source: profile
nl: profiel

source: Sorry! You do not have authorisation for this module.
nl: Geen toegang tot deze module.

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
nl: Fout! Ongeldige authorisatiesleutel ('authkey'). Mogelijke oorzaken hiervoor zijn het gebruik van de 'Terug' knop in de browser (waar het formulier dat niet ondersteund), of het verlopen van deze authorisatie sleutel door bijvoorbeeld te lange inactiviteit en openen van nieuwe browser vensters. Vernieuw de pagina en probeer het opnieuw.

source: Error! Could not save your changes.
nl: Foutmelding: Wijzigingen konden niet worden opgeslagen.

source: Error! Could not load the section.
nl: Foutmelding: De sectie kon niet geladen worden.

source: Error! The 'Users' module must be upgraded to version 1.10 before you can upgrade the 'Profile' module.
nl: Foutmelding: De 'Gebruikers' module dient te worden bijgewerkt naar v1.10 voordat de 'Profiel' module kan worden bijgewerkt.

source: Error! Could not update table.
nl: Foutmelding! Tabel kon niet bijgewerkt worden.

source: Personal info
nl: Persoonlijke info

source: Registered users list
nl: Gebruikers lijst

source: Error! Could not create new attribute.
nl: Foutmelding: Nieuw attribuut kon niet aangemaakt worden.

source: Error! You cannot delete this personal info item.
nl: Foutmelding: Dit persoonlijke info item kan niet verwijderd worden.

source: Error! Activation failed.
nl: Foutmelding: Activatie mislukt.

source: Error! You cannot deactivate this personal info item.
nl: Foutmelding: Dit persoonlijke info item kan niet gedeactiveerd worden.

source: Error! Could not deactivate the personal info item.
nl: Foutmelding: Kon persoonlijke info item niet deactiveren.

source: Personal info items list
nl: Lijst van persoonlijke info items

source: Create new personal info item
nl: Nieuw persoonlijke info item aanmaken

source: User account panel settings
nl: Account Paneel instellingen

source: Error! Could not find this user.
nl: Foutmelding: Deze gebruiker kon niet gevonden worden.

source: Error! Could not find profile page [%s].
nl: Foutmelding: Profiel pagina [%s] kon niet gevonden worden.

source: Error! Could not load personal info items.
nl: Foutmelding: Persoonlijke info items konden niet geladen worden.

source: Error! A required profile item [%s] is missing.
nl: Foutmelding: Een verplicht veld [%s] was niet ingevuld.

source: Done! Saved your changes to your personal information.
nl: Wijzigingen in persoonlijke info zijn opgeslagen.

source: Featured user
nl: Willekeurige gebruiker

source: Show featured user
nl: Toont info over een willekeurige gebruiker

source: Last X registered users
nl: Laatste X leden

source: Show last X registered users
nl: Toont de laatste X geregistreerde gebruikers

source: Users on-line
nl: Online leden

source: Show which registered users are currently on-line
nl: Toon welke geregistreerde gebruikers momenteel online zijn

source: Recent visitors
nl: Recente bezoekers

source: Show registered users having visited the site recently
nl: Toon geregistreerde gebruikers die onlangs de site nog bezocht hebben

source: Error! You cannot access form functions directly.
nl: Foutmelding: De formulier functies zijn niet direct benaderbaar.

source: Go to the Avatar manager
nl: Ga naar Avatar beheer

source: Error! in %1$s: the %2$s parameter must be specified.
nl: Foutmelding: In %1$s: De parameter %2$s dient opgegeven te worden.

source: %s's site
nl: Website van %s

source: User account panel
nl: Account Paneel

source: Last %s registered users
nl: Laatste %s geregistreerde gebruikers

source: Users currently on-line
nl: Momenteel online

source: Edit personal info
nl: Persoonlijke info bewerken

source: View personal info
nl: Persoonlijke info bekijken

source: Send private message
nl: Stuur bericht

source: Show %s's contacts
nl: Toon contacten-lijst van %s

source: Edit contact
nl: Bewerk contact

source: Add as contact
nl: Toevoegen als contact

source: Sorry! A required personal info item is missing. Please correct and try again.
nl: Foutmelding: Een verplicht veld was leeg. Verbeter de invoer en probeer het opnieuw.

source: Notice:
nl: Notitie:

source: Permitted HTML tags:
nl: Toegestane HTML tags:

source: About Profile
nl: Over Profiel

source: There are some details that you may know about Profile and how it let you translate the Account Properties labels and values of your site.
nl: Hier staat uitgelegd hoe verschillende labels en profiel-waarden vertaald kunnen worden op de site.

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
nl: Eerst wordt aangeraden om de taal-bestanden van de Profile-module te kopiÃ«ren naar de /config/locale directory.

source: Copy all the files of the /modules/Profile/locale directory to /config/locale. There you will customize the catalog module_profile.pot and the translations afterwards.
nl: Kopieer alle bestanden uit de /modules/Profile/locale directory naar /config/locale. Daar kan de originele module_profile.pot en de vertaling aangepast worden.

source: About the property labels
nl: Over de eigenschap labels

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
nl: Het is aanbevolen om unieke woorden te gebruiken voor de labels, daarom gebruiken we het formaat _DUDLABEL en vertalen we dat voor iedere beschikbare taal op de site naar een begrijpelijke term.

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
nl: Nadat er een nieuw label is aangemaakt (zoals _MIJNDUDLABEL), dient de vertaling toegevoegd te worden aan het taalbestand 'module_profile.pot' in de juiste locale-directories. Daarna moet het .po bestand aangemaakt te worden en dienen er twee regels te worden toegevoegd te worden: <strong>msgid '_MIJNDUDLABEL'</strong> en de regel eronder <strong>msgstr "De vertaling van dit label in alle beschikbare talen"</strong>.

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
nl: Met de bijgewerkte .pot file kunnen de taal-bestanden (.po bestanden) bijgewerkt worden voor iedere taal. Er kan zelfs een nieuwe .po file aangemaakt worden. Deze handelingen zijn het makkelijkst te doen met het programma POEdit.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
nl: In de .po file kan de key _MYDUDLABEL gedefinieerd worden voor aanwezige specifieke taal, zoals bijvoorbeeld 'Mijn dynamisch-veld label' en 'My DUD label'.

source: About the property values
nl: Over de eigenschap waarden

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
nl: Sommige veldtypen, zoals checkboxen, radio buttons, dropdown lijsten en multi checkbox sets, geven de mogelijkheid om specifieke set van opties in te voeren.

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
nl: Iedere optie kan worden toegevoegd in de catalogus (.po-file) die vertaald dient te worden. Ook kan hier zelfs een specifiek datum formaat omgezet worden naar land-specifieke voorkeuren!<br />Veel plezier!

source: Personal info item
nl: Persoonlijke info item

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
nl: NB: Speciale karakters en spaties zijn niet toegestaan in het label of de naam van het item.

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
nl: Sla de <strong><a href="%s">help pagina</a></strong> er op na voor meer informatie over labels en vertalingen hiervoor.

source: Attribute name
nl: Attribuut naam

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
nl: NB: De interne attribuut naam kan later niet meer worden aangepast, dus selecteer dit met zorg.

source: Make this a 'Required' item
nl: Maak dit een 'verplicht' item

source: Visibility
nl: Zichtbaarheid

source: Type of control to display
nl: Datatype voor weergave

source: Content
nl: Inhoud

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
nl: Let op: Ieder optie dient te worden voorafgegaan door '@@' (zonder de aanhalingstekens). Bijvoorbeeld '@@Ja@@Nee', '@@Uitgeschakeld@@Ingeschakeld'. De volgorde is belangrijk. Voor een ander label in het bewerken-scherm kan gebruik gemaakt worden van 'Bewerklabel@@Ja@@Nee'. Alle waarden zijn ook te vertalen.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
nl: Let op: Het volgende formaat dient te worden gebruikt voor iedere optie: '@@label@id'. Bijvoorbeeld: '@@radio optie 1@id1@@radio optie 2@id2@@radio optie 3@id3'. De opties zijn ook vertaalbaar.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
nl: Let op: Het volgende formaat dient te worden gebruikt voor iedere optie: '@@label@id'. Voorbeeld voor een simpele lijst: '@@optie 1@id1@@optie 2@id2@@optie 3@id3'. Voorbeeld voor een multi checkbox set: '1@@optie 1@id1@@optie 2@id2@@optie 3@id3'. De opties zijn ook vertaalbaar.

source: Notice: You can specify the date format to use, either via Zikula core templating variables ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), or via a custom format such as '%b %d of %Y', possibly using PHP options (see the <a href="http://www.php.net/manual/en/function.strftime.php">PHP documentation</a> for more information). The format is translatable.
nl: Let op: het te gebruiken datum formaat kan hier opgegeven worden, ofwel via de Zikula core templating variabelen ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), ofwel via een eigen formaat zoals '%b %d %Y', gebruik makend van PHP opties (zie de <a href="http://www.php.net/manual/en/function.strftime.php">PHP documentatie</a> voor meer informatie). Het formaat is ook vertaalbaar.

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
nl: Let op: Het volgende formaat dient te worden gebruikt voor iedere optie: 'id, label'. Voorbeeld: 'id1,label1;id2,label2;id3,label3;' - velden worden gescheiden door een puntkomma (';') en de id en label van elk veld door een komma (','). De labels zijn vertaalbaar.

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
nl: Let op: Een id opgeven is optioneel. Als er geen id wordt opgegeven, zal de positie van de optie gebruikt worden als id (startend bij 0). Er wordt aangeraden zelf een uniek id op te geven, in geval van wijzigingen in volgorde van de items.

source: Notice to display with personal info item
nl: Weergegeven notitie bij dit persoonlijk info item

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Personal info for %s
nl: Persoonlijke info voor %s

source: User name:
nl: Gebruikersnaam:

source: Registration date:
nl: Registratie datum:

source: User name
nl: Gebruikersnaam

source: Real name
nl: Echte naam

source: PM
nl: Persoonlijk Bericht

source: No registered users are currently on-line.
nl: Er zijn geen geregistreerde gebruikers online.

source: Registration date
nl: Registratie datum

source: Actions
nl: Acties

source: No recently-registered users found.
nl: Geen gebruikers gevonden die onlangs hebben geregistreerd.

source: Items marked with an asterisk ('*') are required entries.
nl: De items met een asterisk ('*') zijn verplichte velden.

source: Registered on %s
nl: Geregistreerd op %s

source: Error! This block cannot be used because saving of a user's last log-in date has been disabled.
nl: Foutmelding: Dit blok kan niet gebruikt worden, omdat het opslaan van de datum van de laatste login uitgeschakeld staat.

source: Number of recent visitors to display
nl: Aantal te tonen recente bezoekers

source: Maximum number of characters to display
nl: Maximum aantal te tonen karakters

source: Latest articles of %s
nl: Laatste artikelen van %s

source: On %s
nl: Op %s

source: No recent articles found.
nl: Geen artikelen gevonden.

source: Latest comments of %s
nl: Laatste reacties van %s

source: No recent commets found.
nl: Geen reacties gevonden.

source: Registered users list settings
nl: Gebruikers lijst instellingen

source: Display the user's registration date
nl: Toon de registratiedatum

source: Users per page in 'Registered users list'
nl: Aantal gebruikers per pagina in de 'gebruikers lijst'

source: Users per page in 'Users currently on-line' page
nl: Aantal gebruikers per pagina in de lijst van 'huidige online gebruikers'

source: Users per page in 'Recent registrations' page
nl: Aantal gebruikers per pagina in de lijst van 'onlangs geregistreerde gebruikers'

source: Filter unverified users from 'Registered users list'
nl: Verberg niet-geverifieerde gebruikers van de 'gebruikers lijst'

source: Personal info item settings
nl: Persoonlijke info item instellingen

source: Display 'Allowed HTML tags' notice with each personal info item that is a 'textarea'
nl: Toon 'Toegestane HTML tags' bij ieder persoonlijke info item waar een 'textarea' gebruikt is

source: User registration form settings
nl: Registratie formulier instellingen

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form. The list below only includes properties that are not 'Required' items.
nl: De hieronder geactiveerde items worden getoond in het registratieformulier, indien 1) de Gebruikers module staat ingesteld om persoonlijke info items weer te geven, en 2) indien de 'Profiel' module ook de voorkeur-profiel-module is bij de 'Algemene Site instellingen'. Verplichte velden worden altijd weergegeven, onderstaande lijst bevat alleen de optionele velden die geactiveerd kunnen worden.

source: Personal info items to include in user registration form
nl: Persoonlijke info items die in het registratie formulier getoond dienen te worden

source: Account Panel
nl: Account Paneel

source: Search
nl: Zoeken

source: Go search
nl: Zoeken

source: Search in user names
nl: Zoek in gebruikersnamen

source: Search in real names
nl: Zoek in echte namen

source: Search in site
nl: Zoek in site

source: All
nl: Alle

source: No users found.
nl: Geen gebruikers gevonden.

source: Membership statistics
nl: Leden statistieken

source: Registered:
nl: Geregistreerd:

source: Newest user:
nl: Nieuwste gebruiker:

source: Delete personal info item
nl: Persoonlijk info item verwijderen

source: Do you really want to delete this personal info item?
nl: Dient ddit persoonlijke info item echt verwijderd te worden?

source: Confirmation prompt
nl: Bevestiging gevraagd

source: unread
nl: ongelezen

source: total
nl: totaal

source: %s registered user
nl: %s geregistreerde gebruiker

source: %s anonymous guest
nl: %s anonieme bezoeker

source: no registered users
nl: Geen geregistreerde gebruikers

source: no anonymous guests
nl: Geen anonieme bezoekers

source: %1$s and %2$s online.
nl: %1$s en %2$s online.

source: Number of recently-registered users to display
nl: Aantal te tonen onlangs geregistreerde gebruikers

source: Edit personal info item
nl: Persoonlijk info item bewerken

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
nl: Let op: Als de ID van een veld aangepast wordt met als doel de geassocieerde gebruikers data in de database ook bij te werken, dient het label van dit veld niet gelijkertijd te worden aangepast. Let er ook op dat ID's en labels niet dezelfde naam hebben. Er wordt aangeraden om om iedere optie een unieke ID en een unieke naam te geven, en de ID's niet meer aan te passen nadat deze aangemaakt zijn.

source: Latest submissions of %s
nl: Laatste inzendingen van %s

source: Information to show
nl: Te tonen informatie

source: Show registration date
nl: Toon Registratie datum

source: Notice: Use drag and drop to arrange the arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
nl: Let op: Er kan drag-and-drop (sleur-en-pleur) gebruikt worden om de persoonlijke info items te schikken. Zodra een item wordt losgelaten, is de nieuwe positie direct opgeslagen.

source: _UREALNAME
nl: Echte naam

source: _UFAKEMAIL
nl: Nep e-mail adres

source: _YOURHOMEPAGE
nl: Homepage

source: _TIMEZONEOFFSET
nl: Tijdzone offset

source: _YOURAVATAR
nl: Avatar

source: _YICQ
nl: ICQ nummer

source: _YAIM
nl: AIM id

source: _YYIM
nl: Yahoo IM id

source: _YMSNM
nl: MSN Messenger id

source: _YLOCATION
nl: Lokatie

source: _YOCCUPATION
nl: Beroep

source: _SIGNATURE
nl: Handtekening / voetnoot bij reacties

source: _YINTERESTS
nl: Hobby's en interesses
