Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Recommend_Us/1.2/module_recommend_us.po
Languages: de, fa, it, pl

source: Recommend Us
de: Weiterempfehlen
fa: معرفی ما
it: Roccamandaci
pl: Poleć Nas

source: recommend_us
de: weiterempfehlen
it: raccomandaci
pl: poleć_nas

source: Recommend site/Send articles Module.
de: Beiträge oder Seite weiterempfehlen
fa: ماژول معرفی سایت/ارسال مطلب.
it: Consiglia sito/Invia modulo di articoli.

source: recommend: attribute modname required
it: consiglia: attributo ModName obbligatorio

source: recommend: attribute itemid required
it: consiglia: attributo itemid obbligatorio

source: A name is too long
de: Empfänger- oder Absendername ist zu lang.
fa: یک نام خیلی طولانی است
it: Il nome è troppo lungo
pl: Nazwa jest zbyt długa

source: Friend's email address is invalid
de: Die E-Mail-Adresse des Empfängers ist nicht korrekt.
fa: ایمیل دوست شما نامعتبر است
it: Indirizzo e-mail del tuo amico non è valido
pl: Adres e-mail przyjaciela jest niewłaściwy

source: Your email address is invalid
de: Die E-Mail-Adresse des Absenders ist nicht korrekt.
fa: آدرس ایمیل شما نامعتبر است
it: Il tuo indirizzo email non è valido
pl: Twój adres e-mail jest niewłaściwy

source: Interesting item: %s
de: Interessanter Inhalt: %s
fa: آیتم جالب توجه: %s
it: Elemento interessante: %s

source: Interesting site: %s
de: Interessante Seite: %s
fa: سایت جالب توجه: %s
it: Sito interessante: %s
pl: Interesująca strona: %s

source: The reference to our site has been sent to %s, thanks for recommending us!
de: Vielen Dank, die Empfehlung für diese Seite wurde an %s gesendet.
fa: معرفی سایت ما به %s ارسال شد، از معرفی کردن ما متشکریم!
it: Il riferimento al nostro sito è stato inviato a %s, grazie per averci raccomandato!
pl: Rekomendacja dla naszej strony została wysłana do %s, dziękujemy!

source: Error! Failed to register hook.
de: Fehler! Der Hook konnte nicht registriert werden.
it: Errore! Impossibile registrare il gancio.

source: Error! Could not deregister hook.
de: Fehler! Der Hook konnte nicht de-registriert werden.
it: Errore! Impossibile annullare la registrazione gancio.

source: Hello %s
de: Hallo %s
fa: سلام %s
it: Salve %s
pl: Witaj %s

source: Your friend %1$s considered the item %2$s interesting and wanted to send it to you.
de: %1$s empfiehlt folgenden Inhalt '%2$s' und hat daher diese E-Mail gesendet.
fa: بنظر دوست شما %1$s آیتم %2$s جالب آمده و خواسته تا آنرا برای شما ارسال کند.
it: Il tuo amico %1$s considera la voce %2$s interessante e voleva inviarlo a voi.

source: Your friend %1$s considered our site %2$s interesting and wanted to send it to you.
de: %1$s findet diese Seite '%2$s' interessant und hat daher diese E-Mail gesendet.
fa: به نظر دوست شما %1$s سایت ما %2$s جالب آمده و خواسته تا آنرا برای شما ارسال کند.
it: Il tuo amico %1$s considera il sito %2$s interessante e voleva inviarlo a voi.

source: Site name: %1$s - %2$s
de: Seitenname: %1$s - %2$s
fa: نام سایت: %1$s - %2$s
it: Nome Sito:: %1$s - %2$s
pl: Nazwa strony: %1$s - %2$s

source: Site URL: %s
de: URL der Seite: %s
fa: آدرس سایت: %s
it: Indirizzo URL: %s
pl: Adres URL: %s

source: Recommend the item <a href="%1$s">%2$s</a> to a friend.
de: Den Inhalt <a href="%1$s">%2$s</a> weiterempfehlen.
fa: معرفی آیتم <a href="%url%">%title%</a> به دوست شما ارسال شد.
it: Consiglia l'elemento <a href="%1$s">%2$s</ a> ad un amico.
pl: Poleć przedmiot <a href="%1$s">%2$s</a> znajomemu.

source: Your name
de: Absendername
fa: نام شما
it: Tuo nome
pl: Twoje imię

source: Your e-mail
de: Absender E-Mail
fa: ایمیل شما
it: Tua e-mail
pl: Twój e-mail

source: Your friend's name
de: Empfängername
fa: نام دوست شما
it: Nome del tuo amico
pl: Imię Twojego znajomego

source: Your friend's e-mail
de: Empfänger E-Mail
fa: ایمیل دوست شما
it: E-mail del tuo amico
pl: Adres e-mail Twojego znajomego

source: Submit
de: Absenden
fa: ارسال
it: Invia

source: Post this page at...
de: Diese Seite an folgende Dienste senden:
fa: ارسال این صفحه در ...
it: Invia questa pagina a ...
pl: Wyślij ta stronę do...
