Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Formicula/2.2/module_formicula.po
Languages: fa, fr, pt

source: Unknown Contact
fa: تماس ناشناخته
fr: Contact inconnu
pt: Contacto Desconhecido

source: Contact has been deleted
fa: تماس حذف شد
fr: Le contact a été supprimé
pt: O contacto foi eliminado

source: Mailer module is not available - unable to send emails!
fa: ماژول نامه رسان در دسترس نیست - نمی توانم ایمیل ها را ارسال کنم!
fr: Le module 'Mailer' n'est pas disponible - impossible d'envoyer des e-mails.
pt: O módulo Mailer não está disponível - não é possível enviar e-mails!

source: no image function available - captcha deactivated
fa: هیچ تابع تصویری فعال نیست - کپچا غیرفعال است
fr: Aucune fonction PHP pour la création d'images n'est disponible - captcha est désactivé
pt: nenhuma função de imagem disponível - captcha desactivado

source: formicula_cache folder does not exist in Zikula's temporary folder or is not writable - captchas have been disabled
fa: پوشه formicula_cache یا در پوشه فایل های موقتی زیکولا وجود ندارد یا قابل نوشتن نیست - کپچا غیرفعال است
fr: Le répertoire formicula_cache n'existe pas dans le répertoire temporaire de Zikula ou n'est pas inscriptible - captcha a été désactivé
pt: pasta formicula_cache não existe na pasta temporária do Zikula ou não tem permissões de escrita - captchas foram desactivados

source: .htaccess file needed in formicula_cache folder not exist
fa: فایل .htaccess مورد نیاز در پوشه formicula_cache وجود ندارد
fr: Le fichier .htaccess du répertoire formicula_cache n'existe pas
pt: ficheiro .htaccess necessário na pasta formicula_cache não existe

source: The captcha image cached was cleared
fa: تصاویر کپچای کاشه شده حذف شد
fr: Le cache des images captcha a été vidé
pt: A imagem captcha em cache foi limpa

source: Formicula forms module
fa: ماژول ساخت فرم Formicula
fr: Formicula, pour les formulaires
pt: Módulo de formulários Formicula

source: Error! Could not load items.
fa: خطا! نمی توانم آیتم ها را بارگذاری کنم.
fr: Erreur ! Impossible de charger les éléments.
pt: Erro! Não foi possível carregar itens.

source: Contact Form
fa: فرم تماس
fr: Formulaire de contact
pt: Formulário de contacto

source: Error! No or incorrect E-Mail address supplied
fa: خطا! آدرس ایمیل اشتباه وارد شده یا ایمیلی عرضه نشده است
fr: Erreur ! Soit vous n'avez indiqué aucune adresse e-mail, soit celle-ci est incorrecte
pt: Erro! Nenhum endereço de e-mail fornecido ou incorrecto

source: Error! No username given
fa: خطا! هیچ نام کاربری تعیین نشده است
fr: Erreur ! Aucun nom d'utilisateur n'a été indiqué
pt: Erro! Nenhum nome de utilizador fornecido

source: Error! No or invalid comment supplied (no HTML!)
fr: Erreur ! Soit vous n'avez indiqué aucun commentaire, soit celui-ci est invalide (le HTML n'est pas autorisé !)
pt: Erro! Nenhum comentário fornecido ou inválido (sem HTML!)

source: Error! Mandatory field:
fr: Erreur ! Champ obligatoire manquant :
pt: Erro! Campo obrigatório:

source: Error! Upload error
fa: خطا! خطا در آپلود
fr: Erreur ! Erreur lors de l'envoie
pt: Erro! Erro no upload

source: Set form #%1$s with %2$s templates
fr: Utiliser le formulaire #%1$s avec les templates %2$s
pt: Definir formulário #%1$s com %2$s templates

source: The webserver cannot write into this folder!
fa: وب سرور نمی تواند در این پوشه بنویسد.
fr: Le serveur web ne peut écrire dans ce répertoire !
pt: O servidor não pode escrever para esta pasta!

source: The configuration has been changed.
fa: پیکربندی تغییر پیدا کرد.
fr: La configuration a été modifiée.
pt: A configuração foi alterada.

source: Error! No contact name
fa: خطا! بدون نام تماس
fr: Erreur ! Aucun nom de contact
pt: Erro! Nenhum nome de contacto

source: Error! No or incorrect email address supplied
fa: خطا! آدرس ایمیل نامعتبر است یا ایمیلی تعریف نشده
fr: Erreur ! Soit vous n'avez indiqué aucune adresse e-mail, soit celle-ci est incorrecte
pt: Erro! Nenhum endereço de e-mail fornecido ou incorrecto

source: Error! Incorrect email address supplied
fa: خطا! آدرس ایمیل نامعتبر است
fr: Erreur ! L'adresse e-mail indiquée est incorrecte
pt: Erro! Endereço de e-mail fornecido incorrecto

source: Contact created
fa: تماس ایجاد شد
fr: Contact créé
pt: Contacto criado

source: Error creating contact!
fa: خطا در ایجاد محتوا!
fr: Erreur lors de la création du contact !
pt: Erro ao criar contacto!

source: Contact info has been updated
fa: اطلاعات تماس به روز رسانی شد
fr: Informations du contact mises à jour
pt: Informações de contacto foram actualizadas

source: Error updating contact!
fa: خطا در به روز رسانی تماس!
fr: Erreur lors de la mise à jour du contact !
pt: Erro ao actualizar contacto!

source: no form selected
fa: هیچ فرمی انتخاب نشده است
fr: aucun formulaire sélectionné
pt: nenhum formulário seleccionado

source: Bad in mathematics? You can do better, try again.
fa: ریاضیاتتان خوب نیست؟ شما می توانید بهتر از این انجام دهید، مجددا تلاش کنید.
fr: Mauvais en mathématiques ? Vous pouvez faire mieux, réessayez.
pt: Mau em matemática? Pode fazer melhor, tente novamente.

source: There was an error sending the email.
fa: در هنگام ارسال ایمیل یک خطا اتفاق افتاد.
fr: Il y a eu une erreur lors de l'envoie de l'e-mail.
pt: Ocorreu um erro ao enviar o e-mail.

source: Error! Creation attempt failed.
fr: Erreur ! La tentative de création a échoué.
pt: Erro! Falha na tentativa de criação.

source: Error! Sorry! Deletion attempt failed.
fr: Erreur ! La tentative de suppression a échoué.
pt: Erro! Falha na tentativa de eliminação.

source: View contacts
fa: نمایش تماس ها
fr: Afficher les contacts
pt: Ver contactos

source: Add contact
fa: اظافه کردن تماس
fr: Ajouter un contact
pt: Adicionar contacto

source: Clear captcha image cache
fa: حذف تصاویر کپچای کاشه شده
fr: Vider le cache des images du captcha
pt: Limpar o cache da imagem captcha

source: Modify configuration
fa: تغییر پیکربندی
fr: Modifier la configuration
pt: Modificar configuração

source: The installer could not create formicula_cache/index.html and/or formicula_cache/.htaccess, please refer to the manual before using the module!
fa: برنامه نصاب نمی تواند formicula_cache/index.html و/یا formicula_cache/.htaccess را ایجاد کند, لطفا قبل از استفاده از ماژول به راهنمای آن مراجعه کنید!
fr: La procédure d'installation ne peut pas créer formicula_cache/index.html et/ou formicula_cache/.htaccess, veuillez vous référer au manuel avant d'utiliser le module !
pt: O instalador não conseguiu criar formicula_cache/index.html e/ou formicula_cache/.htaccess, consulte o manual antes de utilizar o módulo!

source: The installer could not create the formicula_cache folder, please refer to the manual before using the module!
fa: نصاب نمی تواند پوشه formicula_cache را بسازد، لطفا پیش از استفاده از ماژول به خودآموز آن مراجعه کنید!
fr: La procédure d'installation ne peut pas créer le répertoire formicula_cache, veuillez vous référer au manuel avant d'utiliser le module !
pt: O instalador não conseguiu criar a pasta formicula_cache, consulte o manual antes de utilizar o módulo!

source: pnTemp folder found outside of the webroot, please consult the manual of how to create the formicula_cache folder in this case.
fa: پوشه pnTemp خارج از پوشه ریشه سایت پیدا شد، لطفا از خودآموز کمک بگیرید که در این مورد چطور پوشه formicula_cache را بسازید.
fr: Le répertoire pnTemp est situé en dehors du répertoire principale, veuillez consulter le manuel pour savoir comment créer le répertoire formicula_cache dans ce cas.
pt: A pasta pnTemp foi encontrada fora da webroot, consulte o manual de como criar a pasta formicula_cache neste caso.

source: The installer could not create the formcontacts table
fa: نصاب نمی تواند جدول formcontacts را بسازد
fr: La procédure d'installation ne peut pas créer la table formcontacts
pt: O instalador não conseguiu criar a tabela formcontacts

source: Database upgrade failed
fa: ارتقای پایگاه داده شکست خورد
fr: La mise à jour de la base de données a échoué
pt: Falha na actualização de base de dados

source: Hello,
fa: سلام.
fr: Bonjour,
pt: Olá,

source: Thank you for the comments posted from our Website. The sent data is:
fa: از شما به خاطر ارسال نظر درباره سایت ما متشکریم. اطلاعات ارسال شده به شرح زیر است:
fr: Merci pour les commentaires envoyés depuis notre site internet. Les données envoyées sont :
pt: Obrigado pelo comentário colocado no nosso site. Os dados enviados são:

source: Contact or Theme
fa: تماس با ما
fr: Contact
pt: Contacto ou Tema

source: Your Name
fa: نام شما
fr: Nom
pt: O seu Nome

source: Company
fa: شرکت
fr: Société
pt: Empresa

source: Phone Number
fa: شماره تلفن
fr: Numéro de téléphone
pt: Número de Telefone

source: Location
fa: مکان
fr: Adresse
pt: Localização

source: Comment
fa: نظر
fr: Message
pt: Comentário

source: We will respond to your e-mail as soon as possible.
fa: ما در اسرع وقت به ایمیل شما پاسخ می دهیم.
fr: Nous vous répondrons, par e-mail, aussi vite que possible.
pt: Responderemos ao seu e-mail o mais rapidamente possível.

source: The
fr: Le
pt: O(A)

source: Team
fa: تیم
fr: Équipe
pt: Equipa

source: A visitor of to your web site used the form for contact and sent the following:
fa: یکی از بازدیدکنندگان وب سایت شما از فرم برای برقراری تماس استفاده کرده و پیام زیر را ارسال کرده است:
fr: Un visiteur de votre site internet a utilisé le formulaire de contact et a envoyé ce qui suit :
pt: Um visitante do seu site utilizou o formulário de contacto e enviou o seguinte:

source: Form #
fa: فرم شماره
fr: Formulaire #
pt: Formulário #

source: The user has the following IP address/hostname:
fa: کاربر داری آدرس آی پی و نام هاست زیر بوده است:
fr: L'utilisateur utilise l'adresse IP/le nom d'hôte suivant :
pt: O utilizador tem o seguinte hostname/endereço IP:

source: Mandatory field
fa: فیلد اجباری
fr: Champ est obligatoire
pt: Campo obrigatório

source: Contact our team
fa: تماس با تیم ما
fr: Contactez-nous !
pt: Contacte a nossa equipa

source: This is a mandatory field.
fa: پر کردن این مورد ضروری است.
fr: Ce champ est obligatoire.
pt: Este é um campo obrigatório.

source: Please enter a valid E-mail address like user@example.com.
fa: لطفا یک ایمیل معتبر مانند user@example.com وارد کنید.
fr: Veuillez indiquer une adresse e-mail valide. ex : moi@exemple.com.
pt: Digite um endereço de e-mail válido como user@example.com.

source: Please enter a valid internet address like http://www.example.com.
fa: اطفا یک آدرس اینترنتی معتبر مانند http://www.example.com وارد کنید.
fr: Veuillez indiquer un site internet valide. ex : http://www.exemple.com.
pt: Digite um endereço de internet válido como http://www.example.com.

source: E-Mail Format
fa: قالب ایمیل
fr: Format de l'e-mail
pt: Format de E-Mail

source: Text
fa: متن
fr: Texte
pt: Texto

source: Please solve this simple math test
fa: لطفا این مسئله ساده ریاضی را حل کنید
fr: Veuillez résoudre ce simple problème de math
pt: Resolva este teste de matemática simples

source: Send
fa: فرستادن
fr: Envoyer
pt: Enviar

source: Show phone number
fa: تمایش شماره تلفن
fr: Afficher le numéro de téléphone
pt: Mostrar o número de telefone

source: Show company
fa: نمایش شرکت
fr: Afficher la société
pt: Mostrar empresa

source: Show URL
fa: نمایش URL
fr: Afficher l'URL
pt: Mostrar URL

source: Show location
fa: نمایش مکان
fr: Afficher l'adresse
pt: Mostrar localização

source: Show comments textarea
fa: نمایش جعبه نظرات
fr: Afficher la zone de commentaire
pt: Mostrar área de texto para comentários

source: Send confirmation email to user
fa: ارسال ایمیل تایید برای کاربر
fr: Envoyer un e-mail de confirmation à l'utilisateur
pt: Enviar e-mail de confirmação para o utilizador

source: Folder for uploaded files
fa: پوشه برای فایل های آپلود شده
fr: Répertoire des fichiers envoyés
pt: Pasta para ficheiros carregados

source: Delete file after sending
fa: فایل را بعد از ارسال حذف کن
fr: Supprimer le fichier après l'envoie
pt: Eliminar ficheiro após envio

source: Activate spamcheck
fa: فعال سازی بررسی اسپم
fr: Activer l'anti-spam
pt: Activar verificação de spam

source: Make sure you the necessary form fields are available, see the docs for more information. This option will be turned off by Formicula automatically if no PHP-functions for creating images are available
fr: Soyez certain que les champs nécessaires au formulaire soient disponibles, lisez les documentations pour plus d'information. Cette option sera désactivée automatiquement par Formicula si aucune fonction PHP pour la création d'images n'est disponible
pt: Certifique-se que os campos do formulário necessários estão disponíveis, consulte a documentação para obter mais informações. Esta opção será desactivada pelo Formicula automaticamente se nenhuma função PHP para criar as imagens estiver disponível

source: Do not use spam check in these forms
fa: در این فرم ها از بررسی کننده اسپم استفاده نکن
fr: Ne pas activer l'anti-spam pour ces formulaires
pt: Não use verificação de spam nestes formulários

source: Comma separated list of form ids, e.g. embedded forms in pagesetter. The redirect may not work here correctly
fr: Utiliser la virgule pour séparer les ID des formulaires dans la liste, ex : formulaires incorporés dans pagesetter. La redirection peut ne pas fonctionner correctement pour ceux-ci.
pt: Lista de ids de formulários separada por vírgulas, por exemplo, formulários incorporados em pagesetter. O redireccionamento pode não funcionar correctamente aqui

source: Set the default form
fa: تنظیم به عنوان فرم پیش فرض
fr: Choisir le formulaire par défaut
pt: Definir o formulário por defeito

source: (used when no form is specified)
fa: (هنگامی که هیچ فرمی تعیین نشده استفاده خواهد شد)
fr: (utilisé lorsque aucun formulaire n'est spécifié)
pt: (usado quando nenhum formulário é especificado)

source: Submit
fa: ارائه
fr: Envoyer
pt: Submeter

source: Visit Formicula on http://code.zikula.org/formicula
fa: مشاهده formicula در http://code.zikula.org/formicula
fr: Visitez le site de Formicula sur http://code.zikula.org/formicula
pt: Visitar Formicula em http://code.zikula.org/formicula

source: This data was sent to us:
fa: این اطلاعات برای ما فرستاده شده است.
fr: Ces données nous ont été envoyées :
pt: Estes dados foram enviados para nós:

source: Thanks for applying, we will keep your data strictly confidential
fr: Merci de vous être inscrit, nous garderons vos données de façon confidentielle
pt: Agradecemos a sua candidatura, vamos manter os seus dados estritamente confidenciais

source: We will respond to your E-mail address as soon as possible.
fa: در صورت امکان به زودی پاسخ را به ایمیلتان ارسال خواهیم کرد.
fr: Nous vous répondrons, par e-mail, aussi vite que possible.
pt: Responderemos ao seu endereço de e-mail o mais rapidamente possível.

source: There is an error in your form
fa: در فرم شما یک خطا وجود دارد
fr: Il y a une erreur dans votre formulaire
pt: Há um erro no seu formulário

source: Back to Contact Form
fa: بازگشت به فرم تماس
fr: Revenir au formulaire de contact
pt: Voltar ao Formulário de Contacto

source: Apply online!
fr: S'inscrire en ligne !
pt: Candidatura online!

source: Apply as
fr: S'inscrire en tant que
pt: Candidatura como

source: Date of birth
fa: تاریخ تولد
fr: Date de naissance
pt: Data de nascimento

source: Please enter a valid date.
fa: طلفا یک تاریخ معتبر وارد کنید.
fr: Veuillez indiquer une date valide.
pt: Insira uma data válida.

source: Street
fa: خیابان
fr: Rue
pt: Rua

source: Salary
fr: Rémunération
pt: Salário

source: Please use only numeric characters.
fa: لطفا فقط ار اعداد استفاده کنید.
fr: Veuillez n'utiliser que des caractères alphanumériques.
pt: Utilize apenas caracteres numéricos.

source: Zip City
fr: Code postal
pt: Código Postal

source: Entry date
fa: تاریخ ورود
fr: Date d'inscription
pt: Data de Entrada

source: Delete contact
fa: حذف تماس
fr: Supprimerr le contact
pt: Eliminar contacto

source: Do you really want to delete this contact?
fa: آیا واقعا می خواهید این تماس را حذف کنید؟
fr: Confirmez-vous la suppression de ce contact ?
pt: Realmente pretende eliminar este contacto?

source: Confirmation prompt
fa: تایید دستور
fr: Demande de confirmation
pt: Pedido de confirmação

source: Contact name
fa: نام تماس
fr: Nom du contact
pt: Nome de Contacto

source: Delete
fa: حذف
fr: Supprimer
pt: Eliminar

source: Cancel
fa: انصراف
fr: Annuler
pt: Cancelar

source: Thank you for your questions/comments to our website!<br />We will reply as soon as possible.
fa: از ارسال نظر شما/پرسش شما به وب سایت ما متشکریم!<br />ما در اسرع وقت پاسخ خواهیم داد.
fr: Merci pour vos questions/commentaires sur note site internet !<br />Nous vous répondrons aussi vite que possible.
pt: Obrigado pelas suas questões/comentários ao nosso site!<br />Responderemos o mais breve possível.

source: Confirmation of your submission will be emailed to you in a few minutes.
fa: تاییده ی ارسال شما تا چند دقیقه ی دیگر به شما ایمیل خواهد شد.
fr: Une confirmation vous sera envoyée par e-mail d'ici quelques minutes.
pt: A confirmação da sua submissão será enviada para o seu e-mail em poucos minutos.

source: There was an internal error when sending confirmation mail
fa: در هنگام ارسال ایمیل تاییده خطایی رخ داد
fr: Une erreur interne c'est produite lors de l'envoie de l'e-mail
pt: Houve um erro interno ao enviar e-mail de confirmação

source: Edit contact
fa: ویرایش تماس
fr: Modifier le contact
pt: Editar contacto

source: Public
fa: عمومی
pt: Público

source: Use this information in the users confirmation mail
fa: از این اطلاعات در ایمیل تایید برای کاربران استفاده کن
fr: Ces informations seront utilisées lors de l'envoie de la confirmation à l'utilisateur.
pt: Usar esta informação no e-mail de confirmação dos utilizadores

source: Sender E-Mail
fa: ایمیل فرستنده
fr: Adresse e-mail de l'expéditeur
pt: Remetente do E-Mail

source: Sender name
fa: نام فرستنده
fr: Nom de l'expéditeur
pt: Nome do remetente

source: Subject
fa: موضوع
fr: Sujet
pt: Assunto

source: with <ul> <li>%s = sitename</li> <li>%l = slogan</li> <li>%u = site url</li> <li>%c = contacts sender name</li> <li>%n&lt;num&gt; = user defined field name &lt;num&gt;</li> <li>%d&lt;num&gt; = user defined field data &lt;num&gt;</li></ul>
fa: با <ul> <li>%s = نام سایت</li> <li>%l = شعار</li> <li>%u = site url</li> <li>%c = نام فرستنده</li> <li>%n&lt;num&gt; = نام فیلد تعریف شده توسط کاربر &lt;num&gt;</li> <li>%d&lt;num&gt; = اطلاعات فیلد تعریف شده توسط کاربر &lt;num&gt;</li></ul>
fr: avec <ul> <li>%s = nom du site</li> <li>%l = slogan</li> <li>%u = url du site</li> <li>%c = nom du contact qui est l'expéditeur</li> <li>%n&lt;num&gt; = nom du champ défini par l'utilisateur &lt;num&gt;</li> <li>%d&lt;num&gt; = donnée du champ défini par l'utilisateur &lt;num&gt;</li></ul>
pt: com <ul> <li>%s = sitename</li> <li>%l = slogan</li> <li>%u = site url</li> <li>%c = contacts sender name</li> <li>%n&lt;num&gt; = user defined field name &lt;num&gt;</li> <li>%d&lt;num&gt; = user defined field data &lt;num&gt;</li></ul>

source: Settings
fa: تنظیمات
fr: Paramètres
pt: Definições

source: Name
fa: نام
fr: Nom
pt: Nome

source: Options
fa: گزینه ها
pt: Opções

source: Yes
fa: بله
fr: Oui
pt: Sim

source: No
fa: خیر
fr: Non
pt: Não

source: No items found.
fa: هیچ آیتمی یافت نشد
fr: Aucun élément trouvé.
pt: Nenhum item encontrado

source: This data was sent to us
fa: این اطلاعات برای ما ارسال شده است
fr: Ces données nous ont été envoyées
pt: Estes dados foram enviados para nós

source: Confirmation of your submission will be mailed to you in a few minutes.
fa: تاییده ی ارسال شما تا چند دقیقه ی دیگر به شما ایمیل خواهد شد.
fr: Une confirmation vous sera envoyée par e-mail d'ici quelques minutes.
pt: A confirmação de sua submissão será enviada para o seu e-mail em poucos minutos.

source: Homepage
fa: صفحهٔ خانگی
fr: Site internet

source: E-Mail
fa: آدرس ایمیل

source: ID
fa: شماره
