Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/advanced_polls/2.0.0/module_advanced_polls.po
Languages: de

source: Error! Unable to load class [%s]
de: Fehler! Klasse [%s] konnte nicht geladen werden.

source: Done! Poll created.
de: Erledigt! Die Umfrage wurde erfolgreich erstellt.

source: Error! No such poll found.
de: Fehler! Keine entsprechende Umfrage gefunden.

source: Done! Poll updated.
de: Erledigt! Die Umfrage wurde erfolgreich aktualisiert.

source: Done! Poll deleted.
de: Erledigt! Die Umfrage wurde erfolgreich gelöscht.

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Reset votes
de: Abstimmung zurücksetzen

source: Duplicate poll
de: Umfrage duplizieren

source: Voting statistics
de: Statistik

source: Done! Module configuration updated.
de: Erledigt! Modulkonfiguration aktualisiert.

source: Done! Votes reset.
de: Erledigt! Die Abstimmungen wurden erfolgreich zurückgesetzt.

source: Done! Poll duplicated.
de: Erledigt! Die Umfrage wurde erfolgreich dupliziert.

source: Error! No authorization to access this module.
de: Leider liegt keine Autorisierung für den Zugriff auf dieses Modul vor.

source: Invalid 'Authkey': This probably means that you pressed the 'Back' button, or that the page 'Authkey' expired. Please refresh the page and try again.
de: Ungültiger Authentifizierungsschlüssel ('AuthKey'): Möglichweise wurde der 'Zurück' Button im Browser benutzt, gesicherte Formulare in mehreren Browser-Tabs gespeichert oder der 'AuthKey' ist abgelaufen. Bitte die Seite neu laden und es erneut versuchen.

source: Advanced Polls
de: Erweiterte Umfragen

source: A comprehensive single question polling module
de: Erstellung von umfangreichen Umfragen

source: Vote ID
de: ID der Stimme

source: IP address
de: IP Adresse

source: Time
de: Zeit

source: Username
de: Benutzername

source: Vote rank
de: Abstimmungsrang

source: Option
de: Antwortmöglichkeit

source: Single
de: Einfach

source: Multiple
de: Mehrfach

source: Ranked
de: Bewertet

source: Free
de: Frei

source: User ID
de: Benutzer ID

source: IP Address
de: IP Adresse

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: None
de: Keine

source: Vote time count back
de: Zeitzählung der Stimmen

source: Alphabetical
de: Alphabetisch

source: Error! Could not load polls.
de: Fehler! Umfragen konnte nicht geladen werden.

source: Error! No poll authorisation method.
de: Fehler! Keine Autorisierungsmethode definiert.

source: Error! Reseting the votes of a recurring poll failed.
de: Fehler! Das Zurücksetzen der Stimmen bei einer wiederkehrenden Umfrage ist fehlgeschlagen.

source: Error! Reseting the dates of a recurring poll failed.
de: Fehler! Das Zurücksetzen des Datums bei einer wiederkehrenden Umfrage ist fehlgeschlagen.

source: Error! Failed to register vote.
de: Fehler! Die Stimmabgabe konnte leider nicht registriert werden.

source: Poll list
de: Umfragenliste

source: Display list of open polls
de: Liste mit aktiven Umfragen anzeigen

source: Poll warn
de: Umfragewarnung

source: Warns if poll is unanswered
de: Warnen falls eine Umfrage unbeantwortet ist

source: Individual Selection
de: Individuelle Auswahl

source: Latest
de: Aktuellste

source: Random
de: Zufall

source: No
de: Nein

source: Yes
de: Ja

source: Poll results
de: Umfrageergebnisse

source: Show results of the most recently closed poll
de: Ergebnisse der zuletzt beendeten Umfrage anzeigen

source: Poll
de: Umfrage

source: Show a poll
de: Umfrage anzeigen

source: Error! Poll ID '%s' not found.
de: Fehler! Umfrage ID '%s' nicht gefunden.

source: Error! No needle ID provided.
de: Fehler! Keine Needle-ID angegeben.

source: Display a single poll from the advanced polls module.
de: Einzelne Umfrage aus dem Modul "Advanced Polls" anzeigen.

source: No poll selected
de: Keine Umfrage ausgewählt

source: Error! No polls found.
de: Fehler! Umfragen konnte nicht gefunden werden.

source: Vote
de: Abstimmen

source: Results
de: Ergebnisse

source: Preview
de: Vorschau

source: Error! No template selected.
de: Fehler! Kein Template ausgewählt.

source: Done! Vote added.
de: Erledigt! Die Stimme wurde hinzugefügt.

source: Error! Creation attempt failed.
de: Fehler! Der Erstellvorgang ist leider fehlgeschlagen.

source: Error! Deletion attempt failed.
de: Fehler! Der Löschvorgang ist leider fehlgeschlagen.

source: Error! Update attempt failed.
de: Fehler! Der Aktualisierungsvorgang ist leider fehlgeschlagen.

source: Error! Vote reset failed.
de: Fehler! Das Zurücksetzen der Stimmabgabe ist leider fehlgeschlagen.

source: Error! Could not load votes.
de: Fehler! Abstimmungen konnte nicht geladen werden.

source: View polls
de: Umfragen anzeigen

source: Create new poll
de: Umfrage anlegen

source: Settings
de: Konfiguration

source: Error! Could not change the advanced polls tables.
de: Fehler! Die Datenbanktabellen von Advanced Polls konnte nicht aktualisiert werden.

source: Error! Could not populate permalinks for existing content.
de: Fehler! Die Permalinks für den vorhandenen Inhalt konnte nicht erzeugt werden.

source: Error! Could not create the default category.
de: Fehler! Die Standardkategorien konnten nicht erstellt werden.

source: Error! Could not convert language codes.
de: Fehler! Die Migration der Sprachkürzel ist leider fehlgeschlagen.

source: Polls
de: Umfragen

source: Delete poll
de: Umfrage löschen

source: Do you really want to delete this poll?
de: Soll diese Umfrage wirklich gelöscht werden?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Cancel
de: Abbrechen

source: View Polls
de: Umfragen anzeigen

source: Category
de: Kategorie

source: Choose One
de: Auswählen

source: Reset
de: Zurücksetzen

source: Poll ID
de: Umfrage ID

source: Name of poll
de: Name der Umfrage

source: Poll open date
de: Eröffnungsdatum

source: Is poll open?
de: Aktive Umfrage?

source: Options
de: Optionen

source: No polls found.
de: Keine Umfragen gefunden

source: Current poll
de: Aktive Umfrage

source: Previous poll
de: Abgelaufene Umfrage

source: %s vote
de: %s Stimme

source: Total number of votes: %s
de: Gesamte Anzahl der Stimmen: %s

source: This is a ranked multiple selection poll.
de: Das ist eine Umfrage mit bewerteter Mehrfachauswahl.

source: You may select %s option ranked in order.
de: Es darf %s Antwortmöglichkeit in bewerteter Reihenfolge ausgewählt werden.

source: Choice %s
de: Auswahl %s

source: You have not voted in the poll
de: Folgende Umfrage wurde noch nicht beantwortet

source: General settings
de: Allgemeine Einstellungen

source: Enable categorization
de: Kategorisierung aktivieren

source: Use Reverse DNS for IP Addresses
de: Reverse DNS für IP-Adressen benutzen

source: Items per page in admin interface
de: Einträge pro Seite in der Administration

source: Poll settings
de: Umfrageeinstellungen

source: Use css poll results bars
de: CSS-Ergebnisbalken benutzen

source: Scaling factor for poll results bars
de: Skalierungsfaktor des Ergebnisbalkens

source: Default number of options in a poll
de: Standardanzahl der Antwortmöglichkeiten

source: Default colour
de: Standardfarbe

source: Update Configuration
de: Konfiguration aktualisieren

source: Voting booth: %s
de: Abstimmung: %s

source: Category: %s
de: Kategorie: %s

source: Poll options
de: Antwortmöglichkeiten

source: Please enter the poll id
de: Bitte die Umfrage-ID eingeben

source: Current poll: %s
de: Aktive Umfrage: %s

source: Previous poll: %s
de: Abgelaufene Umfrage: %s

source: This poll opens on %s
de: Diese Umfrage wird am %s eröffnet

source: Future poll: %s
de: Zukünftige Umfrage: %s

source: Currently open polls
de: Aktuell aktive Umfragen

source: Poll title
de: Umfragetitel

source: Poll close date
de: Abschlussdatum

source: No close date
de: Kein Abschlussdatum

source: Upcoming polls
de: Kommende Umfragen

source: Previous polls
de: Abgelaufene Umfragen

source: Voting Statistics
de: Abstimmungsstatistik

source: Date and time poll opens
de: Datum/Uhrzeit der Eröffnung

source: Date and time poll closes
de: Datum/Uhrzeit der Beendigung

source: Total number of votes
de: Gesamte Anzahl der Stimmen

source: Sort votes by
de: Sortiere Stimmen nach

source: Sort order
de: Sortierreihenfolge

source: Sort votes
de: Stimmen sortieren

source: Vote history
de: Abstimmungshistorie

source: No votes found.
de: Keine Umfragen gefunden.

source: This is an unlimited multiple selection poll.
de: Das ist eine Umfrage mit umbegrenzter Mehrfachauswahl.

source: You may select any number of options.
de: Es dürfen beliebig viele Antwortmöglichkeiten ausgewählt werden.

source: Please confirm duplication of poll.
de: Bitte die Duplizierung der Umfrage bestätigen.

source: Winner: %s
de: Gewinner: %s

source: Detailed results
de: Detaillierte Ergebnisse

source: Edit Poll
de: Umfrage bearbeiten

source: Basic Information
de: Basisinformationen

source: PermaLink URL title
de: Permalink URL Titel

source: (Blank = auto-generate)
de: (Leer = automatische Erstellung)

source: Choose Category
de: Kategorie auswählen

source: Description
de: Beschreibung

source: Language
de: Sprache

source: Recurring poll?
de: Wiederkehrende Umfrage?

source: The following options are only relevant if a recurring poll is selected.
de: Die folgenden Felder sind nur relevant, wenn eine wiederkehrende Umfrage ausgewählt wurde.

source: Recurring offset
de: Wiederholungsoffset

source: Number of hours after the close date the poll reopens.
de: Anzahl der Stunden an dem die Umfrage (nach dem Abschlussdatum der Umfrage) wiedereröffnet werden soll.

source: Recurrence interval
de: Wiederkehrintervall

source: Number of days the poll will recur.
de: Anzahl der Tage, in denen die wiedereröffnete Umfrage angezeigt werden soll.

source: Voting regulations
de: Abstimmungsregulierung

source: Poll authorisation method
de: Umfrage-Autorisierungs-Methode

source: Tiebreak method
de: Tie-Break-Methode

source: Selection method
de: Auswahl-Methode

source: The following option only relevant if a multiple selection poll is selected.
de: Die folgenden Felder sind nur relevant, wenn die Mehrfachauswahl für eine Umfrage ausgewählt wurde.

source: You may select
de: Auswahlmöglichkeiten

source: (-1 for Unlimited selections)
de: (-1 für unbegrenzte Auswahl)

source: Poll option
de: Antwortmöglichkeit

source: Number of options in this poll
de: Anzahl der Antwortmöglichkeiten in dieser Umfrage

source: Meta data
de: Meta-Daten

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Last updated by %s
de: Zuletzt aktualisiert von %s

source: Updated on %s
de: Zuletzt aktualisiert am %s

source: Update
de: Aktualisisieren

source: Create poll
de: Umfrage anlegen

source: Create
de: Erstellen

source: This is a multiple selection poll.
de: Das ist eine Umfrage mit Mehrfachauswahl.

source: You may select %s option.
de: Es darf %s Antwortmöglichkeit ausgewählt werden.

source: Recording vote
de: Stimme wird gespeichert

source: The current leader in this poll is %s
de: Der aktuelle Vorreiter in dieser Umfrage ist %s

source: Poll close date: %s
de: Abschlussdatum: %s

source: Individual selection
de: Individuelle Auswahl

source: The selection method 'Latest' and 'Random' override this individual poll selection
de: Die individuelle Auswahl wird bei "Aktuellste" und "Zufall" überschrieben

source: Poll to use
de: Zu benutzende Umfrage

source: Use ajax for voting form
de: Ajax für die Abstimmung benutzen

source: Display block based on open/close dates
de: Anzeige basierend auf Eröffnungs- und Abschlussdatum

source: Display results page after vote
de: Anzeige der Umfrageergebnisse nach Stimmabgabe

source: Background color
de: Hintergrundfarbe

source: Do you really want to reset the votes?
de: Soll die Abstimmungen wirklich gelöscht werden?
