Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Pages/2.4.1/module_pages.po
Languages: fa, pl

source: Error! Unable to load class [%s]
pl: Błąd! Nie można załadować klasy [%s]

source: Done! Page created.
fa: انجام شد! صفحه ایجاد شد.
pl: Zrobione! Strona utworzona.

source: No such page found.
fa: هیچ صفحه ای پیدا نشد.
pl: Nie znaleziono takiej strony.

source: Done! Page updated.
fa: انجام شد! صفحه به روز رسانی شد.
pl: Zrobione! Strona uaktualniona.

source: Done! Page deleted.
fa: انجام شد! صفحه حذف شد.
pl: Zrobione! Strona skasowana.

source: Purging of the pemalinks was successful
pl: Usunięcie stałych odnośników powiodło się

source: Purging of the pemalinks has failed
pl: Usunięcie stałych odnośników nie powiodło się

source: View
fa: مشاهده
pl: Podgląd

source: Edit
fa: ویرایش
pl: Edytuj

source: Delete
fa: حذف کردن
pl: Skasuj

source: Done! Module configuration updated.
fa: انجام شد! پیکر بندی ماژول به روز رسانی شد.
pl: Zrobione! Uaktualniono konfigurację modułu.

source: Static pages
fa: صفحات استاتیک
pl: Strony statyczne

source: Manager of the static pages of the site.
fa: مدیر صفحات استاتیک سایت
pl: Zarządzanie statycznymi stronami.

source: pages
pl: strony

source: Error! Could not load any page.
fa: خطا! نمی توانم هیچ صفحه ای را بارگزاری کنم.
pl: Błąd! Nie można załadować żadnej strony

source: Pages list
fa: لیست صفحات
pl: Lista stron

source: Display a list of pages
fa: نمایش لیستی از صفحات
pl: Wyświetl listę stron

source: Show page
fa: نمایش صفحه
pl: Pokaż stronę

source: Show a page in a block
fa: نمایش یک صفحه در یک بلوک
pl: Pokaż stronę w bloku

source: Invalid category passed.
pl: Przekazano nieprawidłową kategorię.

source: No pages found.
fa: هیچ صفحه ای پیدا نشد.
pl: Nie znaleziono stron.

source: The permalinks retrieved from the title has to be unique!
pl: Stałe odnośniki pobrane z tytułu muszą być unikalne!

source: The permalink has to be unique!
pl: Stałe odnośniki muszą być unikalne!

source: The permalink has been removed, please update the page with a correct and unique permalink
pl: Stałe odnośniki zostały usnięte, proszę zaktualizować stronę podając prawidłowe i unikalne stałe odnośniki

source: Error! Creation attempt failed.
pl: Błąd! Próba utworzenia nieudana.

source: Error! Deletion attempt failed.
pl: Błąd! Próba skasowania nieudana.

source: Error! Update attempt failed.
pl: Błąd! Próba aktualizacji nieudana.

source: View pages list
fa: نمایش لیست صفحات
pl: Zobacz listę stron

source: Create a page
fa: ایجاد یک صفحه
pl: Utwórz stronę

source: Purge permalinks
pl: Usuń odnośniki stałe

source: Settings
fa: تنظیمات
pl: Ustawienia

source: Warning! Could not create the default Pages category tree. If you want to use categorization for the pages, register at least one property for the module in the Category Registry.
pl: Ostrzeżenie! Nie moge utworzyć default Pages category tree. If you want to use categorization for the pages, register at least one property for the module in the Category Registry.

source: Pages
fa: صفحات
pl: Strony

source: General settings
fa: تنظیمات عمومی
pl: Ustawienia ogólne

source: Enable categorization
fa: طبقه بندی فعال شود.
pl: Włącz kategoryzację

source: Items per page
fa: آیتم به ازای صفحه
pl: Pozycji na stronie

source: New page defaults
fa: پیش گزیده های صفحه جدید
pl: Nowe wart. domyślne strony

source: Display additional information
fa: نمایش اطلاعات بیشتر
pl: Wyświetl dodatkowe informacje

source: Display page title
fa: نمایش عنوان صفحه
pl: Wyświetl tytuł strony

source: Display page creation date
fa: نمایش تاریخ ایجاد صفحه
pl: Wyświetl datę utworzenia strony

source: Display page update date
fa: نمایش تاریخ به روز رسانی صفحه
pl: Wyświetl datę aktualizacji strony

source: Display page text statistics
fa: نمایش آمار متن صفحه
pl: Wyświetl statystyki tekstu na stronie

source: Display page print link
fa: نمایش لینک صفحه قابل چاپ
pl: Wyświetl pdnośnik do drukowania strony

source: Save
fa: ذخیره
pl: Zapisz

source: Cancel
fa: انصراف
pl: Anuluj

source: Update page
fa: به روز رسانی صفحه
pl: Uaktualnij stronę

source: Content
fa: محتوا
pl: Zawartość

source: Title
fa: عنوان
pl: Tytuł

source: (Blank = auto-generate)
fa: (خالی رها کردن = ساخت خودکار)
pl: (Pusta = generowana automatycznie)

source: Category
fa: دسته بندی
pl: Kategoria

source: Choose a category
fa: انتخاب کردن دسته بندی
pl: Wybierz kategorię

source: Language
fa: زبان
pl: Język

source: If you want multiple pages you can write &lt;!--pagebreak--&gt; where you want to cut.
fa: اگر میخواهید صفحه خود را به چند صفحه تقسیم کنید می توانید هرجا که می خواهید صفحه اول تمام شود از کد <!--pagebreak--> استفاده کنید.
pl: Jeśli chcesz więcej stron, możesz oddzielić je &lt;!--pagebreak--&gt; w miejscu gdzie chcesz je przyciąć.

source: Specific page settings
fa: تنظیمات ویژه صفحه
pl: Specyficzne ustawienia strony

source: Meta data
fa: فراداده
pl: Meta dane

source: Created by %s
fa: ایجاد شده توسط %s
pl: Stworzone przez %s

source: Created on %s
fa: ایجاد شده در %s
pl: Stworzone w %s

source: Last update by %s
fa: آخرین بروزرسانی توسط %s
pl: Ostatnio aktualizowany przez %s

source: Updated on %s
fa: آخرین بروزرسانی در %s
pl: Uaktualnione w %s

source: Update
fa: به روز رسانی
pl: Uaktualnij

source: Filter
fa: صافی
pl: Filtr

source: Reset
fa: بازنشاندن
pl: Resetuj

source: Actions
fa: عملیات
pl: Akcje

source: Delete page
fa: حذف کردن صفحه
pl: Skasuj stronę

source: Do you really want to delete this page?
fa: آیا شما واقعا مطمئنید که می خواهید این صفحه را پاک کنید؟
pl: Czy na pewno chces skasować tę stronę?

source: Confirm deletion?
fa: تایید خذف کردن؟
pl: Potwierdź kasowanie?

source: Page ID
fa: شناسه صفحه
pl: ID strony

source: Created by %1$s on %2$s
fa: ایجاد شده توسط %1$s در %2$s
pl: Stworzone przez %1$s w %2$s

source: Last update by %1$s on %2$s
fa: آخرین بروزرسانی توسط %1$s در %2$s
pl: Uaktualnione przez %1$s w %2$s

source: Categories
fa: دسته بندی ها
pl: Kategorie

source: %s total words in this text
fa: کلا %s کلمه در این متن وجود دارد
pl: Wszystkich słów w tym tekście %s

source: %s reads
fa: %s بار خوانده شده
pl: czytano %s

source: Print page
fa: چاپ صفحه
pl: Wydrukuj stronę

source: Contents
fa: محتوا
pl: Zawartości

source: Available categories:
fa: دسته بندی های موجود:
pl: Dostępne kategorie:

source: Category: %s
fa: طبقه: %s
pl: Kategoria: %s

source: Pages published under this category:
fa: صفحات منتشر شده در این دسته بندی:
pl: Strony opublikowane w tej kategorii:

source: Available pages:
fa: صفحات موجود
pl: Dostępne strony:

source: Number of pages to display
fa: تعداد صفحات برای نمایش
pl: Liczba stron do wyświetlenia

source: Create
fa: ایجاد
pl: Utwórz

source: Permalinks settings
fa: تنظیمات لینک های ثابت

source: Add category title to permalink
fa: اضافه کردن نام طبقه به لینک ثابت

source: PermaLink URL title
fa: نام آدرس لینک ثابت

source: ID
fa: شناسه
