Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Recommend_Us/1.2/module_recommend_us.po
Languages: fr, nl

source: Recommend Us
fr: Nous Recommander
nl: Beveel Ons Aan

source: recommend_us
fr: nousrecommander
nl: beveel_ons_aan

source: Recommend site/Send articles Module.
fr: Permet aux utilisateurs de recommander le site et d'envoyer des nouvelles par e-mail.
nl: Module om bezoekers de mogelijkheid te geven deze website (of bepaalde onderdelen) aan te bevelen bij een vriend / kennis.

source: recommend: attribute modname required
fr: recommander : attribut modname requis
nl: beveel aan: attribuut modname is vereist

source: recommend: attribute itemid required
fr: recommander : attribut itemid requis
nl: beveel aan: attribuut itemid is vereist

source: A name is too long
fr: Un des noms est trop long
nl: Er is een te lange naam opgegeven

source: Friend's email address is invalid
fr: L'adresse e-mail de votre connaissance est invalide
nl: E-mail adres van ontvanger is ongeldig

source: Your email address is invalid
fr: Votre adresse e-mail est invalide
nl: Uw E-mail adres is ongeldig

source: Interesting item: %s
fr: Quelque chose d'intéressant : %s
nl: Interessant item: %s

source: Interesting site: %s
fr: Un site intéressant : %s
nl: Interessante website: %s

source: The reference to our site has been sent to %s, thanks for recommending us!
fr: La référence de notre site a été envoyée à %s, merci de nous avoir recommandé !
nl: De koppeling naar onze site is doorgestuurd naar %s, bedankt dat je dit wilde delen!

source: Error! Failed to register hook.
fr: Erreur ! Impossible d'ajouter l'extension.
nl: Foutmelding! Hook kon niet geregistreerd worden.

source: Error! Could not deregister hook.
fr: Erreur ! Impossible de retirer l'extension.
nl: Foutmelding! Hook registratie kon niet verwijderd worden.

source: Hello %s
fr: Bonjour %s
nl: Hallo %s

source: Your friend %1$s considered the item %2$s interesting and wanted to send it to you.
fr: Votre connaissance %1$s pense que l'article '%2$s' est intéressant et a souhaité vous l'envoyer.
nl: Wij hebben een bezoek gekregen van %1$s, en ons is gevraagd je op de hoogte te brengen van het item %2$s.

source: Your friend %1$s considered our site %2$s interesting and wanted to send it to you.
fr: Votre connaissance %1$s pense que notre site '%2$s' est intéressant et a souhaité vous l'envoyer.
nl: Wij hebben een bezoek gekregen van %1$s, en ons is gevraagd je op de hoogte te brengen van onze website %2$s.

source: Site name: %1$s - %2$s
fr: Nom du site : %1$s - %2$s
nl: Website naam: %1$s - %2$s

source: Site URL: %s
fr: Adresse du site : %s
nl: Website URL: %s

source: Recommend the item <a href="%1$s">%2$s</a> to a friend.
fr: Recommander l'élément <a href="%1$s">%2$s</a> à une connaissance.
nl: Stuur het item <a href="%1$s">%2$s</a> door naar een vriend.

source: Your name
fr: Votre nom
nl: Uw naam

source: Your e-mail
fr: Votre adresse e-mail
nl: Uw E-mail adres

source: Your friend's name
fr: Le nom de votre connaissance
nl: Ontvangers naam

source: Your friend's e-mail
fr: L'adresse e-mail de votre connaissance
nl: Ontvangers E-mail adres

source: Submit
fr: Envoyer
nl: Versturen

source: Post this page at...
fr: Publier cette page sur...
nl: Deze pagina plaatsen op...
