Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Sitemap/1.0/module_sitemap.po
Languages: de

source: Done! Module configuration updated.
de: Erledigt! Die Konfiguration des Moduls wurde aktualisiert.

source: Homepage
de: Startseite

source: Sitemap generate a xml sitemap for the search engines and another one for the users.
de: Das Modul Sitemap erzeugt eine XML-Sitemap für Suchmaschinen und eine weitere für Benutzer.

source: Content to display
de: Inhalte auswählen

source: Order the content to display
de: Inhalte positionieren

source: Settings
de: Einstellungen

source: Error: the modules per line value should be set between 1 and 10.
de: Fehler! Der Anzahl der Module pro Zeile sollte zwischen 1 und 10 liegen.

source: And more...
de: Mehr...

source: Categories
de: Kategorien

source: Archives
de: Newsarchiv

source: Submit article
de: Beitrag einreichen

source: Submit a question
de: Frage einreichen

source: Terms of use
de: Nutzungsbedingungen

source: Privacy policy
de: Hinweise zum Datenschutz

source: Accessibility statement
de: Hinweise zur Barrierefreiheit

source: New search
de: Neue Suche

source: Recent searches list
de: Letzte Suchvorgänge

source: Submit a review
de: Rezension einreichen

source: Sitemap manager
de: Verwaltung von Sitemap

source: By default Sitemap override cache settings then the cache is forced to be enable. Why? Because this module makes a lot of sql queries to generate the sitemap, so for better performance the result is cached during 24 hours by default.
de: Als Voreinstellung ist das Caching für das Modul Sitemap aktiviert. Der Grund hierfür sind die vielen SQL-Abfragen, um die Sitemap zu erzeugen. Deswegen ist es sinnvoll, die Sitemap für z.B. 24 Stunden in den Cache zu nehmen.

source: Override pnRender cache settings
de: Einstellungen des pnRender-Cache überschreiben

source: Yes
de: Ja

source: No
de: Nein

source: In seconds (e.g. 3600 = 1 hour, 86400 = 24 hours, 604800 = 1 week, 2678400 = 1 month).
de: Angabe in Sekunden (z.B. 3600 = 1 Stunde, 86400 = 24 Stunden, 604800 = 1 Woche, 2678400 = 1 Monat).

source: Select your favorite layout
de: Layout auswählen

source: Default
de: Standard

source: Modules per line. This value must be between 1 and 10 (default = 5).
de: Module pro Seite. Der Wert muss zwischen 1 und 10 liegen (Standard = 5)

source: Cancel
de: Abbrechen

source: Sitemap of %s
de: Sitemap von %s

source: Direct links
de: Direkte Links

source: Welcome into the administration of the sitemap module.
de: Willkommen im Administrationsbereich des Sitemap-Moduls.

source: Here is the links to your xml sitemap:
de: Links zu den XML-Sitemaps dieser Website:

source: Submit xml sitemap
de: XML-Sitemap einreichen

source: If you click on the bottom links, it will submit the xml sitemap in the corresponding language to the search engine.
de: Die XML-Sitemap kann per Klick auf die folgenden Links in entsprechender Sprache zur Suchmaschine geschickt werden.

source: Notice:
de: Hinweis:

source: You can't order a module before to have attribute it to the left/right column.
de: Ein Modul kann nur positioniert werden, falls es der rechten oder linken Spalte zugeordnet ist.

source: Blank field for order will automaticly set order to 99.
de: Wird das Feld für die Position leer gelassen, wird diese automatisch auf 99 gesetzt.

source: Order per module
de: Module positionieren

source: Column and order per module
de: Module einer Spalte zuordnen und positionieren

source: Left
de: links

source: Right
de: rechts

source: Alternatively
de: wahlweise

source: Order:
de: Position:

source: Notice: You have to set for each module if you want to display it into the sitemap and if you want to display links to the sections/content of each module. You can also set some xml information.
de: Hinweis: Es kann für jedes Modul eingestellt werden, ob es auf der Sitemap angezeigt wird und ob Links zu Bereichen / Inhalten des Moduls angezeigt werden sollen. Es können auch einige Parameter gesetzt werden.

source: General
de: Allgemeines

source: Display this module
de: Dieses Modul anzeigen

source: User sitemap
de: Benutzer-Sitemap

source: %1$s and %2$s
de: %1$s und %2$s

source: Display links to the sections
de: Links zu Bereichen anzeigen

source: Display links to the content
de: Links zu Inhalten anzeigen

source: Maximum links to the content to display (blank field = no limit). This maximum value will only affect xml sitemap.
de: Maximale Anzahl von Links anzuzeigender Inhalte (leer = unbegrenzt). Dieser Wert wirkt sich nur auf die XML-Sitemap aus.

source: Set change frequency for this module
de: Änderungshäufigkeit dieses Moduls

source: Don't specify change frequency
de: keine Änderungshäufigkeit angeben

source: Always
de: ständig

source: Hourly
de: stündlich

source: Daily
de: täglich

source: Weekly
de: wöchentlich

source: Monthly
de: monatlich

source: Yearly
de: jährlich

source: Never
de: nie

source: Set priority for this module
de: Priorität dieses Moduls

source: Don't specify priority
de: keine Priorität angeben

source: Go to bottom
de: Zum Seitenende springen
