Repository: zikula/i18n-portal
Catalog: gettext/*/modules/MUTransport/1.3.0/module_mutransport.po
Languages: es, nl

source: Done! Saved module configuration.
es: Hecho! Configuración de módulo actualizada.
nl: Klaar! Module configuratie opgeslagen.

source: Transport of Content from module to module.
es: Transporte de Contenidos de módulo a módulo
nl: Overzetten van inhoud van de ene naar de andere module.

source: connection made
es: Error! Clave de conexión '%s' no válida.
nl: verbinding gemaakt

source: connection not possible
es: %s: %s no es un objeto.
nl: verbinding maken niet mogelijk

source: not available
es: no disponible
nl: niet beschikbaar

source: Done!
es: ¡Hecho!
nl: Klaar!

source: page of Module News add to MUTransport
es: página del Módulo de Noticias a añadir al MUTransport
nl: pagina van module Nieuws toegevoegd aan MUTransport

source: and
es: y
nl: en

source: page of Module News in MUTransport updated
es: página del Módulo de Noticias en el MUTransport actualizada
nl: pagina van module Nieuws bijgewerkt in MUTransport

source: No pages in Module News available !
es: ¡No hay páginas disponibles en el Módulo de Noticias!
nl: Geen pagina's van de module Nieuws beschikbaar!

source: page of Module Pages add to MUTransport
es: página del Módulo de Páginas a añadir al MUTransport
nl: pagina van module Pagina's toegevoegd aan MUTransport

source: page of Module Pages in MUTransport updated
es: página del Módulo de Páginas en el MUTransport actualizada
nl: pagina van module Pagina's bijgewerkt in MUTransport

source: No pages in Module Pages available !
es: ¡No hay páginas disponibles en el Módulo de Páginas!
nl: Geen pagina's in de module Pagina's beschikbaar!

source: Attention ! There is no content for this page !
es: ¡Atención! ¡No hay contenidos para esta página!
nl: Let op! Deze pagina heeft geen inhoud!

source: page of Module PagEd add to MUTransport
es: página del Módulo PagEd a añadir al MUTransport
nl: pagina van module PagEd toegevoegd aan MUTransport

source: page of Module PagEd in MUTransport updated
es: página del Módulo PagEd en el MUTransport actualizada
nl: pagina van module PagEd bijgewerkt in MUTransport

source: No pages in modul PagEd available !
es: ¡No hay páginas disponibles en el Módulo PagEd!
nl: Geen pagina's van de module PagEd beschikbaar!

source: page of Module Reviews add to MUTransport
es: página del Módulo de Noticias a añadir al MUTransport
nl: pagina van module Recensies toegevoegd aan MUTransport

source: page of Module Reviews in MUTransport updated
es: página del Módulo de Noticias en el MUTransport actualizada
nl: pagina van module Recensies bijgewerkt in MUTransport

source: No pages in Module Reviews available !
es: ¡No hay páginas disponibles en el Módulo de Noticias!
nl: Geen pagina's van de module Recensies beschikbaar!

source: page of Module Content add to MUTransport
es: página del Módulo de Contenidos a añadir al MUTransport
nl: pagina van module Content toegevoegd aan MUTransport

source: page of Module Content in MUTransport updated
es: página del Módulo de Contenidos en el MUTransport actualizada
nl: pagina van module Content bijgewerkt in MUTransport

source: No pages in modul Content available !
es: ¡No hay páginas disponibles en el Módulo de Contenidos!
nl: Geen pagina's van de module Content beschikbaar!

source: page of CMS wordpress add to MUTransport
es: página del Módulo de Noticias a añadir al MUTransport
nl: pagina van Wordpress toegevoegd aan MUTransport

source: page of CMS wordpress in MUTransport updated
es: página del Módulo de Noticias en el MUTransport actualizada
nl: pagina van Wordpress bijgewerkt in MUTransport

source: No pages in CMS wordpress available !
es: ¡No hay páginas disponibles en el Módulo de Noticias!
nl: Geen pagina's van Wordpress beschikbaar!

source: Sorry ! Connection to database failed !
es: Lo sentimos! La conexión a la base de datos falló!
nl: Foutmelding: Verbinding naar database mislukt!

source: User of CMS wordpress add to MUTransport
es: Usuario de CMS wordpress se agregó a MUTransport
nl: gebruiker van Wordpress toegevoegd aan MUTransport

source: User of CMS wordpress in MUTransport updated
es: Usuario de CMS wordpress se actualizó en MUTransport
nl: gebruiker van Wordpress bijgewerkt in MUTransport

source: There is no page to delete !
es: ¡No hay página alguna que eliminar!
nl: Er is geen pagina om te verwijderen!

source: There are no Pages of module News in Modul MUTransport available !
es: ¡No hay Páginas en el módulo de Noticias disponibles en el módulo MUTransportador!
nl: Er zijn geen pagina's van de module Nieuws in MUTransport beschikbaar!

source: page of News in MUTransport deleted !
es: página de Noticias en el MUTransport eliminada !
nl: pagina van module Nieuws verwijderd in MUTransport!

source: There are no Pages of module Pages in Modul MUTransport available !
es: ¡No hay Páginas en el módulo de Páginas disponibles en el módulo MUTransportador!
nl: Er zijn geen pagina's van module Pagina's in MUTransport beschikbaar!

source: page of Pages in MUTransport deleted !
es: página de Pages en el MUTransport eliminada !
nl: pagina van module Pagina's verwijderd in MUTransport!

source: There are no Pages of module PagEd in Modul MUTransport available !
es: ¡No hay Páginas en el módulo PagEd disponibles en el módulo MUTransportador!
nl: Er zijn geen pagina's van de module PagEd in MUTransport beschikbaar!

source: page of PagEd in MUTransport deleted !
es: página de PagEd en el MUTransport eliminada !
nl: pagina van module PagEd verwijderd in MUTransport!

source: There are no pages of module Reviews in Modul MUTransport available !
es: ¡No hay Páginas en el módulo de Noticias disponibles en el módulo MUTransportador!
nl: Er zijn geen pagina's van de module Recensies in MUTransport beschikbaar!

source: page of Reviews in MUTransport deleted !
es: página de Noticias en el MUTransport eliminada !
nl: pagina van module Recensies verwijderd in MUTransport!

source: There are no Pages of module Content in Modul MUTransport available !
es: ¡ No hay Páginas en el módulo de Contenidos disponibles en el módulo MUTransportador !
nl: Er zijn geen pagina van de module Content in MUTransport beschikbaar!

source: page of Content in MUTransport deleted !
es: página de Contenidos en el MUTransport eliminada !
nl: pagina van module Content verwijderd in MUTransport

source: There are no Pages of cms wordpress in Modul MUTransport available !
es: ¡No hay Páginas en el módulo de Noticias disponibles en el módulo MUTransportador!
nl: Er zijn geen pagina's van Wordpress in MUTransport beschikbaar!

source: page of wordpress in MUTransport deleted !
es: página de Noticias en el MUTransport eliminada !
nl: pagina van Wordpress verwijderd in MUTransport!

source: There is no User to delete !
es: ¡No hay página alguna que eliminar!
nl: Er is geen gebruiker om te verwijderen!

source: There are no Users of cms wordpress in Modul MUTransport available !
es: No hay usuarios del cms wordpress disponibles para MUTransport !
nl: Er zijn geen gebruikers van Wordpress in MUTransport beschikbaar!

source: User of wordpress in MUTransport deleted !
es: página de Noticias en el MUTransport eliminada !
nl: gebruiker van Wordpress verwijderd in MUTransport!

source: This page does not exist in News anymore !
es: ¡Esta página ya no existe en el módulo de Noticias!
nl: Deze pagina bestaat niet meer in de module Nieuws!

source: There is still one Page with this Permalink Url!
es: ¡Aún hay una Página con esta Url de Permalink!
nl: Er is nog steeds één pagina met deze permanente URL!

source: Sorry ! The target module Content is not active!
es: Lo sentimos! El módulo Content no está activo!
nl: De doel-module Content is niet actief!

source: Sorry ! The target module News is not active!
es: Lo sentimos! El módulo News no está activo!
nl: De doelmodule Nieuws is niet actief!

source: This page does not exist in PagEd anymore !
es: ¡Esta página ya no existe en el módulo de Páginas!
nl: Deze pagina bestaat niet meer in de module PagEd!

source: This page does not exist in Pages anymore !
es: ¡Esta página ya no existe en el módulo de Páginas!
nl: Deze pagina bestaat niet meer in de module Pagina's!

source: published on
es: Publicado en
nl: gepubliceerd op

source: reviewer
es: Revisor
nl: recensent

source: points
es: puntos
nl: punten

source: hits
es: aciertos
nl: weergaven

source: This page does not exist in Reviews anymore !
es: ¡Esta página ya no existe en el módulo de Noticias!
nl: Deze pagina bestaat niet meer in de module Recensies!

source: (A copy)
es: (Una copia)
nl: (Een kopie)

source: This page does not exist in Content anymore !
es: ¡Esta página ya no existe en el módulo de Contenidos!
nl: Deze pagina bestaat niet meer in de module Content!

source: This page does not exist in wordpress anymore !
es: ¡Esta página ya no existe en el módulo de Noticias!
nl: Deze pagina bestaat niet meer in Wordpress!

source: Sorry ! No Page selected!
es: ¡Lo sentimos! ¡No está seleecionado el módulo Page!
nl: Fout! Geen pagina geselecteerd!

source: page of wordpress transported
es: página de Pages transportada
nl: pagina van Wordpress overgezet

source: user of wordpress transported
es: página de Pages transportada
nl: gebruiker van Wordpress overgezet

source: page of Pages transported
es: página de Pages transportada
nl: pagina van module Pagina's overgezet

source: page of News transported
es: página de Noticias transportada
nl: pagina van module Nieuws overgezet

source: page of PagEd transported
es: página de PagEd transportada
nl: pagina van module PagEd overgezet

source: page of Reviews transported
es: página de Pages transportada
nl: pagina van module Recensies overgezet

source: page of Content copied !
es: página de Contenidos copiada
nl: pagina van module Content gekopieerd!

source: Modules
es: Módulos

source: Pages
es: Páginas
nl: Pagina's

source: Content
es: Contenido
nl: Inhoud

source: User
es: Usuario
nl: Gebruiker

source: Settings
es: Configuración
nl: Instellingen

source: not installed
es: no está instalado
nl: niet geïnstalleerd

source: inactive
es: inactivo
nl: niet actief

source: active
es: activo
nl: actief

source: files failed
es: fallaron algunos archivos
nl: bestanden mislukt

source: update available
es: actualización disponible
nl: update beschikbaar

source: List of Modules
es: Lista de Módulos
nl: Module lijst

source: Get and update Pages of Modul
es: Obtener y actualizar las páginas de Modulo
nl: Pagina's van de module laden en bijwerken

source: Delete Pages of Modul
es: Eliminar Páginas del Módulo
nl: Verwijder pagina's uit Module

source: not availabale
es: no disponible
nl: niet beschikbaar

source: Name
es: Nombre
nl: Naam

source: Status
es: Estado

source: Options
es: Opciones
nl: Mogelijkheden

source: No Modules
es: Sin Módulos
nl: Geen modules

source: published
es: Publicado
nl: gepubliceerd

source: waiting
es: esperando
nl: wachten

source: draft
es: borrador
nl: concept

source: Attention ! Disable a module will delete the pages of the module in page view and the module in the module view !
es: ¡Atención! Al desactivar un módulo eliminarás las páginas del módulo en la vista de la página y el propio módulo en la vista del módulo.
nl: Pas op! Een module uitschakelen verwijderd de pagina's van de module in het overzicht van pagina's en de module zelf in het overzicht van modules.

source: PagEd will only be deleted, if you disable both of the options for this module !
es: ¡PagEd será eliminado solamente si desactivas ambas opciones para este módulo!
nl: PagEd zal allen verwijderd worden als beide opties voor deze module worden uitgeschakeld!

source: For modules
es: Para Módulos
nl: Voor modules

source: General settings
es: Configuración general
nl: Algemene instellingen

source: Enable transport News to Content
es: 1. Habilitar el transporte de Noticias hacia Contenidos
nl: Overzetten van module Nieuws naar module Content mogelijk maken

source: Enable transport Pages to Content
es: 2. Habilitar el transporte de Páginas hacia Contenidos
nl: Overzetten van module Pagina's naar module Content mogelijk maken

source: Enable transport PagEd to Content
es: 3. Habilitar el transporte de PagEd hacia Contenidos
nl: Overzetten van module PagEd naar module Content mogelijk maken

source: Enable transport PagEd to News
es: 4. Habilitar el transporte de PagEd hacia Noticias
nl: Overzetten van module PagEd naar module Nieuws mogelijk maken

source: Enable transport Reviews to Content
es: 1. Habilitar el transporte de Noticias hacia Contenidos
nl: Overzetten van module Recensies naar module Content mogelijk maken

source: Enable copy Content to Content
es: 5. Habilitar las copias de Contenidos hacia Contenidos
nl: Kopiëren van module Content naar Content module mogelijk maken

source: Format of transport
es: Plataforma de correo
nl: Indeling van overzetten

source: active
es: activo
nl: actief

source: Specific settings for start modules
es: Configuración específica para iniciar los módulos
nl: Specifieke instellingen voor start modules

source: The image path for PagEd
es: 7. Ruta de las imágenes de PagEd
nl: Pad voor afbeeldingen in PagEd

source: Enable transport of details for Reviews
es: Habilitar el transporte de detalles para Reviews
nl: Overzetten van details in module Recensies mogelijk maken

source: For CMS
es: Contraseña para %s
nl: Voor CMS

source: Enable transport wordpress to Zikula
es: 1. Habilitar el transporte de Noticias hacia Contenidos
nl: Overzetten van Wordpress naar Zikula mogelijk maken

source: Specific settings for wordpress
es: Ajustes específicos para PagEd
nl: Specifieke instellingen voor Wordpress

source: The name of the DB in the config
es: Nombre de %1$s desconocido '%2$s' en la acción '%3$s'
nl: Database naam in configuratie

source: The prefix of the wordpress database
es: Error! Ocurrió un error en la base de datos: '%1$s: %2$s'.
nl: Prefix van de Wordpress database

source: Enable the transport of comments
es: 1. Habilitar el transporte de Noticias hacia Contenidos
nl: Overzetten van reacties mogelijk maken

source: Enable the clearing of urls
es: Habilitar URLs cortas
nl: Opschonen van URL's mogelijk maken

source: Specific settings for Pages
es: Ajustes específicos para PagEd
nl: Specifieke instellingen voor module Pagina's

source: The image path for Pages
es: 7. Ruta de las imágenes de PagEd
nl: Pad voor afbeeldingen in Pagina's

source: General settings for target modules
es: Configuración general de los módulos de destino
nl: Algemene instellingen voor doel-modules

source: The state you wish for transport to News
es: 8. El estado deseado para el envío a las Noticias
nl: De gewenste status bij overzetting naar de Nieuws module

source: Save
es: Grabar
nl: Opslaan

source: Cancel
es: Cancelar
nl: Annuleren

source: Last step
es: Último paso
nl: Laatste stap

source: Finish the installation of modul ?
es: ¿Terminar con la instalación del módulo?
nl: Installatie van module afmaken?

source: Thank you for using MUTransport
es: Gracias por usar el MUTransportador
nl: Dank u voor het werken met MUTransport

source: Continue
es: Continuar
nl: Verder

source: The Modul MUTransport
es: El Módulo MUTransportador
nl: De module MUTransport

source: List of CMS
es: Lista de usuarios
nl: CMS lijst

source: Get Content of CMS
es: Bloque para menús extendidos
nl: Gegevens uit een CMS ophalen

source: Delete Content of CMS
es: Bloque para menús extendidos
nl: Verwijder gegevens uit CMS

source: Get User of CMS
es: Bloque personal por usuario
nl: Gebruiker uit een CMS ophalen

source: Delete User of CMS
es: Borrar cuenta de usuario
nl: Verwijder gebruiker uit een CMS

source: No CMS
es: Sin acceso
nl: Geen CMS

source: Installation of MUTransport
es: Instalación del MUTransportador
nl: Installatie van MUTransport

source: Features of MUTransport
es: Características del MUTransportador
nl: Eigenschappen van MUTransport

source: MUTransport is a modul for transporting content !
es: ¡MUTransportador es un módulo para transportar contenidos!
nl: MUTransport is a module om inhoud over te zetten!

source: transport from modul News to Content
es: transportar desde el módulo de Noticias hacia el de Contenidos
nl: Zet van module Nieuws naar module Content over

source: Have an overwiew about the pages in News and transport them, if you wish !
es: ¡Echa un vistazo a las páginas de Noticias y transpórtalas si quieres!
nl: Bekijk een overzicht van de pagina's in de module Nieuws en kopieer ze eventueel daaruit!

source: transport from modul Pages to Content
es: transportar desde el módulo de Páginas hacia el de Contenidos
nl: zet van module Pagina's naar module Content over

source: Have an overwiew about the pages in Pages and transport them, if you wish !
es: ¡Echa un vistazo a las páginas de Pages y transpórtalas si quieres!
nl: Bekijk een overzicht van de pagina's in de Pages module en zet ze eventueel daaruit over!

source: transport from modul PagEd to Content
es: transportar desde el módulo de PagEd hacia el de Contenidos
nl: zet van module PagEd naar module Content over

source: transport from modul PagEd to News
es: transportar desde el módulo de PagEd hacia el de Noticias
nl: zet van module PagEd naar module Nieuws over

source: Have an overwiew about the pages in PagEd and transport them, if you wish !
es: ¡Echa un vistazo a las páginas de PagEd y transpórtalas si quieres!
nl: Bekijk een overzicht van de pagina's in de PagEd module en zet ze eventeel daaruit over!

source: transport from modul Reviews to Content
es: transportar desde el módulo de Noticias hacia el de Contenidos
nl: Zet van module Recensies naar module Content over

source: Have an overwiew about the pages in Reviews and transport them, if you wish !
es: ¡Echa un vistazo a las páginas de Noticias y transpórtalas si quieres!
nl: Bekijk een overzicht van de pagina's in de module Recensies en kopieer ze eventueel daaruit!

source: copy from modul Content to Content
es: copiar desde el módulo de Contenidos hacia él mismo
nl: kopieer uit de module Content naar de module Content

source: New!
es: Nuevo
nl: Nieuw!

source: Have an overwiew about the pages and users of a wordpress installation and transport them !
es: Tener una página previa de las páginas y los usuarios de una instalación de wordpress y transportarlos!
nl: Bekijk een overzicht van de pagina's in Wordpress en kopieer ze eventueel daaruit!

source: transport pages and users from wordpress to your Zikula system
es: páginas de transporte y usuarios de WordPress para su sistema Zikula
nl: gegevens, inhoud en gebruikers van Wordpress overzetten naar het Zikula systeem

source: Make some settings
es: Hacer algunos ajustes
nl: Voer instellingen in

source: enable and disable modules, set a paths for images, choose text or html format and some more !
es: habilitar y deshabilitar módulos, establecer un rutas de acceso para las imágenes, seleccionar el texto o en formato html y mucho más!
nl: inschakelen en uitschakelen van modules, een pad voor het importen van afbeeldingen opgeven, en kiezen tussen text of html

source: Continue the installation
es: Continuar la instalación
nl: Doorgaan met installatie

source: List of Content
es: Contenido de la lista
nl: Inhoud lijst

source: not transported
es: sin transportar
nl: Niet overgezet

source: Page Id in CMS
es: ID de la Página en el Módulo
nl: Pagina Id in CMS

source: Title
es: Título
nl: Titel

source: Number of Characters
es: Número de caracteres
nl: Aantal karakters

source: Status of transport
es: Estado del transporte
nl: Status van overzetting

source: Times
es: Veces
nl: keren

source: No Content
es: Contenido de Bloque
nl: Geen Inhoud

source: Number of Copies
es: Número de Copias
nl: Aantal kopieën

source: Transport
es: Transporte
nl: Overzetten

source: Reset
es: Reiniciar

source: List of Pages
es: Lista de páginas
nl: Paginalijst

source: Modul
es: Módulo
nl: Module

source: Page Id in Modul
es: ID de la Página en el Módulo
nl: Pagina Id in Module

source: No Pages
es: Sin Páginas
nl: Geen pagina's

source: List of User
es: usuario desconocido.
nl: Gebruikerslijst

source: User ID in CMS
es: ID de la Página en el Módulo
nl: Gebruikers Id in CMS

source: Name of User
es: Nombre de usuario
nl: Gebruikersnaam

source: Email of User
es: Dirección de email del usuario
nl: E-mail adres van gebruiker

source: No Users
es: No se encontraron usuarios.
nl: Geen gebruikers

source: please select
nl: selecteer a.u.b.
