Repository: zikula/i18n-portal
Catalog: gettext/*/modules/AddressBook/1.3/module_addressbook.po
Languages: ca

source: Error! Unable to load class [%s]
ca: No es pot carregar la classe [%s]

source: Error! No such item found.
ca: Error! No s'ha trobat aquest ítem

source: Done! Item deleted.
ca: S'ha eliminat l'element.

source: Error! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul.

source: Error! Update attempt failed.
ca: Intent d'actualització ha fallat.

source: Adress Book
ca: Llibreta d'adreces

source: A name and address book (NAB) is for storing entries called contacts. Each contact entry usually consists of a few standard fields.
ca: Un llibre de noms i adreces (NAB) serveix per l'emmagatzematge de les entrades anomenades contactes. Cada entrada de contacte normalment consisteix en un formulari estàndard d'alguns camps.

source: Error! Could not load addresses.
ca: No s'han pogut carregar les adreces.

source: This website require it's users to be registered to use the address book.<br />Register for free <a href="%1$s">here</a>, or <a href=\"%1$s\">log in</a> if you are already registered.
ca: Aquest lloc web requereix que els usuaris estiguin registrats per utilitzar la llibreta d'adreces. <br /> Enregistreu-vos gratis <a href="%1$s">aquí</a> , o <a href=\"%1$s\">inicieu sessió</a> si ja esteu registrat.

source: Error! Unable to load class [customfield]
ca: No s'ha pogut carregar la classe [customfield]

source: AddressBook contact
ca: Llibreta d'adreces de contacte

source: Display a single address.
ca: Mostra una adreça simple.

source: No address selected
ca: No heu seleccionat cap adreça

source: Error! Unable to load class [address]
ca: No s'ha pogut carregar la classe [address]

source: Be careful. This is a duplicate!
ca: Aneu amb compte. Això és un duplicat!

source: Error! Invalid id [%s] received.
ca: S'ha rebut una Id [%s] no vàlida.

source: Error! Unable to load class [favourite]
ca: No s'ha pogut carregar la classe [favourite]

source: Current search term:
ca: Terme actual de cerca actual:

source: Error! Both fields must contain the same number of characters - Special character replacement was NOT saved!
ca: Tots dos camps han de contenir el mateix nombre de caràcters - el reemplaçament de caràcters especials NO s'ha emmagatzemat!

source: Done! Configuration saved.
ca: S'ha emmagatzemat la configuració.

source: %1$s with ID of %2$s doesn'\t seem to exist
ca: %1$s amb la id de %2$s sembla que no existeixi

source: Contact labels
ca: Etiquetes de contacte

source: Custom fields
ca: Camps personalitzats

source: Settings
ca: Paràmetres

source: Work
ca: Feina

source: Mobile
ca: Mòbil

source: Home
ca: Inici

source: Email
ca: Adreça de correu electrònic

source: URL
ca: Adreça URL

source: Other
ca: Altre

source: Custom Label 1
ca: Etiqueta personalitzada 1

source: Custom Label 2
ca: Etiqueta personalitzada 2

source: Custom Label 3
ca: Etiqueta personalitzada 3

source: Custom Label 4
ca: Etiqueta personalitzada 4

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat.

source: Adress administration.
ca: Administració de les adreces

source: Form of address
ca: Formulari de adreces

source: Business
ca: Empresa

source: Mr.
ca: Sr/a.

source: Mrs.
ca: Srs.

source: Done! The adress was saved.
ca: S'ha emmagatzemat l'adreça.

source: Error! The deletion of this address failed.
ca: L'esborrament d'aquesta adreça ha fallat.

source: Done! The deletion of this address was successful.
ca: Aquesta adreça s'ha esborrat correctament.

source: Error! Company update failed.
ca: Ha fallat l'actualització de l'empresa.

source: Done! Company update successful.
ca: La informació de l'empresa s'ha actualitzat correctament.

source: An address must contain data in at least one field of the name tab!
ca: Una adreça ha de contenir dades almenys en un camp de la pestanya nom!

source: Delete
ca: Suprimeix

source: Category
ca: Categoria

source: Contact label
ca: Etiqueta de contacte

source: Prefix
ca: Prefixe

source: Do you really want to delete this item?
ca: Estàs segur/a de que voleu eliminar aquest ítem?

source: Confirmation prompt
ca: Missatge de confirmació

source: Name
ca: Nom

source: Cancel
ca: Cancel·la

source: Title
ca: Títol

source: Company
ca: Empresa

source: Address
ca: Adreça

source: Contact
ca: Contacte

source: Note
ca: Nota

source: Map
ca: Mapa

source: Edit this address
ca: Edita aquesta adreça

source: Add an address
ca: Afegeix una adreça

source: No Prefix/Title
ca: No hi ha prefixe/títol

source: Last Name
ca: Cognom

source: First Name
ca: Nom

source: Zip
ca: Codi postal

source: City
ca: Ciutat

source: State
ca: Regió

source: Country
ca: País

source: Google Maps coordinates
ca: Coordenades a Google Maps

source: Get coordinates
ca: Obté les coordenades

source: %Y-%m-%d
ca: %d-%m-%Y

source: Content
ca: Contingut

source: Choose a category
ca: Trieu una categoria

source: Private
ca: Privat

source: Create
ca: Crea

source: Duplicate this contact
ca: Duplica aquest contacte

source: Save and duplicate this contact
ca: Guarda i duplica aquest contacte

source: You can change the order of the fields with drag and drop.
ca: Podeu canviar l'ordre dels camps amb un simple arrossegar i deixar anar.

source: Add new custom field
ca: Afegeix un nou camp personalitzat

source: Custom field
ca: Camp personalitzat

source: Data Type
ca: Tipus de dada

source: Action
ca: Acció

source: Edit
ca: Edita

source: Last changed on %s
ca: Darrera modificació a %s

source: Back
ca: Enrere

source: Copy
ca: Copia

source: Edit contact label
ca: Edita l'etiqueta del contacte

source: Add contact label
ca: Afegeix etiqueta de contacte

source: Address list
ca: Llista d'adreces

source: Show all
ca: Mostra-ho tot

source: Show favourites
ca: Mostra les preferides

source: Add to favourites
ca: Afegeix a preferides

source: Remove favourite
ca: Elimina preferida

source: Favourites
ca: Preferides

source: Address Book
ca: Llibreta d'adreces

source: Please enter the address id
ca: Si us plau introduïu la ID de l'adreça

source: General settings
ca: Configuració general

source: Title of this Address Book
ca: Títol d'aquesta llibreta d'adreces

source: Special character (Umlauts) replacement for sort columns
ca: Substitució dels caràcters especials en l'ordre de les columnes

source: Contacts per page
ca: Nombre de contactes per pàgina

source: Enable personal address book mode
ca: Habilita el mode de llibreta adreces personals

source: Enable the use of the 'form of address' field
ca: Habilita l'ús del camp 'formulari d'adreces'

source: Enable embedding of mediashare images
ca: Habilita la incorporació d'imatges de MediaShare

source: Google Maps integration
ca: Integració amb Google Maps

source: Google API key
ca: Clau API de Google

source: Google zoom
ca: Zoom de Google

source: Custom tab
ca: Pestanya personalitzada

source: Tab name
ca: Nom de la pestanya

source: If empty, no custom fields are displayed.
ca: Si està buit, no es mostren camps personalitzats.

source: Update Configuration
ca: Actualitza la configuració

source: Company update
ca: S'ha actualitzat l'empresa

source: You have changed the address for a company contact.
ca: Heu canviat l'adreça de contacte de l'empresa.

source: Should all other contacts for this company be updated automatically (company name, address, zip, city, state and country)?
ca: Han de ser actualitzats de forma automàtica tots els altres contactes d'aquesta empresa (nom de l'empresa, adreça, codi postal, ciutat, estat i país)?

source: Update
ca: Actualitza

source: Edit field
ca: Edita el camp

source: Add field
ca: Afegeix un camp

source: Field name
ca: Nom del camp

source: Items (comma-separated values)
ca: Elements (valors separats per comes)

source: Add new contact label
ca: Afegeix etiqueta de nou contacte

source: Delete contact
ca: Suprimeix el contacte

source: Do you really want to delete this address?
ca: Esteu segur/a de què voleu eliminar aquesta adreça?

source: Show private contacts only
ca: Mostra només els contactes privats

source: All
ca: Totes

source: Search
ca: Cerca

source: Go search
ca: Cerca

source: View
ca: Mostra

source: No address found.
ca: No s'ha trobat cap adreça.
