Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/bbsmile/2.2/module_bbsmile.po
Languages: nl

source: Smilies have been read from filesystem successfully.
nl: Smilies zijn succesvol ingelezen vanuit het bestandssysteem

source: The edited smilies have been saved.
nl: De bewerkte smilies zijn opgeslagen

source: Smilie Hook (Autoincluded)
nl: Smilie hook

source: The path does not exists or the system cannot read it.
nl: Pad bestaat niet, of het systeem kan het pad niet benaderen.

source: bbsmile configuration updated
nl: bbsmile configuratie bijgewerkt

source: Read smilies out of the directory
nl: Smilies uit bestandssysteem inlezen

source: Edit the defined smilies
nl: Reeds gedefinieerde smilies bewerken

source: Extended Smilies not yet activated!
nl: Extended smilies nog niet geactiveerd!

source: Settings
nl: Instellingen

source: Currently defined Smilies
nl: Huidige gedefinieerde smilies

source: Aliases are seperated by ",". Please don't use spaces.
nl: Aliassen zijn gescheiden door een komma (','). Gebruik geen spaties!

source: Shortcut/Trigger
nl: Snelkoppeling

source: Filename
nl: Bestandsnaam

source: alternative text
nl: Alternatieve tekst

source: Aliases for this smilie
nl: Aliassen voor deze smilie

source: Active
nl: Actief

source: Apply
nl: Toepassen

source: Your browser does not support javascript or you turned it off. The bbsmile interface has been disabled.
nl: De gebruikte browser ondersteunt geen JavaScript of het is uitgeschakeld. De BBSmile interface is uitgeschakeld.

source: More Smilies
nl: Meer Smilies

source: Read smilies from filesystem
nl: Smilies inlezen uit het bestandssysteem

source: With confirmation all smilies out of the directory are read. Smilies without a image in the directory will be deleted. Changes on smilie information will be kept.
nl: Na bevestiging zullen alle smilies uit een bepaalde directory worden ingelezen. Smilies zonder een afbeelding in de directory worden verwijderd. Wijzigingen op smilie gegevens worden behouden.

source: Should the smilies be read out of the directory?
nl: Dienen de smilies te worden ingelezen uit de directory?

source: Path to the smilies
nl: Pad naar de smilies

source: Force reload of smilies, all data will be overwritten!
nl: Forceer herladen van smilies, ALLE data wordt overschreven!

source: General settings
nl: Algemene instellingen

source: Activate auto smilies
nl: Autosmilies activeren

source: Path to the automatically included smilies
nl: Pad naar de automatisch meegeleverde smilies

source: Remove inactive smilie shortcuts
nl: Verwijder inactieve smilie snelkoppelingen

source: Click outside this window to close it
nl: Klik buiten dit venster om het te sluiten

source: bbsmile Administration
nl: bbsmile beheer

source: Actually bbsmile is used with the following modules
nl: Momenteel wordt bbsmile gebruikt bij de volgende modules

source: ** bbsmile is not used with any module **
nl: ** BBsmile wordt door geen enkele module gebruikt **

source: Activate bbsmile for more modules
nl: Activeer bbsmile voor meer modules

source: Visit the bbsmile-project
nl: Bezoek het bbsmile-project
