Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Files/1.0/module_files.po
Languages: es

source: The server directory does not exist.
es: La carpeta del servidor no existe.

source: Invalid folder
es: Carpeta desconcida

source: It is not possible to browse this folder
es: No es posible navegar en esta carpeta

source: More than 200 Mb
es: Más de 200 Mb

source: Unzip file
es: Descomprimir archivo

source: List of the file content
es: Listado de contenidos de archivo

source: Download file
es: Descargar archivo

source: Edit file
es: Editar archivo

source: Create Thumbnail
es: Crear miniatura

source: Rename file
es: Renombrar archivo

source: Delete file
es: Eliminar archivo

source: Error! You are not authorized to access this module.
es: ¡Error! No tiene autorización para acceder a este módulo.

source: File not found
es: Archivo no encontrado

source: It is not possible to create a thumbnail from this file.
es: No fue posible crear una miniatura desde este archivo.

source: Error! It has been possible to read the file.
es: ¡Error! Se pudo leer el archivo.

source: Error! Saving the image in memory.
es: ¡Error! Falla al guardar la imagen en memoria.

source: Error! Creating the thumbnail of the image.
es: ¡Error! Falla al crear la miniatura de la imagen.

source: Thumbnail created.
es: Miniatura generada.

source: Sorry! The file %s is not editable.
es: ¡Lo sentimos! El archivo %s no es editable.

source: Sorry! The file %s has not been found.
es: ¡Lo sentimos! El archivo %s no se ha encontrado.

source: Error! It has not been possible to read the content of the file %s.
es: ¡Error! No fue posible leer el contenido del archivo %s.

source: Error! It has not been possible to write the content to the file %s.
es: ¡Error! No fue posible escribir el contenido del archivo %s.

source: File successfully edited
es: Archivo editado exitosamente

source: You can not delete the users folder!
es: ¡No puede eliminar la carpeta de usuarios!

source: Failed to deleted
es: Falló la eliminación

source: Error deleting file
es: Error al borrar el archivo

source: Files successfully removed
es: Archivos eliminados exitosamente

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
es: La extensión <strong>%s</strong> no está permitida. Las extensiones permitidas son: <strong>%s</strong>.

source: Failed to rename
es: Error al renombrar

source: Changed filename successfully
es: Archivo renombrado exitosamente

source: Directory Create Error
es: Error creando la carpeta

source: Directory created
es: Carpeta creada

source: The directory "%s" does not exist.
es: La carpeta "%s" no existe.

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
es: La extensión <strong>%s</strong> no está permitida. Las extensiones permitidas son: <strong>%s</strong>.

source: The file is to big. The maximum size allowed is "%s" bytes.
es: El archivo es demasiado grande. El tamaño máximo permitido es de "%s" bytes.

source: You have not enough disk space to upload the file.
es: No hay suficiente espacio en disco para cargar el archivo.

source: Failed to upload
es: Error al cargar

source: Uploaded file success
es: Archivo subido exitosamente

source: No selected action
es: No se seleccionó ninguna acción

source: No selected file or directory
es: No se seleccionó ningún archivo o carpeta

source: No file name given
es: No se proporcionó un nombre de archivo

source: Error creating ZIP file
es: Error creando el archivo ZIP

source: Successfully zipped
es: Compresión realizada con éxito

source: Failed to list content zip file.
es: Error al listar los contenidos del archivo zip

source: Error moving
es: Error al mover

source: Successfully moved
es: Traslado exitoso

source: The zip file contains at least one file with the extension <strong>%s</strong> which is not allowed. The allowed extensions are: <strong>%s</strong>.
es: El archivo zip contiene al menos un archivo con la extensión <strong>%s</strong>, la cual no está permitida. Las extensiones permitidas son: <strong>%s</strong>.

source: You have not enough disk space to unzip the file. You need %s extra bytes.
es: No hay suficiente espacio en disco para descomprimir el archivo. Hacen falta %s bytes extra.

source: Failed to unzip
es: Error al descomprimir

source: Successfully unzipped
es: Descomprimido exitosamente

source: The "%s" folder does not exist.
es: La carpeta "%s" no existe.

source: Directory creation error. Please contact with the administrator
es: Error al crear la carpeta. Por favor, contacte al administrador.

source: Directory creation error
es: Error al crear la carpeta

source: The "%s" directory does not exist or is not writable.
es: La carpeta "%s" no existe o no se puede escribir en ella.

source: Manage Files
es: Gestionar Archivos

source: Module configuration
es: Configuración del módulo

source: File Manager
es: Gestor de Archivos

source: The directory <strong>%s</strong> does not exist
es: La carpeta <strong>%s</strong> no existe

source: The directory <strong>%s</strong> for users does not exist
es: La carpeta <strong>%s</strong> para usuarios no existe

source: The configuration has been updated
es: La configuración ha sido actualizada

source: File manager for Zikula sites.
es: Gestor de Archivos para los sitios Zikula.

source: files
es: archivos

source: No folder defined.
es: No se especificó carpeta alguna.

source: no group found
es: no se encontró el grupo

source: no quota defined
es: no se definió cuota alguna

source: no image found
es: no se halló imagen alguna

source: no size factor defined
es: no se especificó tamaño

source: no folder defined
es: no se especificó carpeta alguna

source: Sorry! You have not been granted access to this page.
es: ¡Lo sentimos! No tiene autorización para acceder a esta página.

source: The server directory does not exist. Contact with the website administrator to solve this problem.
es: La carpeta del servidor no existe. Contacte al administrador del sitio web para solucionar este problema.

source: Error! Could not load items.
es: ¡Error! No fue posible cargar los elementos.

source: Error! Could not create the new item.
es: ¡Error! No se pudo crear el nuevo elemento.

source: Error! Could not update the used disk.
es: ¡Error! No se pudo actualizar el disco usado.

source: Sorry! No authorization to access this module.
es: ¡Lo sentimos! No tiene autorización para acceder a este módulo.

source: Choose a group...
es: Escoja un grupo...

source: Save the changes
es: Guardar cambios

source: -1 means no disk quota limit
es: -1 significa que no existe límite de cuota

source: Reduce size
es: Reducir tamaño

source: Increase size
es: Aumentar tamaño

source: Delete thumbnail
es: Eliminar miniatura

source: Create folder
es: Crear carpeta

source: Folder name
es: Nombre de la carpeta

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: List of files in folder
es: Lista de archivos en la carpeta

source: It is not possible to write in this directory. Make it writable.
es: No se pudo escribir en eset directorio. Debe permitir la escritura en él.

source: Create directory
es: Crear carpeta

source: Upload file
es: Subir archivo

source: Set as not public folder
es: Establecer como carpeta no pública

source: Set as a public folder
es: Establecer como carpeta pública

source: Disk use:
es: Uso de disco:

source: %s%% - %s of %s
es: %s%% - %s de %s

source: The files in this directory are accessible directly from the navigator. Anybody can access to them with the URL:
es: Los archivos en esta carpeta son directamente accesibles desde el navegador. Cualquiera podría tener acceso a ellos con la URL:

source: file_name
es: nombre_de_archivo

source: Name
es: Nombre

source: Size
es: Tamaño

source: Modified
es: Modificado

source: Action
es: Acción

source: Rename folder
es: Renombrar carpeta

source: Delete folder
es: Eliminar carpeta

source: -- Selected files --
es: -- Archivos seleccionados --

source: Move them to another folder
es: Moverlos a otra carpeta

source: Delete them
es: Borrarlos

source: Create a zip file with them
es: Crear un archivo zip con ellos

source: Drag and drop the images to the HTML editor
es: Arrastre y suelte las imágenes al editor HTML

source: The values displayed in each image are its real size "width x height" and the factor of the modification of its size (value). The value 1 means that the image is in its natural size. A value upper than 1 means that the image has been reduced and a value lower than 1 means that the image has been increased.
es: Los valores mostrados en cada imagen son su tamaño real "alto x ancho" y el factor de modificación de su tamaño (valor). El valor 1 significa que la imagen está a tamaño natural. Un valor superior a 1 significa que la imagen ha sido reducida y un valor inferior a 1 que la imagen se ha agrandado.

source: Group
es: Grupo

source: Quota (Mb)
es: Cuota (Mb)

source: Delete
es: Eliminar

source: Delete disk quota
es: Eliminar cuota de disco

source: Assign a new disk quota
es: Asignar una nueva cuota de disco

source: (A value of -1 means no disk quota assigned)
es: (Un valor de -1 significará que no hay cuota de disco asignada)

source: Moving
es: Trasladando

source: Move to
es: Trasladar a

source: (root)
es: (raíz)

source: Files
es: Archivos

source: File name
es: Nombre del archivo

source: Allowed extensions:
es: Extensiones permitidas:

source: User's files
es: Archivos del usuario

source: New filename
es: Nuevo nombre de archivo

source: The list of the archive content
es: El listado de contenido de archivo

source: Create zip file
es: Crear archivo zip

source: Generates a zip with this content
es: Genera un zip con este contenido

source: Filename
es: Nombre de archivo

source: Delete File
es: Eliminar archivo

source: Confirm deletion of:
es: Confirmar la eliminación de:

source: Confirmation prompt
es: Aviso de confirmación

source: Modify configuration
es: Modficar la configuración

source: You should move the file file.php from modules/Files to the zikula root directory
es: Debes trasladar el archivo file.php desde modules/Files a la carpeta raíz de Zikula

source: You should remove the file file.php from modules/Files
es: Debe eliminar el archivo file.php de modules/Files

source: Settings
es: Configuración

source: Files system physical path
es: Ruta física del sistema de archivos

source: The folder does not exist or it is not writable
es: La carpeta no existe o no tiene permisos de escritura

source: Users' folder
es: Carpeta del usuario

source: Show hidden files
es: Mostrar archivos ocultos

source: Do not show to anyone
es: No mostrar a nadie

source: Only show to administrators
es: Mostrar solo a los administradores

source: Show to everyone
es: Mostrar a todo el mundo

source: Allowed extensions (comma separated list)
es: Extensiones permitidas (lista separada por comas)

source: Editable extensions (comma separated list)
es: Extensiones editables (lista separada por comas)

source: Maximum file size
es: Tamaño máximo del archivo

source: Default width for images in editor
es: Ancho por defecto para las imágenes del editor

source: Default height for images in editor
es: Altura por defecto para las imágenes del editor

source: Default disk quota
es: Cuota de disco por defecto

source: Disk quotas for groups
es: Cuota de disco para grupos

source: Files module installation
es: Instalación del módulo de Archivos

source: Welcome to Files module
es: Bienvenido al módulo de Archivos

source: This module allow user to manage their own files.<br />Each user has a folder for his/her files.<br />This module needs two writable folders that have to be created.
es: Este módulo permite al usuario gestionar sus propios archivos.<br />Cada usuario obtiene una carpeta para sus archivos.<br />Este módulo necesita dos carpetas con permisos de escritura que deben ser creadas.

source: Proceed with the installation
es: Proceder con la instalación

source: Check if the files folders in the server have been created and define them using the form below.<br />These folders will be used to save the files of the site and the users' files.<br />We recommend to locate them out of the public HTTP.
es: Compruebe que las carpetas de los archivos han sido creadas en el servidor y se han definido en base al formulario de abajo.<br />Estas carpetas se utilizarán para guardar los archivos del sitio web y los archivos de los usuarios.<br />Recomendamos que se ubiquen fuera de la HTTP pública.

source: Defining the files folders
es: Definición de las carpetas de archivos

source: Write the physical location of the folder in the server
es: Proporcione la ubicación física de la carpeta en el servidor

source: Write the users' folder name
es: Introduzca el nombre de la carpeta de usuario

source: Checking if the files folders exist and they are writable
es: Comprobando si las carpetas de archivos existen y si tienen permisos de escritura

source: The folder <strong>%s</strong> has not been found.
es: La carpeta <strong>%s</strong> no ha sido encontrada.

source: The folder <strong>%s</strong> is in the correct place.
es: La carpeta <strong>%s</strong> está en el lugar correcto.

source: The folder <strong>%s</strong> is not writable and it should be.
es: La carpeta <strong>%s</strong> no tiene los permisos de escritura que debería tener.

source: The folder <strong>%s</strong> is writable.
es: La carpeta <strong>%s</strong> tiene permisos de escritura.

source: The folder <strong>%s/%s</strong> has not been found.
es: La carpeta <strong>%s/%s</strong> no ha sido encontrada.

source: The folder <strong>%s/%s</strong> is located in the correct place.
es: La carpeta <strong>%s/%s</strong> esta ubicada en el lugar correcto.

source: The folder <strong>%s</strong> is located in the correct place.
es: La carpeta <strong>%s</strong> se ubica en el lugar correcto.

source: The folder <strong>%s/%s</strong> is not writable and it should be.
es: La carpeta <strong>%s/%s</strong> no tiene los permisos de escritura que debería tener.

source: The folder <strong>%s/%s</strong> is writable.
es: La carpeta <strong>%s/%s</strong> tiene permisos de escritura.

source: Define folders again. Remember that you have to create the folders after define them.
es: Defina las carpetas de nuevo. Recuerde que debe crear las carpetas después de definirlas.

source: Make the folders writable and try again.
es: Conceda permisos de escritura a las carpetas y pruebe otra vez.

source: Proceed with the module installation
es: Proceder con la instalación del módulo

source: Close window
es: Cerrar la ventana
