Repository: zikula/i18n-portal
Catalog: gettext/*/modules/legal/1.3/module_legal.po
Languages: el, fa

source: All users
el: Όλους τους χρήστες
fa: همه کاربران

source: No groups
el: Καμία ομάδα
fa: هیچ گروهی

source: Done! Saved module configuration.
el: Εντάξει! Οι ρυθμίσεις του υποσυστήματος αποθηκεύτηκαν.
fa: انجام شد! پیکربندی ماژول به روز رسانی شد.

source: 'Terms of use' not activated.
el: Οι 'Όροι Χρήσης' δεν είναι ενεργοποιημένοι
fa: "شرایط استفاده" فعال نشده است

source: 'Privacy policy' not activated.
el: Η 'Προστασία Προσωπικών Δεδομένων' δεν είναι ενεργοποιημένη
fa: "سیاست حفظ اسرار" فعال نشده است

source: 'Accessibility statement' not activated.
el: Η 'Προσβασιμότητα' δεν είναι ενεργοποιημένη
fa: "اعلامیه امکان دسترسی" فعال نشده است

source: Legal info manager
el: Νομικές Πληροφορίες
fa: مدیر طلاعیه های قانونی

source: Provides an interface for managing the site's 'Terms of use', 'Privacy statement' and 'Accessibility statement'.
el: Παρέχει ένα περιβάλλον διαχείρισης των νομικών πληροφοριών (Όροι Χρήσης, Προστασία Προσωπικών Δεδομένων, Προσβασιμότητα) της ιστοσελίδας.
fa: فراهم کننده رابطی برای مدیریت "شرایط استفاده"، "اعلامیه‌ی حفظ اسرار" و "اعلامیه‌ی نحوه‌ی دسترسی" در سایت شما

source: Terms of use
el: Όροι Χρήσης
fa: شرایط استفاده

source: Privacy policy
el: Προστασία Προσωπικών Δεδομένων
fa: سیاست حفظ اسرار

source: Accessibility statement
el: Προσβασιμότητα
fa: اعلامیه امکان دسترسی

source: Legal information
el: Νομικές Πληροφορίες
fa: اعلامیه های قانونی

source: Settings
el: Ρυθμίσεις
fa: تنظیمات

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to specific needs and locales. You will find the content of the statements in files in the "modules/legal/pntemplates/en" directory. These templates can be <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">overridden</a> by theme templates, or by global templates you would create in the "config/templates/legal/" directory (in the appropriate sub-directory for the language you are writing for).
el: <strong>Σημαντική Σημείωση</strong>: Οι παρεχόμενες νομικές δηλώσεις αποτελούν δείγματα ΜΟΝΟ και θα πρέπει να προσαρμοσθούν στις δικές σας συγκεκριμένες ανάγκες και απαιτήσεις. Θα βρείτε τις παρεχόμενες δηλώσεις στον κατάλογο 'modules/legal/pntemplates/el'. Μπορείτε να τις αλλάξετε απευθείας ή να τις <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">υπερβείτε</a> με άλλες.
fa: <strong>نکته مهم برای استفاده</strong>: اعلامیه های قانونی فعلی تنها بعنوان مثال نوشته شده اند. آنها نیازمند تغییرات اساسی به نسبت نیازمندی های خاص و محلی شما هستند. شما می توانید محتوای این اعلامیه ها را در فایل هایی در آدرس system/legal/pntemplates/fas پیدا کنید. این قالب ها می توانند <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">قسمتی</a> از ظاهر گرافیکی سایت شما باشند.

source: General settings
el: Γενικές Ρυθμίσεις
fa: تنظیمات عمومی

source: Reset user group's acceptance of 'Terms of use'
el: Μηδενισμός αποδοχής των 'Ορων Χρήσης' για την ομάδα
fa: موافقت های کاربران با شرایط استفاده بازنشانده شود

source: Notice: This setting resets the acceptance of the 'Terms of use' for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
el: Σημείωση: Η επιλογή αυτή μηδενίζει την αποδοχή των 'όρων χρήσης' για όλους τους χρήστες στην επιλεγμένη ομάδα. Την επόμενη φορά που θα συνδεθούν στο σύστημα, θα πρέπει να αποδεχτούν τους όρους χρήσης ξανά. Σε περίπτωση που δεν το κάνουν, δεν θα μπορούν να συνδεθούν. Η ενέργεια αυτή δεν επηρρεάζει τον κύριο λογαριασμό διαχείρισης. Μπορείτε να εκτελέσετε την ίδια ενέργεια για κάθε χρήστη μεμονωμένα απο τη 'Διαχείριση Χρηστών'.
fa: این گزینه تمام موافقت های کاربران گروه منتخب با شرایط استفاده را باز می نشاند. چنانچه این کاربران بخواهند به وب سایت وارد شوند دوباره این شرایط به آنها یادآوری خواهد شد. شما می توانید چنین کاری را با یک کاربر خاص از بخش مدیریت کاربران نیز انجام دهید.

source: Save
el: Αποθήκευση
fa: ذخیره

source: Cancel
el: Ακύρωση
fa: انصراف
