Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/PageMaster/0.4.2/module_pagemaster.po
Languages: es

source: Error! Missing argument [%s].
es: ¡Error! Falta el argumento [%s].

source: Error! No such publication type [%s] found.
es: ¡Error! No se encontró tal tipo de publicación [%s].

source: Error! No publication fields found.
es: ¡Error! No se encontraron los campos de la publicación.

source: commandName has to be a valid workflow action for the current state.
es: El comando tiene que ser una acción válida del flujo de trabajo para el estado actual.

source: Workflow action error.
es: Error en la acción del flujo de trabajo.

source: Error! No such publication type found.
es: ¡Error! No se encontró tal tipo de publicación.

source: Error! Update attempt failed.
es: ¡Error! Intento de actualización fallido.

source: Done! Database table updated.
es: ¡Hecho! Tabla de base de datos actualizada.

source: Error! The table of this publication type seems not to exist. Please, update the DB Tables at the bottom of this form.
es: ¡Error! La tabla de este tipo de publicación parece no existir. Por favor, actualice la tabla de la BD al final de este formulario.

source: There has to be at least one publication to generate the template code.
es: Tiene que haber por lo menos un artículo para generar el código de la plantilla.

source: None
es: Ninguno

source: This is an almost non-existing workflow. Everything is online immediately after creation.
es: Este es un flujo de trabajo prácticamente no existente. Todo artículo se publica inmediatamente después de su creación.

source: Approved
es: Aprobado

source: Content has been approved is available online
es: El artículo ha sido aprobado y está disponible en línea

source: Deleted
es: Borrado

source: Content has been deleted
es: El articulo ha sido borrado

source: Submit
es: Enviar

source: Submit a publication
es: Enviar un artículo

source: Update
es: Actualizar

source: Update the publication
es: Actualizar el artículo

source: Delete
es: Eliminar

source: Delete the publication
es: Borrar el artículo

source: Error! Could not unpublish the other revisions of this publication.
es: ¡Error! No se pudo anular la publicación de las otras revisiones de este artículo.

source: Done! Publication updated.
es: ¡Hecho! Artículo actualizado.

source: Error! Failed to update the publication.
es: ¡Error! Actualización del artículo fallida.

source: Done! Publication deleted.
es: ¡Hecho! Artículo borrado.

source: Error! Failed to delete the publication.
es: ¡Error! Borrado del artículo fallido.

source: Done! Publication copied.
es: ¡Hecho! Artículo copiado.

source: Error! Failed to copy the publication.
es: ¡Error! Copia del artículo fallida.

source: Done! Publication archived.
es: ¡Hecho! Artículo archivado.

source: Done! Publication created.
es: ¡Hecho! Artículo creado.

source: Error! Failed to create the publication.
es: ¡Error! Creación del artículo fallida.

source: Done! Publication status set to 'published'.
es: ¡Hecho! El estado del artículo ahora es 'publicado'.

source: Done! Publication status set to 'unpublished'.
es: ¡Hecho! El estado del artículo ahora es 'inédito'.

source: Standard
es: Estandar

source: This is a two staged workflow with stages for untrusted submissions and finally approved publications. It does not allow untrusted corrections to published pages.
es: Este es un flujo de trabajo de dos etapas para los artículos enviados desde fuentes no confiables y finalmente aprobados. No permite correcciones no confiables a las páginas publicadas.

source: Waiting
es: En espera

source: Content has been submitted and is waiting for acceptance
es: El artículo ha sido enviado y está esperando aprobación

source: Submit and Approve
es: Enviar y Aprobar

source: Submit a publication and approve immediately
es: Envía y aprueba un artículo inmediatamente

source: Submit a publication for acceptance by a moderator
es: Envía el artículo para la aprobación de un moderador

source: Update and Approve
es: Actualizar y Aprobar

source: Update the content and approve for immediate publishing
es: Actualizar el artículo y aprobarlo para su publicación inmediata

source: Approve
es: Aprobar

source: Approve the publication for immediate publishing
es: Aprobar el artículo para su publicación inmediata

source: Update the content for later publishing
es: Actualizar el artículo para su publicación posterior

source: Publish
es: Publicar

source: Make the publication available
es: Hacer el artículo disponible

source: Unpublish
es: Desactivar

source: Hide the publication
es: Remover la publicación del artículo

source: Move to depot
es: Archivar

source: Move the publication to the depot
es: Archivar el artículo

source: String
es: Cadena

source: Multiple Selector
es: Selector Múltiple

source: Category
es: Categoría

source: Size
es: Tamaño

source: Error! Invalid URL.
es: ¡Error! URL no válida.

source: Integer Value
es: Valor Entero

source: Custom Data
es: Datos Personalizados

source: Default:
es: Predeterminado:

source: Add a new item type
es: Añadir un nuevo tipo de elemento

source: Type name
es: Tipo

source: Display name
es: Nombre público

source: API to use
es: API a usar

source: Ajax call
es: Llamado Ajax

source: Options
es: Opciones

source: Image Upload
es: Subida de Imagen

source: Stored data is invalid
es: Los datos guardados son inválidos

source: Thumbnail width
es: Ancho de miniatura

source: Thumbnail height
es: Alto de miniatura

source: Preview width
es: Ancho de previsualización

source: Preview height
es: Alto de previsualización

source: Full width
es: Ancho completo

source: Full height
es: Alto completo

source: Warning! The Thumbnails module is not available. This plugin needs it to build the Preview and Thumbnail of each uploaded Image.
es: ¡Advertencia! El módulo Thumbnails no está disponible. Este plugin lo necesita para generar las Previsualizaciones y Miniaturas de cada imagen subida.

source: Publication
es: Artículo

source: No such publication found.
es: No se encontró tal artículo.

source: Plugin not configured.
es: Plugin no configurado.

source: Filter
es: Filtrar

source: Join fields
es: Campos join

source: format: fieldname:alias,fieldname:alias
es: formato: campo:alias,campo:alias

source: Orderby field
es: Ordenar por el campo

source: Float Value
es: Valor Flotante

source: Date
es: Fecha

source: Include time
es: Incluir hora

source: List
es: Lista

source: Include an empty item?
es: Incluir un elemento vacío?

source: Checkbox
es: Caja de verificacion

source: MultiCheckbox List
es: Lista de Verificación Múltiple

source: Text
es: Texto

source: Use Scribite!
es: Usar Scribite!

source: Install Scribite! if you want to use it in this text field
es: Instale Scribite! si quiere usarlo en este campo de texto

source: File Upload
es: Subida de Archivo

source: Content Module like pagesetter
es: Módulo administrador de contenidos dinámicos como pagesetter

source: Sorry! No authorization to access this module.
es: ¡Lo sentimos! No tiene autorización para acceder a este módulo.

source: PageMaster root category
es: Categoría raíz de PageMaster

source: Error! Could not create the [%s] category.
es: ¡Error! No se pudo crear la categoría [%s].

source: lists
es: listas

source: PageMaster lists for its publications
es: Listas de PageMaster para sus artículos

source: Error! Could not create the [%s] Category Registry for PageMaster.
es: ¡Error! No se pudo crear el Registro de Categorías [%s] para PageMaster.

source: PageMaster created the upload directory successfully at [%s]. Be sure that this directory is accessible via web and writable by the webserver.
es: PageMaster creó su carpeta de cargas exitosamente en [%s]. Asegúrese que esa carpeta es accesible desde la web y escribible por el servidor.

source: PageMaster could not create the upload directory [%s]. Please create an upload directory, accessible via web and writable by the webserver.
es: PageMaster no pudo crear su carpeta de cargas [%s]. Por favor cree una carpeta accesible desde la web y escribible por el servidor, y configure su ruta en el panel de administración de PageMaster.

source: Error! Category path not found [%s].
es: ¡Error! Ruta de la categoría no encontrado [%s].

source: Error! Could not save the search results.
es: ¡Error! No se pudo guardar los resultados de la búsqueda.

source: No workflow actions found. This can be a permissions issue.
es: No se encontraron acciones de flujo de trabajo. Esto puede ser un problema de permisos.

source: Done! Module configuration updated.
es: ¡Hecho! Configuracion de modulo actualizada.

source: Creation date
es: Fecha de creación

source: Update date
es: Fecha de actualización

source: Creator
es: Autor

source: Updater
es: Actualizado por

source: Publish date
es: Fecha de publicación

source: Expire date
es: Fecha de expiración

source: Language
es: Idioma

source: Number of reads
es: Número de lecturas

source: Done! Publication type created.
es: ¡Hecho! Tipo de publicación creado.

source: Done! Publication type updated.
es: ¡Hecho! Tipo de publicación actualizado.

source: Done! Publication type deleted.
es: ¡Hecho! Tipo de publicación borrado.

source: Error! %s not set.
es: ¡Error! %s no establecido.

source: Error! Name has to be unique.
es: ¡Error! El nombre tiene que ser único.

source: Done! Field created.
es: ¡Hecho! Campo creado.

source: Done! Field updated.
es: ¡Hecho! Campo actualizado.

source: Done! Field deleted.
es: ¡Hecho! Campo borrado.

source: Error! Deletion attempt failed.
es: ¡Error! Intento de eliminación fallido.

source: Error! No table definitions found. Please <a href="%s">define the fields</a> of your publication.
es: ¡Error! No se encontró la definición de la tabla. Por favor <a href="%s">defina los campos</a> de su publicación.

source: List publication types
es: Lista de tipos de publicación

source: New publication type
es: Nuevo tipo de publicación

source: Edit publications
es: Editar publicaciones

source: Settings
es: Configuración

source: Notice: Template [%s] not found.
es: Aviso: Plantilla [%s] no encontrada.

source: No such publication [%s - %s, %s] found.
es: No de encontró tal publicación [%s - %s, %s].

source: Error! No such publication [%s - %s] found.
es: ¡Error! No se encontró tal publicación [%s - %s].

source: Error! No such publication [%s] found.
es: ¡Error! No se encontró tal publicación [%s].

source: Image
es: Imágen

source: New publication
es: Nuevo artículo

source: Edit publication
es: Editar artículo

source: Show in list
es: Mostrar en listado

source: Lists import succeded!
es: Importe de listas exitoso!

source: Error! Unsupported field type [%s].
es: ¡Error! Campo no soportado [%s].

source: Fields import succeded!
es: Importe de campos exitoso!

source: Cannot create the database for tid [%1$s (%2$s)].
es: No se pudo crear la base de datos para el tipo [%1$s (%2$s)].

source: Database update succeded!
es: Actualización de base de datos exitoso!

source: Error! Cannot import the data for pubtype [%1$s (%2$s)].
es: ¡Error! No se pudo importar los datos del tipo [%1$s (%2$s)].

source: Data import succeded!
es: Importe de los datos exitoso!

source: PageMaster List
es: Listado PageMaster

source: PageMaster N publications list
es: Lista N artículos PageMaster

source: Publication type
es: Tipo de publicación

source: Filter string
es: Filtro

source: Order by
es: Ordenar por

source: Cache lifetime
es: Tiempo de caché

source: Number of items
es: Número de artículos

source: Starting from
es: Comenzando desde

source: Template
es: Plantilla

source: PageMaster edit list
es: Listado editable PageMaster

source: PageMaster dynamic edit tree/list
es: Listado/árbol editable dinámico de PageMaster

source: PageMaster viewpub
es: Artículo PageMaster

source: PageMaster View Publication
es: Visualización de Publicación PageMaster

source: Error! No such category found for the ID passed [%s].
es: ¡Error! No se encontró tal categoría para el ID [%s].

source: Fields
es: Campos

source: Publication list
es: Listado de artículos

source: Input template
es: Plantilla de entrada

source: List template
es: Plantilla de listado

source: Display template
es: Plantilla de despliegue

source: Generate templates
es: Generar plantillas

source: Modify config
es: Modificar configuración

source: Save
es: Grabar

source: Cancel
es: Cancelar

source: Show code
es: Mostrar código

source: Input form template
es: Plantilla del formulario de entrada

source: Publication list template
es: Plantilla del listado de artículos

source: Publication display template
es: Plantilla de despliegue de un artículo

source: Create a template named <strong>%1$s</strong> with this code, and store it in the the directory: <strong>/config/templates/PageMaster/%2$s/%1$s</strong>, or within your theme in the <strong>/themes/YourTheme/templates/modules/PageMaster/%2$s/%1$s</strong>.
es: Cree una plantilla llamada <strong>%1$s</strong> con este código, y ubiquela en la carpeta: <strong>/config/templates/PageMaster/%2$s/%1$s</strong>, o dentro de su theme en la carpeta <strong>/themes/SuTheme/templates/modules/PageMaster/%2$s/%1$s</strong>.

source: Manage Publication fields
es: Manejar campos de publicación

source: When publication fields are added or changed you need to <a href="%s">Update the DB Table</a>.
es: Cuando añada o cambie campos en la publicación, usted necesita <a href="%s">Actualizar la tabla de la Base de datos</a>.

source: Existing publication fields
es: Campos de publicación existentes

source: Name
es: Nombre

source: Title
es: Título

source: Description
es: Descripción

source: Title field
es: Título de campo

source: Mandatory
es: Obligatorio

source: Searchable
es: Consultable

source: Max. length
es: Longitud máxima

source: Actions
es: Acciones

source: Edit
es: Editar

source: This publication type doesn't have fields yet.
es: Este tipo de publicación no tiene campos todavía.

source: Add a publication field
es: Añadir un campo de publicación

source: Name of this field (is used e.g. in the template variables).
es: Nombre de este campo (es usado en las variables de plantilla).

source: Title (is shown e.g. in the automatically generated templates) and can be a custom gettext string.
es: Título (es mostrado en las plantillas generadas automáticamente) y puede ser una cadena gettext.

source: Note
es: Nota

source: Optional tooltip of this field used on the input form, and can be a custom gettext string.
es: Descripción opcional de este campo usado en el formulario, y puede ser una cadena gettext.

source: Fieldtype (Plugin)
es: Plugin no configurado.

source: Which kind of fieldtype is used (can be extended by plugins). Detailed informations about the individual plugins can be found in the documentation.
es: Qué tipo de campo es usado (puede ser extendido por plugins). Información detallada de los plugins individuales puede encontrarse en la documentación.

source: Edit this field only if you know what you are doing.
es: Edite este campo sólo si sabe lo que está haciendo.

source: This is the configuration data of the field, if you edit it manually you can get unexpected results. Please use the configuration icon next to the selector to configure the field with ease.
es: Este es el campo de datos de configuración, si lo edita manualmente puede tener resultados inesperados. Por favor use el ícono de configuración enseguida del selector para ajustar los parámetros del plugin fácilmente.

source: The content of this field will be used as the title?
es: El contenido de este campo será usado como título?

source: Pageable
es: Paginable

source: The content of this field is pageable?
es: El contenido de este campo será paginado?

source: Is this field mandatory?
es: Es este campo obligatorio?

source: The content of this field can be searched?
es: El contenido de este campo se incluye en las búsquedas?

source: The maximum length for the content of this field.
es: El largo máximo del contenido de este campo.

source: Weight order
es: Orden de los resultados

source: Weight number of this field. You can leave it blank and order it later with Drag & Drop in the full list.
es: Número de este campo. Puede dejarlo en blanco y ordenarlo luego Arrastrando y Soltando en el listado completo.

source: Add new publication
es: Añadir nuevo artículo

source: Edit this publication type
es: Editar este tipo de publicación

source: Add, edit or modify the fields of this publication type
es: Añadir, editar o modificar los campos de este tipo de publicación

source: View this publication
es: Ver este artículo

source: No publication types found.
es: No se encontraron tipos de publicación.

source: Publications list
es: Lista de artículos

source: Revision
es: Revisión

source: State
es: Estado

source: Author
es: Autor

source: Online
es: En línea

source: View
es: Mostrar

source: History
es: Historia

source: No publications found.
es: No se encontraron artículos.

source: Publications edit list
es: Listado editable de publicaciones

source: Edit publication type
es: Editar tipo de publicación

source: Create publication type
es: Crear tipo de publicación

source: General options
es: Opciones generales

source: Title of the publication type, can be a custom gettext string.
es: Título del tipo de publicación, puede ser una cadena gettext.

source: Description of the publication type, can be a custom gettext string.
es: Descripción del tipo de publicación, puede ser una cadena gettext.

source: Items per page
es: Elementos por página

source: After how many publications the list will be paged. 0 for no paging.
es: Después de cuantos artículos la lista será paginada. 0 para no paginar.

source: Enable revisioning.
es: Habilitar revisiones.

source: Edit own
es: Editar

source: Allow editing of own publications.
es: Permitir editar las publicaciones propias.

source: Default filter
es: Limpiar filtro

source: The filter which is used by default.
es: El filtro que será usado por defecto.

source: You can choose a special workflow for the publications.
es: Puede escoger un flujo de trabajo especial para los artículos.

source: Sort options
es: Opciones de ordenamiento

source: Sort field
es: Campo obligatorio

source: Field for sorting.
es: Campo para ordenar.

source: Sort descending
es: Valor de ordenación

source: Output options
es: Opciones de despliegue

source: Output template name
es: Nombre del archivo de plantilla

source: Name of the output template, used in the publist and pubview template names.
es: Nombre de la plantilla de salida, usado en el nombre de las plantillas de listado y despliegue.

source: Input template name
es: Nombre del archivo de plantilla

source: Name of the output, used in the pubedit template name.
es: Nombre de la entrada, usado el nombre de la plantilla del formulario.

source: Caching time
es: Tiempo de publicación

source: How long should the publications be cached. Empty for no cache.
es: Cuanto tiempo se cachean los artículos. Vacío para no usar caché.

source: Import pagesetter publications
es: Importar publicaciones de pagesetter

source: Be sure to know what you are doing on this process.
es: Asegúrese de saber lo que está haciendo en este proceso.

source: On this page you can import publications from Pagesetter.<br />You can only import publications when no PageMaster publication exist.<br />Please configure the Upload Path before you import something.<br />No Pagesetter data will be changed due the import.
es: En esta página puede importar publicaciones desde Pagesetter.<br />Usted solamente puede importar publicaciones cuando no existen publicaciones de PageMaster.<br />Por favor configure la carpeta de carga antes de importar algo.<br />No se cambiarán los datos de Pagesetter en esta importación.

source: Import lists,
es: Importar listas,

source: Import publication types,
es: Importar tipos de publicación,

source: PageMaste already has publication types. It must be empty before perform an import.
es: PageMaster ya tiene tipos de publicación. No debe haber ninguna para realizar la importación.

source: Create the database tables,
es: Crear las tablas de la base de datos,

source: Import data.
es: Importar datos.

source: In depot
es: En archivo

source: Add a publication
es: Añadir un artículo

source: Edit form
es: Formulario de edición

source: Create form
es: Formulario de creación

source: This is a generic template. Your can <a href="%1$s">get the publist code</a> and create a customized template (<strong>publist_%2$s.htm</strong>), then store it in the the config directory: <strong>/config/templates/PageMaster/output/publist_%2$s.htm</strong> or within your theme: <strong>/templates/modules/PageMaster/output/publist_%2$s.htm</strong>.
es: Esto es una plantilla genérica. Usted puede <a href="%1$s">obtener el código del listado</a> y crear una plantilla personalizada (<strong>publist_%2$s.htm</strong>), y almacenarla en la carpeta config: <strong>/config/templates/PageMaster/output/publist_%2$s.htm</strong> o dentro de su theme: <strong>/templates/modules/PageMaster/output/publist_%2$s.htm</strong>.

source: This is a generic template. Your can <a href="%1$s">get the pubview code</a> and create a customized template (<strong>viewpub_%2$s.htm</strong>), then store it in the the config directory: <strong>/config/templates/PageMaster/output/viewpub_%2$s.htm</strong> or within your theme: <strong>/templates/modules/PageMaster/output/viewpub_%2$s.htm</strong>.
es: Esta es una plantilla genérica. Usted puede <a href="%1$s">obtener el código de despliegue</a> y crear una plantilla personalizada (<strong>viewpub_%2$s.htm</strong>), y ubicarla en la carpeta config: <strong>/config/templates/PageMaster/output/viewpub_%2$s.htm</strong> o dentro de su theme: <strong>/templates/modules/PageMaster/output/viewpub_%2$s.htm</strong>.

source: This is a generic template. Your can <a href="%1$s">get the form code</a> and create individual templates (<strong>pubedit_%2$s_STEPNAME.htm</strong> or <strong>pubedit_%2$s_all.htm</strong>), then store it in the the config directory: <strong>/config/templates/PageMaster/input/pubedit_%2$s_STEPNAME.htm</strong> or within your theme: <strong>/templates/modules/PageMaster/input/pubedit_%2$s_STEPNAME.htm</strong>.
es: Esta es una plantilla genérica. Usted puede <a href="%1$s">obtener el código del formulario</a> y crear plantillas individuales personalizadas (<strong>pubedit_%2$s_PASO.htm</strong> o <strong>pubedit_%2$s_all.htm</strong>), y ubicarla en la carpeta config: <strong>/config/templates/PageMaster/input/pubedit_%2$s_PASO.htm</strong> o dentro de su theme: <strong>/templates/modules/PageMaster/input/pubedit_%2$s_PASO.htm</strong>.

source: You can hide this message <a href="%s">disabling the development mode</a>.
es: Puede esconder este mensaje <a href="%s">deshabilitando el modo de desarrollo</a>.

source: Publication accepted, pending moderation.
es: Artículo recibido, en espera de moderación.

source: Thanks for your submission!
es: Gracias por su envío!

source: Go back to the list
es: Volver al listado

source: Publication types
es: Tipos de publicación
