Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/PageMaster/0.4.2/module_pagemaster.po
Languages: es

source: Here the list of the existing Publication types (pubtypes). If you don't have one yet, go to the <a href="%s">New publication type form</a> and create one; after that, you'll be able to add the <strong>Fields</strong> for the publications within that type, and once you have the fields you want, click the corresponding <strong>DB Update</strong> link. Now you will be able to add <strong>New publications</strong> and customize the templates for your pubtype, starting of the code that PageMaster generate for you. Enjoy!
es: Aquí la lista de Tipos de publicación existentes. Si no tiene ninguno todavía, vaya al <a href="%s">Formulario de creación</a> y cree uno; después de eso, será capaz de añadirle <strong>Campos</strong> para los artículos dentro de ese tipo, y una vez tenga los campos que quiere, pulse el enlace correspondiente <strong>Actualizar BD</strong>. Ahora será capaz de añadir <strong>Nuevo artículos</strong> y personalizar las plantillas de su tipo de publicación, comenzando con el código que PageMaster genera para usted. Diviértase!

source: Pubtype
es: Tipo

source: Show publists
es: Mostrar listados

source: Add, edit or modify the fields of this pubtype
es: Añadir, editar o modificar los campos en este tipo

source: Update the database table of this pubtype to any recent change in the fields
es: Actualizar la tabla de la base de datos de este tipo a cualquier cambio reciente en los campos

source: DB update
es: Actualizar BD

source: Add new publications to this pubtype
es: Añadir nuevos artículos a este tipo

source: New pub
es: Nuevo artículo

source: Go to the Admin publication list
es: Ir al listado administrativo de artículos

source: Go to the public publication list
es: Ir al listado público de artículos

source: Public
es: Público

source: Get the input form code of this pubtype
es: Obtener el código del formulario de entrada de este tipo

source: Form
es: Formulario

source: Get the list code of this pubtype
es: Obtener el código del listado de este tipo

source: Get the display code of this pubtype
es: Obtener el código del listado de este tipo

source: Display
es: Mostrar

source: General settings
es: Configuración general

source: Upload path
es: Carpeta de carga

source: The given path doesn't exists
es: La ruta proporcionada no existe

source: The given path is not a directory
es: La ruta proporcionada no es una carpeta

source: The given path is not writeable
es: La ruta proporcionada no es escribible

source: The given path is writeable
es: La ruta proporcionada es escribible

source: Path where uploaded files will be stored, relative to the site root (%s)
es: La carpeta donde se almacenarán los archivos subidos, relativa a la raíz del sitio (%s)

source: Development mode
es: Modo de desarrollo

source: Enable the development mode to see detailed notices about PageMaster requirements.
es: Habilitar el modo de desarrollo para ver avisos detallados acerca de los requerimientos de PageMaster.
