Repository: zikula/i18n-portal
Catalog: gettext/*/modules/MultiHook/5.2/module_multihook.po
Languages: fa, nl, pl

source: View abbreviations
fa: مشاهده مخففات
nl: Toon afkortingen
pl: Wyświetl skróty

source: View acronyms
fa: مشاهده سرنام کلمات
nl: Toon acroniemen
pl: Wyświetl akronimy

source: View links
fa: مشاهده لینک ها
nl: Toon links
pl: Wyświetl linki

source: Illegal words
fa: کلمات غیر مجاز
nl: Niet toegestane woorden
pl: Niecenzuralne słowa

source: Error! Could not read data.
fa: خطا! نمی توانم اطلاعات را بخوانم.
nl: Foutmelding! Data kon niet gelezen worden.
pl: Błąd! Nie można przeczytać danych.

source: Error! Database deletion of entry failed.
fa: خطا! حذف پایگاه داده ورودی شکست خورد
nl: Foutmelding! Verwijderen database item mislukt.
pl: Błąd! Usuwanie bazy wpisów zakończone niepowodzeniem.

source: Error! No permissions for the MultiHook module.
fa: خطا! هیچ مجوز دسترسی برای ماژول MultiHook تنظیم نشده است.
nl: Foutmelding! Geen toegang tot de MultiHook module.
pl: Błąd! Brak uprawnień dla modułu MultiHook

source: already exists in database.
fa: قبلا در پایگاه داده وجود دارد.
nl: bestaat al in de database
pl: już istnieje w bazie danych.

source: no short text
fa: بدون متن کوتاه
nl: geen korte omschrijving
pl: brak krótkiego opisu

source: no long text or (in case of a link) no url
fa: بدون متن طولانی یا (در مورد یک لینک) بدون url
nl: geen lange omschrijving of URL (bij een link)
pl: brak długiego opisu lub ( w przypadku linku) brak url

source: no title
fa: بدون عنوان
nl: geen titel
pl: brak tytułu

source: no type
fa: بدون نوع
nl: geen type
pl: brak typu

source: Error! Entry creation failed.
fa: خطا! ایجاد ورودی شکست خورد.
nl: Foutmelding! Item aanmaken mislukt.
pl: Błąd! Tworzenie wpisu zakończone niepowodzeniem.

source: Error! Database update of entry failed.
fa: خطا! به روز رسانی پایگاه داده ورودی شکست خورد.
nl: Foutmelding! Bijwerken van database item mislukt.
pl: Błąd! Aktualizacja wpisu w bazie danych zakończona niepowodzeniem.

source: Creates xhtml tags for abbreviations, acronyms and autolinks, while providing specific content censorship.
fa: ایجاد کننده برچسب xhtml برای سانسور کلمات, مخففات, سر نام کلمات و لینک های خودکار, در هنگام سانسور محتوای مشخص
nl: CreeÃ«rt xhtml tags voor afkortingen, acroniemen en autolinks, waarbij specifieke censuur op inhoud kan worden toegepast.
pl: Tworzy tagi xhtml dla skrótów, akronimów i linków automatycznych oraz umożliwia cenzorowanie wybranych treści.

source: Abbreviations
fa: مخففات
nl: Afkortingen
pl: Skróty

source: Edit
fa: ویرایش
nl: Bewerken
pl: Edytuj

source: Acronyms
fa: سرنام کلمات
nl: Acroniemen
pl: Akronimy

source: Links
fa: لینک ها
pl: Linki

source: Censor
fa: سانسور
nl: Censuur
pl: Cenzor

source: Loading data...
fa: در حال بار گذاری داده ها...
nl: Gegevens inlezen...
pl: Ładowanie danych...

source: Saving data...
fa: در حال ذخیره داده ها...
nl: Gegevens opslaan...
pl: Zapisywanie danych...

source: Error! Database selection failed. Please contact the webmaster.
fa: خطا! انتخاب پایگاه داده شکست خورد. لطفا با مدیر تماس بگیرید.
nl: Foutmelding! Database selectie mislukt. Neem contact op met de webmaster.
pl: Błąd! Wybór bazy danych zakończony niepowodzeniem. Proszę skontaktować się z administratorem strony.

source: Unkown category
fa: طبقه ناشناخته
nl: Onbekende categorie
pl: Nieznana kategoria

source: No auth for category
fa: بدون احراز هویت برای طبقه
nl: Geen toegang tot categorie
pl: Brak autoryzacji dla kategorii

source: unkown download
fa: دانلود ناشناخته
nl: onbekende download
pl: nieznane pobieranie

source: downloads
fa: دانلود ها
pl: pobieranie

source: unknown parameter at pos.1 (C, D, L or S)
fa: پارامتر ناشناخته در pos.1 (C, D, L یا S)
nl: Onbekende parameter op positie 1 (C, D, L of S)
pl: nieznany parametr w pozycji 1 (C, D, L lub S)

source: Downloads 2.0 or later needed
fa: ماژول Downloads نسخه 2.0 یا بالاتر نیاز است
nl: Downloads 2.0 of hoger vereist
pl: Wymagany moduł Downloads 2.0 lub wyższy

source: Downloads not available
fa: ماژول Downloads دردسترس نیست
nl: Downloads module niet beschikbaar
pl: Moduł Downloads niedostępny

source: no needle id
fa: بدون شماره آزاردهنده
nl: Geen naald id
pl: brak id igły

source: Unkown pagesetter tid
fa: tid ناشناخته در pagesetter
nl: Onbekende pagesetter tid
pl: Nieznany tid pagesettera

source: No auth for pagesetter tid
fa: بدون احراز هویت برای tid pagesetter
nl: Geen toegang tot pagesetter tid
pl: Brak autoryzacji dla tid pagesettera

source: Unkown pagesetter pid
fa: pagesetter pid ناشناخته
nl: onbekende pagesetter pid
pl: Nieznany pid pagesettera

source: No auth for pagesetter pid
fa: بدون احراز هویت برای pagesetter pid
nl: Geen toegang tot pagesetter pid
pl: Brak autoryzacji dla pid pagesettera

source: wrong needle id
fa: شماره آزاردهنده اشتباه است
nl: Verkeerde naald id
pl: błędne id igły

source: Error reading reading needle data for '%1$s' or module '%2$s' is not active
fa: خطا در خواندن اطلاعات آزاردهنده از '%1$s' یا ماژول '%2$s' غیر فعال است
nl: Fout bij uitlezen van naaldgegevens van '%1$s', of module '%s$s' is niet actief
pl: Błąd czytania danych igły dla '%1$s' lub modułu '%2$s' nie jest aktywny

source: No auth for folder
fa: بدون احراز هویت برای پوشه
nl: Geen toegang tot folder
pl: Brak autoryzacji dla folderu

source: Unkown folder
fa: پوشه ناشناخته
nl: Onbekende folder
pl: Nieznany folder

source: No auth for photoshare image
fa: بدون احراز هویت برای تصویر photoshare
nl: Geen toegang tot photoshare afbeelding
pl: Brak autoryzacji dla obrazka z photoshare

source: Unkown photoshare image
fa: تصویر ناشناخته در photoshare
nl: Onbekende photoshare afbeelding
pl: Nieznany obrazek photoshare

source: unkown parameter at pos 1 (A,P or T)
fa: پارامتر ناشناخته در pos 1 (A,P یا T)
nl: Onbekende parameter op positie 1 (A, P of T)
pl: Nieznany parametr na pozycji 1 (A,P lub T)

source: Pagesetter not available
fa: ماژول Pagesetter در دسترس نیست
nl: Pagesetter niet beschikbaar
pl: Pagesetter nie jest dostępny

source: No auth for weblink category
fa: بدون احراز هویت برای طبقه weblink
nl: Geen toegang tot weblink categorie
pl: Brak autoryzacji dla kategorii odnośników www

source: Unkown welink category
fa: طبقه welink ناشناس
nl: Onbekende weblink categorie
pl: Nieznana kategoria odnośnika

source: No auth for weblink
fa: بدون احراز هویت برای weblink
nl: Geen toegang tot weblink
pl: Brak autoryzacji dla odnośnika www

source: Unkown weblink
fa: لینک وب ناشناخته
nl: Onbekende weblink
pl: Nieznany odnośnik

source: Web_Links not available
fa: ماژول Web_Links در دسترس نیست
nl: Web_Links niet beschikbaar
pl: Web_Links nie jest dostępny

source: click here to see changeset #%1$s of the %2$s-project
fa: برای مشاهده کاراکترست #%1$s از پروژه %2$s اینجا کلیک کنید
nl: Klik hier voor de changeset #%1$s van het %2$s-project
pl: kliknij tutaj aby zobaczyć zestaw zmian #%1$s dla %2$s-projekt

source: Changeset #%1$s (%2$s-project)
fa: کاراکترست #%1$s (پروژه %2$s)
pl: Zestaw zmian #%1$s (%2$s-projekt)

source: click here to see ticket #%1%s of the %2$s-project
fa: برای مشاهده تیکت #%1%s از پروژه %2$s اینجا کلیک کنید
nl: klik hier om de ticket #%1%s van het %2$s-project te bekijken
pl: Kliknij tutaj żeby zobaczyć bilet #%1%s dla %2$s-projekt

source: Ticket #%1$s (%2$s-project)
fa: تیکت #%1$s (پروژه-%2$s)
pl: Bilet #%1$s (%2$s-projekt)

source: Unkown page
fa: صفحه ناشناخته
nl: Onbekende pagina
pl: Nieznana strona

source: htmlpages not available
fa: ماژول htmlpages در دسترس نیست
nl: htmlpages niet beschikbaar
pl: nie dostępny htmlpages

source: Configuration updated
fa: پیکربندی به روز رسانی شد
nl: Configuratie bijgewerkt
pl: Uaktualniono konfigurację

source: Error! No such item exists.
fa: خطا! هیچ مقوله ای وجود ندارد
nl: Foutmelding! Dit item bestaat niet.
pl: Błąd! Nie istnieje taka pozycja.

source: Abbreviation
fa: مخفف
nl: Afkorting
pl: Skrót

source: Acronym
fa: سرنام کلمات
nl: Acroniem
pl: Akronim

source: Link
fa: لینک
pl: Odnośnik

source: Illegal word
fa: کلمه غیر مجاز
nl: Niet toegestaan woord
pl: Niepoprawne słowo

source: Done! Entry deleted.
fa: انجام شد! ورودی حذف شد
nl: Klaar! Item verwijderd.
pl: Zrobione! Wpis skasowano.

source: missing short text
fa: متن کوتاه وارد نشده است
nl: korte omschrijving ontbreekt
pl: brakujący krótki tekst

source: missing long text
fa: متن طولانی وارد نشده است
nl: Lange omschrijving ontbreekt
pl: brakujący długi tekst

source: missing type text
fa: نوع متن وارد نشده است
nl: Type ontbreekt
pl: brakujący typ tekst

source: missing title text
fa: عنوان متن وارد نشده است
nl: Titel tekst ontbreekt
pl: brakujący tekst tytułowy

source: Done! Entry created.
fa: انجام شد! ورودی ایجاد شد.
nl: Klaar! Item aangemaakt.
pl: Zrobione! Wpis utworzono.

source: Error! Database creation of entry failed.
fa: خطا! ایجاد پایگاه داده برای ورودی شکست خورد.
nl: Foutmelding! Aanmaken database item mislukt.
pl: Błąd! Utworzenie bazy danych nie powiodło się.

source: Done! Entry updated.
fa: انجام شد! ورودی به روز رسانی شد.
nl: Klaar! Item bijgewerkt.
pl: Zrobione! Wpis uaktualniono.

source: Error: Entry creation failed
fa: خطا: ایجاد ورودی با شکست مواجه شد
nl: Foutmelding! Item aanmaken mislukt
pl: Błąd: Utworzenie wpisu nie powiodło się

source: Error! Database deletion of entry failed
fa: خطا! حذف پایگاه داده برای ورودی شکست خورد.
nl: Foutmelding! Database item verwijderen mislukt.
pl: Błąd! Skasowanie wpisu w bazie danych nie powiodło się

source: Database update of entry failed
fa: به روز رسانی پایگاه داده برای ورودی شکست خورد.
nl: Database item kon niet bijgewerkt worden
pl: Aktualizacjia wpisu do bazy danych nie powiodła się

source: no description found
fa: بدون توضیح
nl: Geen beschrijving beschikbaar
pl: brak opisu

source: no module found
fa: هیچ ماژولی یافت نشد
nl: geen module gevonden
pl: nie znaleziono modułu

source: Start
fa: آغاز

source: Add item
fa: افزودن آیتم
nl: Item toevoegen
pl: Dodaj pozycję

source: View censored words
fa: مشاهده کلمات سانسور شده
nl: Toon gecensureerde woorden
pl: Pokaż cenzurowane słowa

source: Needles
fa: آزار دهنده ها
nl: Naalden
pl: Igły

source: View needles
fa: مشاهده آزار دهنده ها
nl: Toon naalden
pl: Zobacz igły

source: Settings
fa: تنظیمات
nl: Instellingen
pl: Ustawienia

source: Error! Database create table error
fa: خطا! خطا در ایجاد جدول پایگاه داده
nl: Foutmelding! Database tabel aanmaken mislukt
pl: Błąd! Utworzenie tabeli w bazie danych nie powiodło się

source: Error! Failed to register your MultHook
fa: خطا! ثبت MultHook شما شکست خورد
nl: Foutmelding! Kon MultiHook module niet registreren
pl: Błąd! Zarejestrowanie twojego MultHooka nie powiodło się

source: %s entries copied from AutoLinks, you can remove this module now.
fa: %s از ماژول AutoLinks کپی شد, شما اکنون می توانید این ماژول را حذف کنید.
nl: %s items gekopieerd uit AutoLinks, deze module kan nu veilig verwijderd worden.
pl: %s wpisów skopiowano z AutoLinks, możesz już usunąć ten moduł.

source: Error! Upgrade to 5.0 failed
fa: خطا! ارتقا به 5.0 شکست خورد
nl: Foutmelding! Upgrade naar 5.0 mislukt
pl: Błąd! Uaktualnienie do 5.0 nie powiodło się

source: Error! Database delete table error
fa: خطا! خطا در حذف جدول پایگاه داده
nl: Foutmelding! Database tabel verwijderen mislukt
pl: Błąd! Skasowanie tabeli z bazy danych nie powiodło się

source: Error! Unable to remove MultiHook
fa: خطا! نمی توانم MultiHook را حذف کنم
nl: Foutmelding! Kon MultiHook module niet verwijderen
pl: Błąd! Nie mogę usunąć MultiHook

source: Actually Multihook is used with the following modules
fa: Multihook در ماژول های زیر استفاده می شود:
nl: Momenteel wordt MultiHook gebruikt bij de volgende modules
pl: Aktualnie Multihook jest użyty w następujących modułach

source: Module
fa: ماژول
pl: Moduł

source: Displayname
fa: نام نمایشی
nl: Weergavenaam
pl: Wyświetl nazwę

source: Options
fa: انتخاب ها
nl: Opties
pl: Opcje

source: Hook settings
fa: تنظیمات قلاب
nl: Hook instellingen
pl: Ustawienia wtyczki

source: MultiHook is not used with any module
fa: MultiHook بوسیله هیچ ماژولی استفاده نشده است
nl: Multihook wordt bij geen modules gebruikt
pl: MultiHook nie jest użyty z żadnym modułem

source: Activate MultiHook for more modules
fa: فعال سازی MultiHook برای ماژول های بیشتر
nl: Multihook voor meer modules activeren
pl: Aktywuj MultiHook dla innych modułów

source: Links, Abbreviations, Acronyms, Censor and Needles
fa: لینک ها, مخففات, سرنام کلمات, سانسور و سایر آزار دهنده ها
nl: Links, afkortingen, acroniemen, censuur en naalden
pl: Odnośniki, Skróty, Akronimy, Cenzura i Igły

source: Visit the MultiHook-project
fa: بازدید از پروژه MultiHook
nl: Bekijk het MultiHook project
pl: Zobacz projekt MultiHook

source: General Settings
fa: تنظیمات عمومی
nl: Algemene instellingen
pl: Ustawienia Główne

source: Only replace first occurence per text
fa: فقط اولین رویداد را به ازای هر متن جایگزین کن
nl: Vervang alleen eerste verschijning van een woord in de tekst
pl: Zamieniaj tylko pierwsze wystąpienie w tekście

source: CSS class definition for external links
fa: CSS-Classdefinition برای لینک های به خارج
nl: CSS class definitie voor externe links
pl: Definicja klasy CSS dla odnośników zewnętrznych

source: Items per page in admin view
fa: آیتم به ازای هر صفحه در سمت مدیر
nl: Aantal items per pagina in beheerdersweergave
pl: Pozycji na stronie w podglądzie administracyjnym

source: Use MultiHook inside [code][/code]
fa: از MultiHook در درون [code][/code] استفاده کن
nl: Gebruik MultiHook binnen [code][/code]
pl: Użyj MultiHook wewnątrz [code][/code]

source: Replace links with title
fa: جانشین کردن لینک ها با عنوان
nl: Vervang links door de titel
pl: Zmień odnośniki na tytuł

source: Replace abbreviations with long text
fa: جانشین کردن مخففات با متن طولانی
nl: Vervang afkortingen door lange omschrijving
pl: Zamień skróty na dłuższy tekst

source: Show edit link
fa: نمایش لینک ویرایش
nl: Toon bewerk link
pl: Pokaż edytowany odnośnik

source: Replace illegal words which are parts of other words, eg. replace oo in Google
fa: جایگزین کردن کلمات غیر مجازی که جزیی از کلمات دیگر هستند برای مثال oo در Google.
nl: Vervang woorden die deel zijn van andere woorden, zoals oo in Google
pl: Zamieniaj niepożądane słowa które sa częścią innych słów, np. zamień oo w Google

source: Do not replace first and last letter when censoring words with more than two chars
fa: هنگامی که کلمات سانسور شده بیش از 2 کاراکتر است, اولین و آخرین حرف را چایگزین نکن
nl: Vervang de eerste en laatste letter niet indien er een woord gecensureerd wordt met meer dan twee karakters
pl: Nie zamieniaj pierwszej i ostatniej litery gdy cenzorujesz słowa które mają więcej niż dwa znaki

source: Update Configuration
fa: به روز رسانی پیکر بندی
nl: Configuratie bijwerken
pl: Uaktualnij Konfigurację

source: Short version
fa: نسخه کوتاه
nl: Korte versie
pl: Krótka wersja

source: Long version
fa: نسخه طولانی
nl: Lange versie
pl: Długa wersja

source: (in case of a link the url, ignored for illegal words)
fa: (در مورد لینک ها و URLها به کار می رود, در مورد کلمات غیر مجاز رد خواهد شد)
nl: (in geval van een link de URL, niet nodig bij illegale woorden)
pl: (w przypadku odnośnika, pomijane dla słów niepożądanych)

source: Title
fa: عنوان
nl: Titel
pl: Tytuł

source: (only necessary for a link, ignored for illegal words)
fa: (فقط برای یک لینک مورد نیاز است, در مورد کلمات غیر مجاز رد خواهد شد)
nl: (alleen nodig voor een link, niet nodig voor illegale woorden)
pl: (istotny tylko dla odnośników, ignorowany dla słów niepożadanych)

source: Language
fa: زبان
nl: Taal
pl: Język

source: Type
fa: نوع
pl: Typ

source: Submit
fa: ارسال
nl: Versturen
pl: Wyślij

source: Cancel
fa: انصراف
nl: Annuleren
pl: Anuluj

source: Delete entry
fa: حذف ورودی
nl: Item verwijderen
pl: Usuń wpis

source: Glossary
fa: واژه نامه
nl: Glossarium
pl: Słownik

source: Select
fa: انتخاب
nl: Selecteren
pl: Wybierz

source: Show
fa: نمایش
nl: Tonen
pl: Pokaż

source: No entries present
fa: هیچ ورودی وجود ندارد
nl: Geen items beschikbaar
pl: Nic nie wprowadzono

source: Edit item
fa: ویرایش آیتم
nl: Item bewerken
pl: Edycja pozycji

source: The curly brackets indicate the beginning and the end of the parameters and don't have to be used in the needle, the pipe symbol | indicates different options you can use.
fa: آکلادها به شروع و خاتمه پارامتر ها اشاره می کنند و در آزار دهنده استفاده نشده اند, سمبل لوله | به انتخاب های مختلفی که شما می توانید استفاده کنید, اشاره می کند.
nl: De accolades geven het begin en het einde van de parameters aan, en hoeven dus niet gebruikt te worden in de naald-expressie, het "pipe" symbool (|) geeft de verschillende beschikbare mogelijkheden aan.
pl: Okrągłe nawiasy wskazują początek i koniec parametrów i nie muszą byc użye w igle, symbol | wskazuje inne opcje które możesz użyć.

source: Usage
fa: کاربرد
nl: Gebruik
pl: Użycie

source: Source
fa: منبع
nl: Bron
pl: Źródło

source: Case sensitive
fa: مورد دارای حساسیت
nl: Hoofdletter gevoelig
pl: Rozróznia wielkość liter

source: Yes
fa: بله
nl: Ja
pl: Tak

source: No
fa: خیر
nl: Nee
pl: Nie

source: No Needles found
fa: هیچ آزاردهنده ای یافت نشد
nl: Geen naalden beschikbaar
pl: Nie znaleziono Igieł

source: weblinks
pl: odnośniki
