Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Sitemap/1.0/module_sitemap.po
Languages: pl

source: Done! Module configuration updated.
pl: Zrobione! Uaktualniona konfiguarcja modułu.

source: Homepage
pl: Strona główna

source: sitemap
pl: mapa strony

source: Sitemap generate a xml sitemap for the search engines and another one for the users.
pl: Sitemap generuje jedna mapę strony w xmlu dla wyszukiwarek i drugą dla użytkowników.

source: Content to display
pl: Zawartość do wyświetlenia

source: Order the content to display
pl: Porządkuj zawartość na ekranie

source: Settings
pl: Ustawienia

source: Error: the modules per line value should be set between 1 and 10.
pl: Błąd: wartość (na linię) dla modułu musi się zawierać pomiędzy 1 a 10.

source: And more...
pl: I więcej...

source: Categories
pl: Kategorie

source: Archives
pl: Archiwa

source: Submit article
pl: Wyślij artykuł

source: Submit a question
pl: Wyślij zapytanie

source: Terms of use
pl: Warunki użytkownania

source: Privacy policy
pl: Polityka prywatności

source: Accessibility statement
pl: Oświadczenie dostępności

source: New search
pl: Nowe wyszukiwanie

source: Recent searches list
pl: Aktualna lista wyszukiwań

source: Submit a review
pl: Wyślij recenzję

source: Sitemap manager
pl: Manager mapy strony

source: By default Sitemap override cache settings then the cache is forced to be enable. Why? Because this module makes a lot of sql queries to generate the sitemap, so for better performance the result is cached during 24 hours by default.
pl: Z definicji Sitemap pomija ustawienia cache a cache musi być włączony. Dlaczego? Ten moduł wymaga wykonania wielu zapytań sql aby wygenerować mapę strony, dlatego dla lepszych osiągów wyniki są cacheowane przez 24 godziny z definicji.

source: Override pnRender cache settings
pl: Omiń ustawienia cache z pnRender

source: Yes
pl: Tak

source: No
pl: Nie

source: In seconds (e.g. 3600 = 1 hour, 86400 = 24 hours, 604800 = 1 week, 2678400 = 1 month).
pl: W sekundach (e.g. 3600 = 1 godzina, 86400 = 24 godziny, 604800 = 1 tydzień, 2678400 = 1 miesiąc).

source: Layout
pl: Układ graficzny

source: Select your favorite layout
pl: Wybierz swój ulubiony układ graficzny

source: Default
pl: Standardowe

source: Modules per line. This value must be between 1 and 10 (default = 5).
pl: Modułów w linii. Ta wartość musi być z przedziału 1 do 10 (standardowo = 5).

source: Cancel
pl: Anuluj

source: Sitemap of %s
pl: Mapa strony %s

source: Direct links
pl: Bezposrednie odnośniki

source: Welcome into the administration of the sitemap module.
pl: Witaj w sekcji administracyjnej modułu Sitemap.

source: Here is the links to your xml sitemap:
pl: Tu jest odnośnik do twojej mapy stony w xml:

source: Submit xml sitemap
pl: Wyślij mapę strony w xml

source: If you click on the bottom links, it will submit the xml sitemap in the corresponding language to the search engine.
pl: Jeśli klikniesz na dolne odnośniki, wyślesz mapę strony xml (w wybranym przez siebie języku) do wyszukiwarki.

source: Notice:
pl: Notatka:

source: You can't order a module before to have attribute it to the left/right column.
pl: Nie możesz orządkować modułu zanim nie ustawisz atrybutów po lewej/prawej stronie kolumny.

source: Blank field for order will automaticly set order to 99.
pl: Czyste pola kolejności automatycznie będą miały ustawioną kolejność na 99.

source: Order per module
pl: Porządek dla modułu

source: Column and order per module
pl: Kolumny i kolejność dla modułu

source: Left
pl: Lewo

source: Right
pl: Prawo

source: Alternatively
pl: Alternatywnie

source: Order:
pl: Porządek:

source: Notice: You have to set for each module if you want to display it into the sitemap and if you want to display links to the sections/content of each module. You can also set some xml information.
pl: Notatka: Musi ustawić dla każdego modułu jeśli chcesz aby wyświetlał się w mapie strony i jeśli chcesz wyświetlać odnośniki do sekcji/zawartości każdego modułu. Możesz także ustawić niektóre z informacji w xml.

source: General
pl: Główne

source: Display this module
pl: Pokaż ten moduł

source: User sitemap
pl: Mapa strony użytkownika

source: Xml sitemap
pl: mapa strony w Xml

source: %1$s and %2$s
pl: %1$s i %2$s

source: Display links to the sections
pl: Wyświetl odnośniki do sekcji

source: Display links to the content
pl: Pokaż odnośniki do zawartości

source: Maximum links to the content to display (blank field = no limit). This maximum value will only affect xml sitemap.
pl: Maksymalna liczba wyświetlanych linków (Puste pole = brak limitu). Ta maksymalna wartość będzie ważna tylko dla użytkownika mapy strona.

source: Set change frequency for this module
pl: Zobacz zmiany częstotliwości dla tego modułu

source: Don't specify change frequency
pl: Nie ustawiaj zmiany częstotliwości

source: Always
pl: Zawsze

source: Hourly
pl: Godzinnie

source: Daily
pl: Dziennie

source: Weekly
pl: Tygodniowo

source: Monthly
pl: Miesięcznie

source: Yearly
pl: Rocznie

source: Never
pl: Nigdy

source: Set priority for this module
pl: Ustaw priorytet dla tego modułu

source: Don't specify priority
pl: Nie ustawiaj priorytetu

source: Go to bottom
pl: Idź na dół
