Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/piwik/0.3/module_piwik.po
Languages: fa, fr

source: piwik statistics
fa: آمار مشاهدات piwik
fr: statistiques piwik

source: This version of piwik only works with Zikula 1.2.x and higher.
fa: این نسخه از piwik فقط با زیکولا 1.2.x و نسخه های جدیدتر کار می کند.
fr: Cette version de piwik ne fonctionne qu'avec Zikula 1.2.x ou plus récent.

source: Error creating Hook!
fa: خطا در ایجاد هوک!
fr: Erreur lors de la création de l'extension !

source: Error deleting Hook!
fa: خطا در حذف هوک!
fr: Erreur lors de la suppression de l'extension !

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
fa: 'authkey' نامعتبر: این معمولا به این معنی است که شما دکمه بازگشت را فشده اید، یا این که 'authkey' صفحه منقضی شده است. لطفا صفحه را مجددا بارگزاری کنید و دوباره سعی کنید.
fr: Clé d'authentification invalide : cela signifie que vous avez cliqué sur le bouton "Précédent", ou que la clé d'authentification a expiré. Veuillez rafraichir la page et essayer a nouveau.

source: Configuration not updated
fa: پیکربندی بروز نشد
fr: Configuration non mise à jour

source: Done! Module configuration updated.
fa: انجام شد! پیکربندی ماژول بروز شد.
fr: Terminé ! Configuration du module mise a jour.

source: Settings
fa: تنظیمات
fr: Paramètres

source: Enable Tracking
fa: فعال کردن پیگردی
fr: Activer le pistage

source: URL to your piwik installation
fa: آدرس نصب piwik شما
fr: URL de votre installation de piwik

source: Site-ID
fa: شناسه سایت
fr: ID-Site

source: Piwik Token
fr: Jeton Piwik

source: Track admin pages
fa: پیگردی صفحات مدیریتی
fr: Pister les pages d'administration

source: Track Links
fr: Pister les liens

source: Save Configuration
fa: ذخیره پیکربندی
fr: Enregistrer la configuration

source: Cancel
fa: لغو
fr: Annuler

source: View statistics
fa: مشاهده آمار
fr: Voir les statistiques

source: Piwik-URL starts not with http or https!
fa: آدرس piwik با http یا https شروع نشده است!
fr: l'url de Piwik ne commence pas par http ou https !
