Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Thumbnail/1.2.1/module_thumbnail.po
Languages: nl, pt

source: Sorry! No authorization to access this module.
nl: Sorry! Geen toegang tot deze module
pt: Não tem autorização para aceder a este módulo.

source: Download the latest version from <a href="http://phpthumb.sourceforge.net">http://phpthumb.sourceforge.net</a>
nl: Download de meest recente versie op <a href="http://phpthumb.sourceforge.net">http://phpthumb.sourceforge.net</a>
pt: Faça download da versão mais recente de <a href="http://phpthumb.sourceforge.net">http://phpthumb.sourceforge.net</a>

source: This phpThumb version
nl: Deze phpThumb versie
pt: Esta versão phpThumb

source: Latest version unknown.
nl: Laatste versie onbekend
pt: Versão mais recente desconhecida

source: This must be a pre-release beta version. Please report bugs to:
nl: Dit moet een een pre-release beta versie zijn. Rapporteer bugs a.u.b. op:
pt: Esta deve ser uma versão beta de pré-lançamento. Reporte bugs para:

source: You must be using a pre-release beta version. Please report bugs to:
nl: Er wordt een pre-release beta versie gebruikt. Rapporteer bugs a.u.b. op:
pt: Deve estar a usar uma versão beta de pré-lançamento. Reporte bugs para:

source: You are using the latest released version.
nl: De meest recent vrijgegeven versie wordt gebruikt.
pt: Está a usar a versão lançada mais recente.

source: One (or more) minor version(s) have been released since this version.
nl: Er zijn één (of meer) minor versies na deze versie uitgebracht.
pt: Uma (ou mais) versão(ões) menor(es) foi(ram) lançada(s) desde esta versão.

source: One (or more) major version(s) have been released since this version, you really should upgrade.
nl: Er zijn één (of meer) minor versies na deze versie uitgebracht, upgraden wordt zeer aangeraden.
pt: Uma (ou mais) versão(ões) maior(es) foi(ram) lançada(s) desde esta versão, deveria fazer um upgrade.

source: Fundamental changes have been made since this version.
nl: Er zijn fundamentele wijzigingen geweest sinds deze versie.
pt: Mudanças fundamentais foram feitas a partir desta versão.

source: "phpThumb.config.php" exists and "phpThumb.config.php.default" does not
nl: "phpThumb.config.php" bestaat en "phpThumb.config.php.default" bestaat niet
pt: "phpThumb.config.php" existe e "phpThumb.config.php.default" não existe

source: "phpThumb.config.php" and "phpThumb.config.php.default" both exist
nl: "phpThumb.config.php" en "phpThumb.config.php.default" bestaan allebei
pt: "phpThumb.config.php" e "phpThumb.config.php.default" existem

source: rename "phpThumb.config.php.default" to "phpThumb.config.php"
nl: hernoem "phpThumb.config.php.default" naar "phpThumb.config.php"
pt: renomear "phpThumb.config.php.default" para "phpThumb.config.php"

source: "phpThumb.config.php" not found (nor "phpThumb.config.php")
nl: "phpThumb.config.php" kan niet gevonden worden (en "phpThumb.config.php" ook niet)
pt: "phpThumb.config.php" não encontrado (nem "phpThumb.config.php")

source: "phpThumb.config.php.default" that comes in the distribution must be renamed to "phpThumb.config.php" before phpThumb.php can be used. Avoid having both files present to minimize confusion.
nl: "phpThumb.config.php.default" die meekomt met de distributie moet hernoemd worden naar "phpThumb.config.php", voordat phpThumb.php gebruikt kan worden. Vermijd het aanwezig zijn van beide bestanden om verwarring te voorkomen.
pt: "phpThumb.config.php.default" que vem na distribuição deve ser renomeado para "phpThumb.config.php" antes de phpThumb.php poder ser usado. Evite ter ambos os ficheiros presentes para minimizar confusão.

source: PHP5 is ideal (support for numerous built-in filters which are much faster than my code).<br />PHP v4.4.2 contains a bug in fopen over HTTP (phpThumb has a workaround)<br />PHP v4.3.2+ supports ImageSaveAlpha which is required for proper PNG/ICO output.<br />ImageRotate requires PHP v4.3.0+ (but buggy before v4.3.3).<br />EXIF thumbnail extraction requires PHP v4.2.0+.<br />Most things will work back to PHP v4.1.0, and mostly (perhaps buggy) back to v4.0.6, but no guarantees for any version older than that.
nl: PHP5 is ideaal (onderstening voor zeer veel ingebouwde filters die veel sneller zijn dan de eigen code).<br />PHP v4.4.2 bevat een fout in fopen over HTTP (phpThumb heeft een workaround)<br />PHP v4.3.2+ ondersteund ImageSaveAlpha die nodig is voor goede PNG/ICO output.<br />ImageRotate heeft PHP v4.3.0+ nodig (maar heeft fouten voor v4.3.3).<br />om EXIF thumbnails aan te maken is PHP v4.2.0+ nodig.<br />De meeste dingen werken sinds PHP v4.1.0, en o.h.a. (maar met fouten) sinds v4.0.6, maar er worden geen garanties afgegeven voor oudere versies.
pt: PHP5 é ideal (suporte para numerosos filtros built-in que são muito mais rápido que o meu código).<br />PHP v4.4.2 contém um bug em fopen sobre HTTP (phpThumb tem uma solução)<br />PHP v4.3.2+ suporta ImageSaveAlpha que é requerido para output adequado PNG/ICO.<br />ImageRotate requer PHP v4.3.0+ (mas com bugs antes de v4.3.3).<br />extração de miniaturas EXIF requer PHP v4.2.0+.<br />A maior parte das coisas vai trabalhar para PHP v4.1.0, e na maioria (talvez com bugs) para v4.0.6, mas sem garantias para qualquer versão mais antiga que essa.

source: GD2-bundled version is ideal.<br />GD2 (non-bundled) is second choice, but there are a number of bugs in the non-bundled version. ImageRotate is only available in the bundled version of GD2.<br />GD1 will also (mostly) work, at much-reduced image quality and several features disabled. phpThumb can perform most operations with ImageMagick only, even if GD is not available.
nl: De meegeleverde versie van GD2 werkt goed.<br />De niet-meegeleverde versie van GD2 is goed als tweede keuze maar er in deze versie bestaan een aantal fouten. ImageRotate is alleen beschikbaar in de meegeleverde versie van GD2.<br />GD1 zal voor het grootste deel ook werken maar met lagere kwaliteit van de afbeeldingen en diverse mogelijkheden zullen zijn uitgeschakeld. phpThumb kan voor de meeste operaties gebruik maken van ImageMagick, zelfs indien GD niet beschikbaar is.
pt: Versão GD2-incluído é ideal.<br />GD2 (não incluído) é a segunda opção, mas há um número de bugs na versão não incluído. ImageRotate está disponível apenas na versão incluída GD2.<br />GD1 também (principalmente) trabalhará em qualidade de imagem muito reduzida e vários recursos desabilitados. phpThumb pode executar a maioria das operações com apenas ImageMagick, mesmo que GD não esteja disponível.

source: ImageMagick version
nl: ImageMagick versie
pt: Versão ImageMagick

source: ImageMagick is faster than GD, can process larger images without PHP memory_limit issues, can resize animated GIFs. phpThumb can perform most operations with ImageMagick only, even if GD is not available.
nl: ImageMagick is sneller dan GD, can overweg met grotere afbeeldingen zonder problemen met de geheugenlimieten in PHPen kan geanimeerde GIF's verschalen. phpThumb kan voor de meeste operaties gebruik maken van ImageMagick, zelfs indien GD niet beschikbaar is.
pt: ImageMagick é mais rápido do que GD, pode processar imagens maiores sem problemas de limite de memória do PHP, pode redimensionar GIFs animados. phpThumb pode executar a maioria das operações com apenas ImageMagick, mesmo que GD não esteja disponível.

source: ImageMagick features
nl: ImageMagick eigenschappen
pt: Recursos ImageMagick

source: All of these parameters may be called by phpThumb, depending on parameters used. Green means the feature is available; red means a critical feature is missing; orange means an optional filter/feature is missing.
nl: Al deze functies kunnen aangeroepen worden door phpThumb, afhankelijk van de gebruikte parameters. Groen betekent dat een functie beschikbaar is; rood betekent dat een vereiste functie niet beschikbaar is; oranje betekent dat een optioneel filter/functie niet beschikbaar is.
pt: Todos estes parâmetros podem ser chamados por phpThumb, dependendo dos parâmetros utilizados. Verde significa que o recurso está disponível; vermelho significa que um elemento crítico está ausente; laranja significa que um filtro/recurso opcional está ausente.

source: GD features
nl: GD eigenschappen
pt: Recursos GD

source: JPG Support
nl: JPG ondersteuning
pt: Suporte JPG

source: PNG Support
nl: PNG ondersteuning
pt: Suporte PNG

source: GIF Read Support
nl: GIF inlees ondersteuning
pt: Suporte de Leitura GIF

source: GIF Create Support
nl: GIF creatie ondersteuning
pt: Suporte de Criação GIF

source: FreeType Support
nl: FreeType ondersteuning
pt: Suporte FreeType

source: PNG support is required for watermarks, overlays, calls to ImageMagick and other internal operations.<br />JPG support is obviously quite useful, but ImageMagick can substitute<br />GIF read support can be bypassed with ImageMagick and/or internal GIF routines.<br />GIF create support can be bypassed with ImageMagick (if no filters are applied)<br />FreeType support is needed for TTF overlays.
nl: PNG ondersteuning is veriest voor het maken van watermerken, overlays, aanroepen naar ImageMagick en andere interne operaties.<br />JPG ondersteuning is natuurlijk zeer zinvol, maar ImageMagick kan dit vervangen<br />GIF inlees ondersteuning van worden omzeild door ImageMagick en/of interne GIF routines.<br />GIF creatie ondersteuning kan worden omzeild met ImageMagick (als er geen filters gebruikt zijn)<br />FreeType ondersteuning is nodig voor TTF overlays.
pt: Suporte PNG é requerido para marcas de água, sobreposições, chamadas para o ImageMagick e outras operações internas.<br />Suporte JPG é, obviamente, muito útil, mas ImageMagick pode substituir<br />Suporte de Leitura GIF pode ser contornado com rotinas internas GIF e/ou ImageMagick.<br />Suporte de Criação GIF pode ser contornado com ImageMagick (se não são aplicados filtros)<br />Suporte FreeType é necessário para sobreposições TTF.

source: GD extension "EXIF"
nl: GD extensie "EXIF"
pt: Extensão GD "EXIF"

source: EXIF extension required for auto-rotate images. Also required to extract EXIF thumbnail to use as source if source image is too large for PHP memory_limit and ImageMagick is unavailable.
nl: De EXIF extensie is vereist voor het automatisch rotereren van plaatjes. Het is ook nodig bij het extraheren van de EXIF thumbnail als het originele plaatje als het origineel te groot is voor de PHP memory_limit en ImageMagick niet beschikbaar is.
pt: Extensão EXIF requerida para a auto-rotação de imagens. Também requerido para extrair miniatura EXIF para uso como fonte, se a imagem de fonte é muito grande para o limite de memória PHP e ImageMagick não está disponível.

source: SAPI mode preferred to CGI mode. FCGI mode has unconfirmed strange behavior (notably more than one space in "wmt" filter text causes errors). If not working in "apache" (SAPI) mode, <i>apache_lookup_uri()</i> will not work.
nl: SAPI mode heeft de voorkeur boven CGI mode. FCGI mode vertoond onbevestigd vreemd gedrag (bijvoorbeeld meer dan één spatie in de "wmt" filter tekst veroorzaakt fouten). Indien het niet werkt in "apache" (SAPI) mode, dan zal <i>apache_lookup_uri()</i> niet werken.
pt: Modo SAPI preferido para o modo CGI. Modo FCGI tem um comportamento estranho não confirmado (nomeadamente mais de um espaço no texto de filtro "WMT" causa erros). Se não trabalhar em modo "apache" (SAPI), <i> apache_lookup_uri () </ i> não vai funcionar.

source: Server Software
pt: Software do Servidor

source: Apache v1.x has the fewest compatability problems. IIS has numerous annoyances. Apache v2.x is broken when lookup up <i>/~user/filename.jpg</i> style relative filenames using <i>apache_lookup_uri()</i>.
nl: Apache v1.x heeft de minste compatibiliteits problemen. IIS heeft verscheidene verelende eigenschappen. Apache v2.x faalt wanneer <i>/~user/filename.jpg</i> style wordt opgezocht met relatieve bestandsnamen met <i>apache_lookup_uri()</i>.
pt: Apache v1.x tem o menor número de problemas de compatibilidade. IIS tem inúmeras contrariedades. Apache v2.x é quebrado quando pesquisa <i>/~user/filename.jpg</i> usando nomes de ficheiros relativos a estilo <i>apache_lookup_uri()</i>.

source: curl version
nl: curl versie
pt: versão curl

source: Best if available. HTTP source images will be unavailable if CURL unavailable and <i>allow_url_fopen</i> is also disabled.
nl: Het beste als het beschikbaar is. HTTP source plaatjes zullen niet beschikbaar zijn als CURL niet beschikbaar is en <i>allow_url_fopen</i> ook uit staat.
pt: Melhor se disponível. Imagens de origem HTTP estará indisponível se CURL indisponível e <i>allow_url_fopen</i> também estiver desabilitado.

source: required for "ra" and "ar" filters.
nl: vereist voor "ra" en "ar" filters.
pt: requerido para filtros "ra" e "ar".

source: required for "ar" filter.
nl: vereist voor "ar" filter.
pt: requerido para filtro "ar".

source: required to extract EXIF thumbnails.
nl: vereist voor het extraheren van EXIF thumbnails.
pt: requerido para extrair miniaturas EXIF.

source: mostly used for troubleshooting.
nl: meestal gebruikt voor troubleshooting.
pt: usado principalmente para solucionar problemas.

source: available in PHP v4.1.0+, internal workaround available
nl: beschikbaar in PHP v4.1.0+, interne workaround beschikbaar
pt: disponível em PHP v4.1.0+, solução interna disponível

source: available in PHP v4.3.0+, internal workaround available
nl: beschikbaar in PHP v4.3.0+, interne workaround beschikbaar
pt: disponível em PHP v4.3.0+, solução interna disponível

source: available in PHP v5.0.0+, internal workaround available
nl: beschikbaar in PHP v5.0.0+, interne workaround beschikbaar
pt: disponível em PHP v5.0.0+, solução interna disponível

source: available in PHP3, except only PHP5 for Windows. poor internal workaround available
nl: beschikbaar in PHP3, behalve alleen PHP5 voor Windows. matige interne workaround beschikbaar
pt: disponível em PHP3, excepto apenas PHP5 para Windows. solução interna pobre disponível

source: available in PHP v4.3.0+ (with bundled GD2), internal workaround available
nl: beschikbaar in PHP v4.3.0+ (met aangesloten GD2), interne workaround beschikbaar
pt: disponível em PHP v4.3.0+ (com GD2 incluído), solução interna disponível

source: required for GD image output.
nl: vereist voor GD image uitvoer.
pt: requerido para a saída da imagem GD.

source: required for JPEG source images using GD.
nl: vereist voor JPEG bron images bij gebruik maken van GD.
pt: requerido para imagens de origem JPEG usando GD.

source: useful for GIF source images using GD.
nl: nuttig voor GIF bron images bij gebruik maken van GD.
pt: útil para imagens de origem GIF usando GD.

source: required for PNG source images using GD and other source image formats using ImageMagick.
nl: vereist voor PNG bron images bij gebruik maken van GD en andere bron image formaten bij gebruik maken van ImageMagick.
pt: requerido para imagens de origem PNG usando GD e outros formatos de imagens usando ImageMagick.

source: required for WBMP source images using GD.
nl: vereist voor WBMP originele images bij gebruik maken van GD.
pt: requerido para imagens de origem WBMP usando GD.

source: required for HTTP and non-file image sources.
nl: vereist voor HTTP en niet-bestand image bronnen.
pt: requerido para HTTP e fontes de imagem não-ficheiro.

source: required for all non-ImageMagick filters.
nl: veriest voor alle niet-ImageMagick filters.
pt: requerido para todos os filtros não ImageMagick.

source: available in PHP v4.3.2+ &amp; GD v2.0.1+
nl: beschikbaar in PHP v4.3.2+ &amp; GD v2.0.1+
pt: disponível em PHP v4.3.2+ &amp; GD v2.0.1+

source: PHP5 only. Required for some filters (but most can use ImageMagick instead)
nl: Alleen voor PHP5. Veriest voor sommige filters (maar de meeste kunnen ImageMagick in de plaats gebruiken)
pt: Apenas PHP5. Requerido para alguns filtros (mas a maioria pode usar ImageMagick em vez)

source: This setting is evil. Turn it off.
nl: Deze instelling is het kwaad zelve. Zet deze uit.
pt: Essa configuração é ruim. Desliga-a.

source: This setting is bad. Turn it off, if possible. phpThumb will attempt to work around it if it is enabled.
nl: Deze instelling is slecht. Zet het, indien mogelijk, uit. phpThumb zal pogen er om heen te werken als het aan blijft staan.
pt: Essa configuração é ruim. Desliga-a, se possível. phpThumb vai tentar contorná-la se estiver activada.

source: Best if off. Calls to ImageMagick will be disabled if on (limiting max image resolution, no animated GIF resize). Temp files may be disabled. Features will be limited.
nl: Indien mogelijk uit laten staan. Aanroepen van ImageMagick worden uitgeschakeld indien dit aan wordt gezet (beperkte afmetingen van afbeeldingen, geen mogelijkheid om geanimeerde GIF's te verschalen). Tijdelijke bestanden kunnen zijn uitgeschakeld. De mogelijkheden kunnen worden gelimiteerd.
pt: Melhor se off. Chamadas para ImageMagick serão desactivadas se on (limitando a resolução máxima da imagem, nenhum redimensionamento de GIF animado). Os ficheiros temporários podem ser desactivados. Os recursos serão limitados.

source: Best if on. HTTP source images will be unavailable if disabled and CURL is unavailable.
nl: Dient bij voorkeur gebruikt te worden. Bronafbeeldingen via http zijn niet beschikbaar indien dit niet wordt gebruikt en CURL niet beschikbaar is.
pt: Melhor se on. Imagens de origem HTTP estarão indisponíveis se desactivadas e CURL indisponível.

source: Best if nothing disabled. Calls to ImageMagick will be prevented if exec+system+shell_exec+passthru are disabled.
nl: Het beste kan niets worden uitgeschakeld. Aanroepen van ImageMagick worden tegengehouden als exec+system+shell_exec+passthru zijn uitgeschakeld
pt: Melhor se nada desactivado. Chamadas para ImageMagick serão prevenidas se exec+system+shell_exec+passthru estiver desativado.

source: unlimited
nl: onbeperkt
pt: ilimitado

source: The higher the better. Divide by 5 to get maximum megapixels of source image that can be thumbnailed (without ImageMagick).
nl: Hoe hoger hoe beter. Deel door 5 om het maximale aantal megapixels van de bronafbeelding te krijgen waarvan een thumbnail gemaakt kan worden (zonder ImageMagick).
pt: Quanto maior melhor. Dividir por 5 para obter megapixeis máximos de imagem de origem que podem ser miniaturizadas (sem ImageMagick).

source: Your setting (%1$s) allows images up to approximately %2$s megapixels
nl: De instelling (%1$s) staat afbeeldingen tot ongeveer %2$s megapixels toe
pt: A sua configuração (%1$s) permite imagens até aproximadamente %2$s megapixeis

source: Thumbnail
pt: Miniatura

source: Provides thumbnail generation facilities via userapi functions.
nl: Zorgt voor het aanmaken van thumbnails via de userapi-functies
pt: Fornece instalações de geração de miniaturas através de funções userapi.

source: Thumbnail generation failed (RenderOutput):
nl: Thumbnail aanmaken mislukt (RenderOutput):
pt: Falha na geração de miniatura (RenderOutput):

source: Thumbnail generation failed (RenderToFile):
nl: Thumbnail aanmaken mislukt (RenderToFile):
pt: Falha na geração de miniatura (RenderToFile):

source: Thumbnail generation failed (GenerateThumbnail):
nl: Thumbnail aanmaken mislukt (GenerateThumbnail):
pt: Falha na geração de miniatura (GenerateThumbnail):

source: Invalid filename received
nl: Onjuiste bestandsnaam ontvangen
pt: Nome de ficheiro inválido recebido

source: Unable to determine target thumbnailname
nl: Kan de naam van het doelbestand van de thumbnail niet bepalen
pt: Incapaz de determinar o objectivo thumbnailname

source: Can't read file [%s]
nl: Kan het bestand [%s] niet lezen
pt: Não é possível ler o ficheiro [%s]

source: Done! Module configuration updated.
nl: Klaar! Module configuratie bijgewerkt.
pt: Feito! Configuração do módulo actualizada.

source: phpThumb Settings
nl: phpThumb instellingen
pt: Configurações de phpThumb

source: Check Settings
nl: Controleer de instellingen
pt: Verificar configurações

source: Standard Thumbnail Size
nl: Standaard afmetingen voor thumbnail
pt: Tamanho de Miniatura Standard

source: Allow invoking module to override standard size
nl: Toestaan om de module aan te roepen om de standaardafmeting te overrulen
pt: Permitir invocando módulo para substituir tamanho standard

source: Update Configuration
nl: Configuratie bijwerken
pt: Actualizar Configuração

source: Cancel
nl: Annuleren
pt: Cancelar

source: Settings
nl: Instellingen
pt: Configurações

source: Cache directory configuration
nl: Cache-directory instellingen
pt: Configuração do directório cache

source: Note this directory must be writable (usually chmod 777 is neccesary) for caching to work. If the directory is not writable no error will be generated but caching will be disabled.
nl: Let erop dat deze directory beschrijfbaar moet zijn (gewoonlij kis chmod 777 noodzakelijk) om de cache te kunnen laten werken. Als de directorie niet beschrijfbaar is dan wordt er geen foutmelding weergegeven maar wordt caching uitgeschakeld.
pt: Este directório deve ter permissão de escrita (chmod 777 normalmente é necessário) para cache funcionar. Se o directório não tem permissão de escrita nenhum erro será gerado, mas a cache será desactivada.

source: Cache Directory
nl: cache-directorie
pt: Directório de Cache

source: set the cache directory
nl: Stel de cache-directorie in
pt: definir o directório de cache

source: Cache Disable Warning
nl: Waarschuwingen van de cache uitschakelen
pt: Aviso de Desactivação de Cache

source: If [<em>Cache Directory</em>] is non-existant or not writable, and [Cache Disable Warning] is disabled, an error image will be generated warning to either set the cache directory or disable the warning (to avoid people not knowing about the cache)
nl: Als [<em>Cache Directory</em>] niet bestaat of niet beschrijfbaar is en [Cache Disable Warning] is uitgeschakeld dan zal een afbeelding als foutbericht worden gegenereerd waarin de waarschuwing is opgenomen dat owel de cache-directorie moet worden ingesteld odwel dat de waarschuwing uitgeschakeld moet worden (om te voorkomen dat mensen niet op de hoogte zijn van de cache)
pt: Se [<em>Directório de Cache</em>] é inexistente ou não tem permissão de escrita, e [Aviso de Desactivação de Cache] estiver desactivado, uma imagem de erro será gerada advertindo para definir o directório de cache ou desativar o aviso (para evitar que as pessoas não saibam sobre a cache)

source: Cache culling
nl: Cache opruiming
pt: Selecção de cache

source: phpThumb can automatically limit the contents of the cache directory based on last-access date and/or number of files and/or total filesize.
nl: phpThumb kan de inhoud van de cache-directory automatisch beheren gebaseerd op de laatste keer dat een afbeelding opgevraagd is e/of het aantal bestanden en/of de totale grootte van de bestanden.
pt: phpThumb pode limitar automaticamente os conteúdos do directório de cache baseado na última data de acesso e/ou número de ficheiros e/ou tamanho do ficheiro total.

source: Cache Max Age
nl: Maximale leeftijd van de cache
pt: Idade Máxima da Cache

source: [EMPTY] never delete cached thumbnails based on last-access time delete cached thumbnails that haven't been accessed in more than [Cache Max Adge] days (value is maximum time since last access in days to avoid deletion).
nl: [LEEG] Verwijder nooit gecachde thumbnails op basis van de laatste keer dat ze geopend zijn. Verwijder thumbnails die in meer dan [Cache Max Adge] dagen niet geopend zjin (waarde is de maximale tijd in dagen sinds de laatste keer dat ze geopend zijn om verwijdering te voorkomen).
pt: [VAZIO] nunca eliminar miniaturas em cache baseadas no último tempo de acesso eliminar miniaturas em cache que não foram acedidas em mais de [Idade Máxima da Cache] (o valor é o tempo máximo desde o último acesso em dias para evitar a eliminação).

source: Cache Max Size
nl: Maximale grootte van de cache
pt: Tamanho máximo de cache
