Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Thumbnail/1.2.1/module_thumbnail.po
Languages: nl, pt

source: [EMPTY] never delete cached thumbnails based on byte size of cache directory delete least-recently-accessed cached thumbnails when more than [Cache Max Size]MB of cached files are present (value is maximum bytesize of all cached files).
nl: [LEEG} Verwijder nooit gecachde thumbnails op basis van de grootte van de cache-directory. Verwijder de laatst geopende thumbnails wanneer meer dan [Cache Max Size]MB aan cache-bestanden aanwezig zijn (deze waarde is de maximale grootte in byes voor alle bestanden in de cache).
pt: [VAZIO] nunca eliminar miniaturas em cache baseadas no tamanho em bytes do directório de cache eliminar miniaturas em cache menos recentemente acedidas quando mais de [Idade Máxima de Cache]MB de ficheiros em cache estão presentes (o valor é o tamanho máximo em bytes de todos os ficheiros em cache).

source: Cache Max Files
nl: Maximale bestandsgrootte van de cache
pt: Cache Máxima de Ficheiros

source: [EMPTY] never delete cached thumbnails based on number of cached files delete least-recently-accessed cached thumbnails when more than [Cache Max Files] cached files are present (value is maximum number of cached files to keep).
nl: [LEEG] Verwijder nooit gecachde thumbnails op basis van de aantal bestanden. Verwijder thumbnails wanneer meer dan [Cache Max Files] bestanden aanwezig zijn (waarde is het maximale aantal bestanden die in de cache moeten worden opgeslagen).
pt: [VAZIO] nunca eliminar miniaturas em cache baseadas no número de ficheiros em cache eliminar miniaturas em cache menos recentemente acedidas quando mais de [Cache Máxima de Ficheiros] ficheiros em cache estão presentes (o valor é o número máximo de ficheiros em cache a manter).

source: Source image cache configuration
nl: Captcha instellingen voor bronafbeeldingen
pt: Configuração de cache de imagem de origem

source: Cache Source Enabled
nl: Cache voor bronbestanden ingeschakeld
pt: Origem de Cache Activada

source: if true, source images obtained via HTTP are cached to [Cache Source Directory].
nl: Indien hiervoor wordt gekozen dan worden de bestanden die via http worden gedownload in de cache-directory [Cache Source Directory] opgeslagen.
pt: se verdade, as imagens de origem obtidas via HTTP são armazenados em cache para [Directório Origem de Cache].

source: Cache Source Directory
nl: Cache-directory voor brondbestanden
pt: Directório Origem de Cache

source: set the cache directory for unprocessed source images
nl: Geef de cache directorie op voor afbeeldingen die nog niet zijn verwerkt
pt: definir o directório de cache para Imagens de origem não transformadas

source: cache source modification date configuration
nl: Datum-configuratie van de bron van cache-bestanden
pt: configuração de modificação de data de origem de cache

source: Cache Source Filemtime Ignore Local
pt: Origem de Cache filemtime Ignorar Local

source: if true, local source images will not be checked for modification date and cached image will be used if available, even if source image is changed or removed.
nl: Indien dit wordt gekozen dan worden lokale bronafbeeldingen niet nagekeken op wijzigingsdatum en worden de afbeeldingen in cache gebruikt indien deze beschikbaar zijn, zelfs als het bronbestand wordt gewijzigd of verwijderd.
pt: se verdade, imagens de origem local não serão verificadas para modificação de data e imagens em cache serão usadas se estiverem disponíveis, mesmo que a imagem de origem seja alterada ou removida.

source: Cache Source Filemtime Ignore Remote
pt: Origem de Cache filemtime Ignorar Remoto

source: if true, remote source images will not be checked for modification date and cached image will be used if available, even if source image is changed or removed. <strong>WARNING</strong> cached performance MUCH slower if this is set to false.
nl: Indien dit wordt gekozen dan worden externe bronafbeeldingen niet nagekeken op wijzigingsdatum en worden de afbeeldingen in de cache gebruikt indien deze beschikbaar zijn, zelfs als het bronbestand wordt gewijzigd of verwijderd. <strong>LET OP</strong> de cached performance MUCH slower if this is set to false.
pt: se verdade, as imagens de origem remota não serão verificadaspara modificação de data e imagens em cache serão usadas se estiverem disponíveis, mesmo que a imagem de origem seja alterada ou removida.<strong>AVISO</strong> desempenho de cache MUITO mais lento, se estiver definida como falso.

source: Simplified cache filename configuration
nl: Instellingen voor makkelijke namen van cache-bestanden
pt: Configuração de nome de ficheiro em cache simplificada

source: Instead of creating unique cache filenames for all parameter combinations, create "simple" cache files (e.g.: "pic_thumb.jpg")<br /> If cache_default_only_suffix is non-empty, GETstring parameters (except 'src') are ignored and only $PHPTHUMBDefaults parameters (set at the bottom of phpThumb.config.php) are used for processing.<br /> The "*" character MUST be used to represent the source image name.
nl: In plaats van unieke bestandsnamen aan te maken voor alle parameter-combinaties worden "simpele" cache bestanden aangemaakt (bijvoorbeeld "pic_thumb.jpg")<br /> Als cache_default_only_suffix niet leeg is worden GETstring parameters (bijvoorbeeld 'src') genegeerd en worden alleen $PHPTHUMBDefaults parameters (achteraan in het bestand phpThumb.config.php) gebruikt bij de verwerking. <br /> Het "*" karakter MOET worden gebruikt om de naam van de bronafbeelding aan te geven.
pt: Em vez de criar nomes de ficheiros em cache únicos para todas as combinações de parâmetros, criar "simples" ficheiros de cache (por exemplo: "pic_thumb.jpg") <br /> Se cache_default_only_suffix não estiver vazio, parâmetros GETstring (excepto 'src') são ignorados e apenas parâmetros $PHPTHUMBDefaults (definidos na parte inferior de phpThumb.config.php) são usados para processamento. <br /> O caracter "*" DEVE ser usado para representar o nome da imagem de origem.

source: Cache Default Only Suffix
nl: Cache standaard alleen achtervoegsel
pt: Cache por Defeito Apenas Sufixo

source: [EMPTY] cached in normal phpThumb manner<br /> "*_thumb" cache "pic.jpg\" becomes "pic_thumb.jpg" (or "pic_thumb.png" if PNG output is selected, etc)<br /> "small-*" cache "pic.jpg" becomes "small-pic.jpg" (or "small-pic.png" if PNG output is selected, etc).
nl: [LEEG] gecached op de normale phpThumb manier<br /> "*_thumb" cache "pic.jpg\" wordt "pic_thumb.jpg" (of "pic_thumb.png" als PNG output is selecteerd etc)<br /> "small-*" cache "pic.jpg" wordt "small-pic.jpg" (of "small-pic.png" als PNG output is selecteerd etc).
pt: [VAZIO] em cache na maneira normal phpThumb<br /> "*_thumb" cache "pic.jpg\" torna-se "pic_thumb.jpg" (ou "pic_thumb.png" se output PNG for seleccionado, etc)<br /> "small-*" cache "pic.jpg" torna-se "small-pic.jpg" (ou "small-pic.png" se output PNG for seleccionado, etc).

source: if true, cached image data will always be passed to browser; if false, HTTP redirect will be used instead.
nl: Indien hiervoor wordt gekozen dan worden de afbeeldingen in de cache altijd aan de browser doorgegeven; indien hiervoor niet wordt gekozen dan zullen http-redirects worden gebruikt.
pt: se verdade, os dados de imagens em cache irão sempre ser passados para o browser, se falso, o redireccionamento HTTP será usado em vez.

source: Temp directory configuration
nl: Instellingen voor tijdelijke directory
pt: Configuração de directório temporário

source: phpThumb may need to create temp files. Usually the system temp dir is writable and can be used. Leave this value as NULL in most cases. If you get errors about "failed to open &lt;filename&gt; for writing" you should change this to a full pathname to a directory you do have write access to.
nl: Het kan noodzakelijk zijn dat phpThumb tijdelijke bestanden aanmaakt. Normaliter is de tijdelijke directorie van het systeem beschrijfbaar en kan deze hiervoor worden gebruikt. Deze waarde dient in de meeste gevallen op NULL te staan. Indien u foutmeldingen krijgt als "kon bestand &lt;filename&gt; niet openen om te schrijven" dan kan hier het volledige pad naar een beschrijfbare directory worden ingevoerd.
pt: phpThumb pode precisa criar ficheiros temporários. Normalmente, o directório temporário do sistema tem permissões de escrita e pode ser usado. Deixe o valor como NULL na maioria dos casos. Se obter erros sobre o "falha ao abrir &lt;filename&gt; para escrever" deve alterar para um caminho completo para um directório que tenha permissões de escrita.

source: Temp Directory
nl: tijdelijke directory
pt: Directório Temporário

source: maximum number of pixels in source image to attempt to process entire image
nl: Maximaal toegestande aantal pixels van de bronafbeeling om deze te kunnen verwerken
pt: número máximo de pixels na imagem de origem para tentar processar a imagem inteira

source: If this is zero then no limit on source image dimensions. If this is nonzero then this is the maximum number of pixels the source image can have to be processed normally, otherwise the embedded EXIF thumbnail will be used (if available) or an "image too large" notice will be displayed. This is to be used for large source images (> 1600x1200) and low PHP memory limits. If PHP runs out of memory the script will usually just die with no output. To calculate this number, multiply the dimensions of the largest image you can process with your memory limitation (e.g. 1600 * 1200 = 1920000) As a general guideline, this number will be about 20% of your PHP memory configuration, so 8M = 1,677,722; 16M = 3,355,443; 32M = 6,710,886; etc.
nl: Indien deze op nul is ingesteld dan zijn er geen limieten voor de afbeeldingsgrootte. Indien deze niet op 0 is ingesteld dat is dit het maximaal aantal pixels wat normaal kan worden verwerkt, anders wordt de EXIF thumbnail gebruikt (voor zover beschikbaar) of wordt de melding "afbeelding te groot" weergegeven. Dit wordt gebruikt bij grote bronafbeeldingen (> 1600x1200) en lage limieten voor het PHP-geheugen. Indien PHP te weinig geheugen heeft dan zal het script gewoonlijk stoppen zonder foutmelding. Om dit getal te berekenen dienen de dimensies van de grootste afbeelding die verwerkt kan worden vermenigvuldigd te worden, (bijvoorbeeld 1600 * 1200 = 1920000). Als algemene richtlijn kan aangehouden worden dat deze waarde circa 20% van het voor PHP beschikbare geheugen dient te zijn, ofwel 8M = 1,677,722; 16M = 3,355,443; 32M = 6,710,886; etc.
pt: Se isto for zero então nenhum limite às dimensões da imagem de origem. Se isto for diferente de zero então este é o número máximo de pixeis que a imagem de origem pode ter para ser processada normalmente, caso contrário a miniatura EXIF embebida será usada (se disponível) ou um aviso de uma "imagem demasiado grande" será exibido. Isto é para ser usado para imagens de origem de grande porte (> 1600x1200) e os limites de baixa memória do PHP. Se o PHP é executado fora de memória do script geralmente morre sem output. Para calcular este número, multiplique as dimensões da maior imagem que pode processar com a sua limitação de memória (por exemplo, 1600 * 1200 = 1920000) Como orientação geral, este número será de cerca de 20% de sua configuração de memória do PHP, então 8M = 1,677,722; 16M = 3,355,443; 32M = 6,710,886; etc.

source: Max Source Pixels
nl: maximaal aantal pixels in bronbestand
pt: Número Máximo de Pixeis de Origem

source: <ul><li>0 no memory limit</li><li>1920000 allow 1600x1200 images (2Mpx), no larger (about 10MB memory required)</li><li>3355443 16MB memory limit</li><li>3871488 allow 2272x1704 images (4Mpx), no larger (about 16MB memory required)</li></ul>
nl: <ul><li>0 geen geheugen limiet</li><li>1920000 staat 1600x1200 (2Mpx) afbeeldingen toe en niet groter (ongeveer 10MB geheugen benodigd)</li><li>3355443 voor 16MB geheugen-limiet</li><li>3871488 staat 2272x1704 (4Mpx) afbeeldingen toe, niet groter (ongeveer 16MB geheugen benodigd)</li></ul>
pt: <ul><li>0 sem limite de memória</li><li>1920000 permite imagens 1600x1200 (2Mpx), não maiores (cerca de 10MB de memória requerida)</li><li>3355443 limite de memória 16MB</li><li>3871488 permite imagens 2272x1704 (4Mpx), não maiores (cerca de 16MB de memória requerida)</li></ul>

source: ImageMagick configuration
nl: ImageMagick instellingen
pt: Configuração ImageMagick

source: If source image is larger than available memory limits as defined above in "max_source_pixels" AND ImageMagick's "convert" program is available, phpThumb() will call ImageMagick to perform the thumbnailing of the source image to bypass the memory limitation. Leaving the value as NULL will cause phpThumb() to attempt to detect ImageMagick's presence with "which".
nl: Indien de bronafbeeling groter is dan de ebschikabre geheugenlimiet zoals hierboven aangegeven in "max_source_pixels" en ImageMagick's "convert" programma is aanwezig dan zal phpThumb() ImageMagick aanroepen om thumbnails te maken van het bronbestand om zo de geheugenlimiet te omzeilen. Door de waarde op NULL te laten zal phpThumb() proberen om ImageMagick te vinden met "which".
pt: Se a imagem de origem é maior do que os limites de memória disponíveis como definidos acima em "Número Máximo de Pixeis de Origem" E programa "converter" ImageMagick's está disponível, phpThumb() irá chamar ImageMagick para executar a miniaturização da imagem de origem para contornar a limitação de memória. Deixando o valor como NULO causará que phpThumb() tente detectar a presença de ImageMagick com "qual".

source: Imagemagick Path
nl: Imagemagick Pad
pt: Caminho Imagemagick

source: Windows: set absolute pathname or empty for no use of Image Magic<br /> *nix: set absolute pathname to "convert", or leave as null if "convert" is in the path
nl: Windows: Geef het absolute pad in of laat leeg om ImageMagick niet te gebruiken<br /> *nix: geef het absoulte pad naar "convert" in of laat leeg indien "convert" al in het pad is opgenomen
pt: Windows: definir caminho absoluto ou em branco para nenhuma utilização de Image Magic<br /> *nix: definir caminho absoluto para "converter", ou deixar nulo se "converter" estiver no caminho

source: Default output configuration
nl: standaard output instellingen
pt: Configuração de output por defeito

source: Output Format
nl: Uitvoer formaat
pt: Formato de Output

source: default output format ('jpeg', 'png' or 'gif') - thumbnail will be output in this format (if available in your version of GD).
nl: Standaard output formaat ('jpeg', 'png' or 'gif') - de thumbnail wordt in dit formaat aangemaakt (voor zover beschikbaar in de versie van GD).
pt: formato de output por defeito ('jpeg', 'png' or 'gif') - a miniatura ficará neste formato (se disponível na sua versão do GD).

source: Output Maxwidth
nl: Uitvoer maximale breedte
pt: Largura máxima do output

source: default maximum thumbnail width. If this is zero then default width is the width of the source image.
nl: Standaardwaarde voor maximale breedte van de thumbnail. Indien deze op 0 staat dan wordt als standaardbreedte de breedte van de bronafbeelding aangehouden.
pt: largura máxima de miniatura por defeito. Se for zero a largura por defeito é a largura da imagem de origem.

source: Output Maxheigh
nl: Uitvoer maximale hoogte
pt: Altura máxima do output

source: default maximum thumbnail height. If this is zero then default height is the height of the source image.
nl: Standaardwaarde voor maximale hoogte van de thumbnail. Indien deze op 0 staat dan wordt als standaardhoogte de hoogte van de bronafbeelding aangehouden.
pt: altura máxima de miniatura por defeito. Se for zero a altura por defeito é a altura da imagem de origem.

source: Output Interlace
nl: Uitvoer interlace
pt: Entrelaçar Output

source: if true interlaced output for GIF/PNG, progressive output for JPEG; if false non-interlaced for GIF/PNG, baseline for JPEG.
nl: Indien hiervoor wordt gekozen dat worden GIF/PNG-afbeeldingen ge-interlaced en krijgt JPG een progressive output; indien hiervoor niet wordt gekzoen dan worden GIF/PNG afbeelding niet ge-interlaced en krijgt JPEG een baseline output.
pt: se o output entrelaçado verdadeiro para GIF/PNG, output progressivo para JPEG, se não entrelaçado falso para GIF/PNG, patamar para JPEG.

source: Error message configuration
nl: Foutbericht instellingen
pt: Configuração de mensagem de erro

source: Error Image Width
nl: Fout Afbeelding Breedte
pt: Erro na Largura da imagem

source: default width for error images
nl: standaardbreedte voor fout-afbeeldingen
pt: largura por defeito para imagens de erro

source: Error Image Height
nl: Fout Afbeelding Hoogte
pt: Erro na Altura da imagem

source: default height for error images
nl: standaardhoogte voor fout-afbeeldingen
pt: altura por defeito para imagens de erro

source: Error Message Image Default
nl: Standaard foutbericht van afbeelding
pt: Mensagem de erro de imagem por defeito

source: Set this to the name of a generic error image (e.g. '/images/error.png') that you want displayed in place of any error message that may occur. This setting is overridden by the 'err' parameter, which does the same thing.
nl: Stel deze in op de naam van het generieke foutbericht (bijvoorbeeld '/images/error.png') wat u wenst te vertonen in plaats van evenuele andere foutmeldingen. Deze instelling wordt overruled door de 'err' parameter die hetzelfde doet.
pt: Defina esta opção para o nome de uma imagem de erro genérico (por exemplo '/images/error.png') que pretende exibir em vez de alguma mensagem de erro que possa ocorrer. Esta configuração é substituída pelo parâmetro 'err', que faz a mesma coisa.

source: Error Bgcolor
nl: Fout in achtergrondkleur
pt: Erro de fundo

source: background color of error message images.
nl: achtergrondkleur van plaatjes met foutmeldingen.
pt: mensagem de erro de imagens de cor de fundo.

source: Error Textcolor
nl: Fout in text-kleur
pt: Erro de cor do texto

source: color of text in error messages.
nl: tekstkleur in foutberichten
pt: cor do texto em mensagens de erro.

source: Error Fontsize
nl: Fout in lettertype-grootte
pt: Erro de tamanho de letra

source: (smallest)
nl: (kleinste)
pt: (menor)

source: (largest)
nl: (grootste)
pt: (maior)

source: size of text in error messages, from 1 (smallest) to 5 (largest)
nl: tekstafmeting in foutberichten, tussen 1 (kleinste) en 5 (grootste)
pt: tamanho do texto em mensagens de erro, de 1 (menor) a 5 (maior)

source: die on error
nl: Stoppen bij fouten
pt: morrer em caso de erro

source: die with error message on any fatal error (recommended with standalone phpThumb.php).
nl: stoppen met foutmelding bij fatale fouten (aanbevolen bij het losstaand gebruik van phpThumb.php).
pt: morrer com mensagem de erro sobre um erro fatal (recomendado com standalone phpThumb.php).

source: Silent die on error
nl: Zonder bericht stoppen bij fouten
pt: Morte silenciosa em caso de erro

source: simply die with no output of any kind on fatal errors (not recommended)
nl: simpelweg stoppen zonder verdere output bij fouten (niet aanbevolen)
pt: simplesmente morre sem output de qualquer tipo de erros fatais (não recomendado)

source: Die on source failure
nl: Stoppen bij bronfout
pt: Morre em caso de falha na fonte

source: die with error message if source image cannot be processed by phpThumb() (usually because source image is corrupt in some way). If false the source image will be passed through unprocessed, if true (default) an error message will be displayed.
nl: stoppen met foutmelding als de bronafbeelding niet verwerkt kan worden door phpThumb() (veelal doordat het bronbestand corrupt is). Indien niet gekozen zal het bronbestand ongewijzigd worden doorgelaten, indien gekozen (standaard) dan wordt een foutmelding gerapporteerd.
pt: morrer com mensagem de erro se a imagem de origem não pode ser processada por phpThumb() (normalmente porque a imagem de origem é corrupta, de alguma forma). Se falso a imagem de origem será passadas através de não processados, se verdadeiro (por defeito) uma mensagem de erro será exibida.

source: Off-server Thumbnailing Configuration
nl: Externe Thumbnailing Instellingen
pt: Configuração de miniaturização servidor-off

source: Enabled
nl: Ingeschakeld
pt: Activado

source: If false will allow thumbnailing from any source domain
nl: Indien onwaar dan kunnen thumbnails vanuit elk domein worden aangemaakt
pt: Se falso permitirá miniaturização a partir de qualquer domínio de origem

source: Valid Domains
nl: Geldigde domeinen
pt: Domínios Válidos

source: This is the list of domains for which thumbnails are allowed to be created. The default value of the current domain should be fine in most cases, but if neccesary you can add more domains in here, in the format www.example.com; www.example1.com.
nl: Dit is de lijst met domeinen die gebruik kunnen maken van het maken van thumbnails. De stadaardwaarde van domeinen zou over het algemeen afdoende moeten zijn maar indien gewenst kunnen meer domeinen worden ingevoerd op de volgende manier: www.example.com; www.example1.com.
pt: Esta é a lista de domínios para os quais as miniaturas são permitidas a ser criadas. O valor por defeito do domínio actual deve estar bem na maioria dos casos, mas se necessário pode adicionar mais domínios aqui, no formato www.example.com; www.example1.com.

source: Erase Image
nl: Afbeelding wissen
pt: Eliminar Imagem

source: Text Message
nl: Tekst van het bericht
pt: Texto da Mensagem

source: Text of error message.
nl: Text van de foutmelding
pt: Texto da mensagem de erro.

source: Off-server Linking Configuration
nl: Off-server link instellingen
pt: Configuração de ligação servidor-off

source: If false will allow thumbnails to be linked to from any domain, if true only domains listed below in 'nooffsitelink_valid_domains' will be allowed.
nl: Indien onwaar dan wordt het toegestaan om thumbnails vanuit elk domein te linken; Indien waar dan zullen allen de domeinen in de 'nooffsitelink_valid_domains' toegestaan.
pt: Se falso permitirá miniaturas para ser ligado a partir de qualquer domínio, se verdadeiro apenas domínios listados abaixo em 'nooffsitelink_valid_domains' serão permitidos.

source: Require Referer
nl: Bronvermelding verplichten
pt: Requer Referer

source: Text of error message. Your Host Name will be appanded to this text
nl: Tekst van de foutmelding. Uw host-naam zal een deze tekst worden toegevoegd
pt: Texto da mensagem de erro.O seu nome de anfitrião será acrescentado a este texto

source: Border &amp; Background default colors
nl: Standaardkleuren voor rand &amp; achtergrond
pt: Limites &amp; Cores por defeito de fundo

source: Border Hexcolor
nl: Randkleur (Hexadecimaal)
pt: Limites cor hexadecimal

source: Default border color - usual HTML-style hex color notation.
nl: Standaardkleur voor de rand - gewoonlijk in hexadecimale kleurnotatie zoals in html
pt: Cor dos limites por defeito - notação de cor hexadecimal estilo HTML usual

source: Background Hexcolor
nl: Achtergrondkleur (hexadecimaal)
pt: Cor hexadecimal do fundo

source: Default background color when thumbnail aspect ratio does not match fixed-dimension box - usual HTML-style hex color notation
nl: Standaard achtergrondkleur wanneer de lengte/breedte verhouding van de htumbnail niet overeenkomst met de afmetingen van het blok - gewoonlijk in hexadecimale (html) kleurcode
pt: Cor do fundo por defeito quando a razão de aspecto de miniaturas não corresponde a caixa de dimensão fixa - notação de cor hexadecimal estilo HTML usual

source: Watermark configuration
nl: Watermerk instellingen
pt: Configuração de marca de água

source: TTF Directory
nl: TTF Directorie
pt: Directório TTF

source: Base directory for TTF font files
nl: Basismap voor TTF lettertype bestanden
pt: Directório base para ficheiros fonte TTF

source: MySQL configuration
nl: MySQL instellingen
pt: Configuração de MySQL
