Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Thumbnail/1.2.1/module_thumbnail.po
Languages: nl, pt

source: Security configuration
nl: Beveiligings instellingen
pt: Configuração de segurança

source: High Security Enabled
nl: Strrikte beveiliging inschakelen
pt: Alta Segurança Activada

source: if enabled, requires 'high_security_password' set to at least 5 characters, and requires the use of phpThumbURL() function (at the bottom of phpThumb.config.php) to generate hashed URLs.
nl: Indien hiervoor wordt gekozen dan dient 'high_security_password' op tenminste 5 karakters te zijn ingesteld en dient de functie phpThumbURL() (achteraan het bestand phpThumb.config.php) gebruikt te worden voor het aanmaken van URL's met hashes.
pt: Se activado, requer set 'high_security_password' definido para pelo menos 5 caracteres, e requer o uso da função phpThumbURL () (na parte inferior de phpThumb.config.php) para gerar URLs hashed.

source: High Security Password
nl: Strikt veilig wachtwoord
pt: Palavra passe de segurança elevada

source: required if 'high_security_enabled' is true, must be at least 5 characters long
nl: Verplciht als 'high_security_enabled' is ingesteld, moet minimaal 5 karakters lang zijn
pt: requerido se 'high_security_enabled' for verdadeiro, tem de ter 5 caracteres de comprimento

source: Disable Debug
nl: Foutopsporing toestaan
pt: Desactivar depuração

source: prevent phpThumb from displaying any information about your system. If true, phpThumbDebug and error messages will be disabled.
nl: Voorkom dat phpThumb informatie over uw systeem vertoond. Indien 'waar' wordt gekozen zal phpThumbDebug foutmeldingen voorkomen.
pt: previne phpThumb de exibir de qualquer informação sobre o seu sistema. Se verdadeiro, phpThumbDebug e mensagens de erro serão desactivadas.

source: Allow SRC above DOCROOT
nl: SRC toestaan boven DOCROOT
pt: Permitir SRC acima DOCROOT

source: if true, allow src to be anywhere in filesystem; if false (default) only allow src within document_root.
nl: Indien hiervoor wordt gekozen dan kan het bronbestand in het hele bestandssysteem voorkomen; indien hiervoor niet wordt gekozen dan mag het bronbestand alleen in de document_root bestaan.
pt: se verdadeiro, permite src para estar em qualquer lugar no sistema de ficheiros, se falso (por defeito) só permite src dentro de document_root.

source: Allow SRC above phpThumb
nl: SRC toestaan boven phpThumb
pt: Permitir SRC acima de phpThumb

source: if true (default), allow src to be anywhere in filesystem; if false only allow src within sub-directory of phpThumb installation.
nl: Indien hiervoor wordt gekozen dan kan het bronbestand in het hele bestandssysteem voorkomen; indien hiervoor niet wordt gekozen dan mag het bronbestand alleen in een subdirecorie van de phpThumb installatie bestaan.
pt: se verdadeiro (por defeito), permite src para estar em qualquer lugar no sistema de ficheiros, se falso só permite src dentro do sub-directório de instalação phpThumb.

source: Allow Parameter File
nl: Parameter bestand toestaan
pt: Permitir Parâmetro de Ficheiro

source: if true, allow use of 'file' parameter; if false (default) the 'file' parameter is disabled/ignored.
nl: Indien hiervoor wordt gekzoen dan wordt het gebruik van de 'file' parameter toegestaan; indien hiervoor niet wordt gekozen dan wordt het gebruik van deze parameter genegeerd.
pt: se verdadeiro, permite uso do parâmetro 'ficheiro'; se falso (por defeito) o parâmetro 'ficheiro' está desabilitado/ignorado.

source: Allow Parameter Goto
nl: Parameter Goto toestaan
pt: Permitir Parâmetro Ir para

source: if true, allow use of 'goto' parameter; if false (default) the 'goto' parameter is disabled/ignored.
nl: Indien hiervoor wordt gekozen dan wordt het gebruik van de 'goto' parameter toegestaan; indien hiervoor niet wordt gekozen (standaardinstelling) dan wordt het gebruik genegeerd.
pt: se verdadeiro, permite uso do parâmetro 'Ir para'; se falso (por defeito) o parâmetro 'Ir para' está desabilitado/ignorado.

source: Compatability settings
nl: Compabiliteits-instellingen
pt: Configurações de compatibilidade

source: Disable Pathinfo Parsing
nl: Pathinfo Parsing uitschakelen
pt: Desactivar Análise de Informação de Caminho

source: Disable Imagecopyresampled
nl: Imagecopyresampled uitschakelen
pt: Desactivar ImageCopyResampled

source: if true, ImageCopyResampled is replaced with ImageCopyResampleBicubic. May be needed for buggy versions of PHP-GD.
nl: Indien hiervoor wordt gekozen dan wordt ImageCopyResampled vervangen door ImageCopyResampleBicubic. Dit zou gewenst kunnen zijn voor versies van PHP-GD die fouten bevatten.
pt: se verdadeiro, a ImageCopyResampled é substituída com ImageCopyResampleBicubic. Pode ser necessário para versões com bugs do PHP-GD.

source: Disable onlycreateable passthru
nl: onlycreateable passthru uitschakelen
pt: Desactivar onlycreateable passthru

source: if true, any image that can be parsed by GetImageSize() can be passed through; if false, only images that can be converted to GD by ImageCreateFrom(JPEG|GIF|PNG) functions are allowed.
nl: Indien hiervoor gekozen wordt dan kan elke afbeelding die door GetImageSize() kan worden verwerkt worden doorgelaten. Indien hiervoor niet gekozen wordt dan kunnen alleen afbeeldingen worden geconverteerd die door de ImageCreateFrom(JPEG|GIF|PNG) functies worden toegelaten.
pt: se verdadeiro, qualquer imagem que pode ser analisada por GetImageSize() pode ser passada através; se falso, apenas imagens que podem ser convertidas para GD por funções ImageCreateFrom(JPEG|GIF|PNG) são permitidas.

source: Speed optimizations configuration
nl: Configuratie om snelheid te verbeteren
pt: Configuração de optimizações de velocidade

source: Prefer Imagemagick
nl: Voorkeur geven aan Imagemagick
pt: Prefere Imagemagick

source: If true, use ImageMagick to resize thumbnails if possible, since it is usually faster than GD functions; if false only use ImageMagick if PHP memory limit is too low.
nl: Indien waar dat wordt Imagemagick gebruikt om de thumbnails te verschalen aangezien deze over het algemeen sneller is dan GD; Indien onwaar dan wordt Imagemagick alleen gebruikt indien de geheugenlimiet van PHP te laag is.
pt: Se verdadeiro, usar o ImageMagick para redimensionar as miniaturas se possível, uma vez que é geralmente mais rápido do que funções GD, se falso usar apenas o ImageMagick se o limite de memória PHP for muito baixo.

source: use exif thumbnail for speed
nl: gebruik exif thumbnail voor snelheid
pt: usar miniatura exif para velocidade

source: If true, and EXIF thumbnail is available, and is larger or equal to output image dimensions, use EXIF thumbnail rather than actual source image for generating thumbnail. Benefit is only speed, avoiding resizing large image.
nl: Indien hiervoor wordt gekozen en EXIF thumbnail beschikbaar en groter of gelijk aan de afmetingen van het doelbestand is, dan wordt EXIF thumbnail gebruikt om de thumbnail te maken in plaats van de eigenlijke bronafbeelding. Het enige vorodeel is de snelheid doordat voorkomen wordt dat grote afbeeldingen moeten worden verschaald.
pt: Se verdadeiro, e miniatura EXIF estiver disponível, e é maior ou igual ao output das dimensões da imagem, usar miniatura EXIF em vez da imagem de origem real para gerar miniaturas. O benefício é apenas a velocidade, evitando o redimensionamento da imagem grande.

source: If any parameters are constant across ALL images, you can set them here
nl: Als bepaalde paramaters in alle afbeeldingen gebruikt moeten worden dan kunnen deze hier ingesteld worden
pt: Se todos os parâmetros são constantes entre TODAS as imagens, pode defini-los aqui

source: phpThumb Defaults GetString Override
nl: phpThumb Defaults GetString overrule
pt: Substituir padrões de GetString de phpThumb

source: if true, any parameters in the URL will override the defaults set here; if false, any parameters set here cannot be overridden in the URL.
nl: Als waar wordt gekozen dan zullen alle standaardinstellingen worden overruled door de parameters in de URL. Als onwaar wordt gekozen dan kunnen de hier ingestelde parameters niet worden overruled.
pt: se verdadeiro, todos os parâmetros na URL irão substituir os padrões definidos aqui; se falso, todos os parâmetros definidos aqui não podem ser substituídos na URL.

source: phpThumb Defaults Disable GetParams
nl: phpThumb standaardwaarde van GetParams uitschakelen
pt: Desactivar padrões de GetParams de phpThumb

source: This demo analyzes your settings (phpThumb.config.php and server/PHP) for <a href="http://phpthumb.sourceforge.net"><strong>phpThumb()</strong></a>
nl: Deze demo analyseert uw instellingen (phpThumb.config.php en server/PHP) van <a href="http://phpthumb.sourceforge.net"><strong>phpThumb()</strong></a>
pt: Esta demo analisa as suas configurações (phpThumb.config.php e servidor/PHP) para <a href="http://phpthumb.sourceforge.net"><strong>phpThumb()</strong></a>

source: &lt;-- bad . . . . . good --&gt;
nl: &lt;-- slecht . . . . . goed --&gt;
pt: &lt;-- mau. . . . . bom --&gt;

source: Setting
nl: Instelling
pt: Definições

source: Value
nl: Waarde
pt: Valor

source: Comments
nl: Reacties
pt: Comentários

source: Functions
nl: Functies
pt: Funções

source: Features
nl: Eigenschappen
pt: Atributos

source: Master Value
nl: Hoofdwaarde
pt: Valor Master

source: Local Value
nl: Lokale waarde
pt: Valor Local

source: Thumbnail Module Preferences
nl: Thumbnail module voorkeuren

source: Cache Force Passthru
nl: Cache forceer Passthru
