Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Gettext/1.0/module_gettext.po
Languages: de

source: Extract gettext strings from themes and modules
de: Gettext Zeichenketten aus Themes und Modulen extrahieren

source: You must enter the name of the module or theme (case sensitive)
de: This is just a suggestion from someone without commit privs

source: Please specify zip/tgz file!
de: Here is another suggestion from someone.

source: Please specify .po file!
de: third suggestion... easy peasy

source: Gettext PO to MO Compiler
de: Here is a suggestion from a user

source: This utility will compile a .po translation file into .mo
de: Dieses Werkzeug compiliert eine .po-Datei in eine .mo-Datei

source: Upload .po file:
de: .po Datei hochladen:

source: Submit
de: Bestätigung

source: Ready for download
de: Fertig zum Download

source: here
de: hier

source: Create a zip or tar.gz of your module or theme component. The archive should contain the component's folder.
de: Erstelle eine Zip oder tar.gz Datei vom Modul oder Theme. Das Archiv sollte den Komponentenordner enthalten.

source: In this example we will used a module called HelloWorld. The archive would contain the module files in the folder
de: In diesem Beispiel benutzen wir ein Modul namens HelloWorld. Das Archiv wird die Modul-dateien im ordner enthalten.

source: just as you would expect it to appear in your modules/ folder.
de: genauso, wie die Erscheinung im Modul/ Ordner erwartet wird.

source: This utility will unpack this, extract the gettext strings and provide a .zip download with .pot and .po files.
de: Dieses Werkzeug wird dieses entpacken, die Gettext Zeichenfolgen extrahieren und einen .zip Download mit .pot und .po Dateien liefern.

source: If you have an existing translation po file this utility will automatically merge new untranslated keys into it.
de: Wen bereits eine Übersetzungs-po-datei existiert, wird dieses Werkzeug automatisch noch nicht übersetzte Übersetzungsschlüssel hinzufügen.

source: Just add the .po file in the form
de: Einfach die .po Datei im Formular hinzufügen

source: If you dont have an existing .po file it will be created.
de: Wenn keine .po Datei existiert, wird eine erzeugt.

source: The utility includes the .pot file for completeness in case you use 3rd party utilities to merge with your existing translations.
de: Dieses Werzeug fügt .pot Dateien der Vollständigkeit hinzu, damit im Falle der Nutzung von 3rd Party Werkzeugen ein Zusammenführen von der Übersetzung möglich ist.

source: The completed .zip will contain the following files
de: Die erstellte .zip wird folgende Dateien enthalten

source: existing po merged with new pot
de: existierendes po mitneuem pot verbinden

source: backup of any existing po
de: alle existierenden po sichern

source: template of all extracted translation keys
de: Template aller extrahierten Übersetzungsschlüssel

source: errors will appear here
de: Fehler erscheinen hier

source: list of files extracted from
de: Liste der Dateien wird extrahiert von

source: This service is provided free of charge and carries no warrenty. Once your files are uploaded to the server, they are immediately processed and deleted. Your files are not stored on the server.
de: Dieser Service wird kostenlos geliefert und enthält keinerlei Garantie. Sind die Dateien auf den Server hochgeladen, so werden sie unverzüglich verarbeitet und gelöscht. Die Dateien werden nicht auf dem Server gespeichert.

source: By using this script you explicitly release us from any liability and you grant us use of the files for the express purpose of extracting the gettext string after which point we delete the module or theme files.
de: Durch Nutzung dieses Scriptes werden wir von jeglicher Haftung entbunden. Uns wird das Recht eingeräumt, die Dateien zur Extraktion der Gettext Zeichenfolgen zu nutzen und anschließend das Modul oder das Theme wieder zu löschen.

source: Component Type
de: Komponenten typ

source: Module or Theme Name (case sensitive exactly as module/theme folder):
de: Modul- oder Themename (Groß- und Kleinschreibung exakt wie das Modul bzw. das Theme):
