Repository: zikula/i18n-portal
Catalog: gettext/*/modules/crpTag/0.1.4/module_crptag.po
Languages: fa

source: Error! Table update failed.
fa: خطا! به روز رسانی جدول ناموفق بود.

source: Error! Could not do what you wanted. Please check your input.
fa: خطا! قادر به انجام درخواست شما نمی باشد. لطفا ورودی های خود را بررسی کنید.

source: Done! Module configuration updated.
fa: انجام شد! پیکربندی ماژول به روز رسانی شد.

source: Error! Creation attempt failed.
fa: خطا! تلاش برای ایجاد شکست خورد.

source: Error! Could not load items.
fa: خطا! نمی توانم آیتم ها را بارگذاری کنم.

source: Sorry! No authorization to access this module.
fa: متاسفیم! برای دسترسی به این ماژول احراز هویت نشده اید.

source: My tags
fa: برچسب‌های من

source: View
fa: نمایش

source: Tagging module
fa: ماژول برچسب‌گذاری

source: No avatar selected
fa: هیچ آواتاری انتخاب نشده است

source: E-mail
fa: ایمیل

source: Homepage
fa: صفحه خانگی

source: Full tags list
fa: لیست کامل برچسب ها

source: for
fa: برای

source: Module
fa: ماژول

source: Tag
fa: برچسب

source: Title
fa: عنوان

source: Created on
fa: ایجاد شده در

source: by
fa: بوسیله

source: Tags (comma separated)
fa: برچسب ها (با ویرگول جدا کنید)

source: Type some chars and already used tags will be suggested
fa: کاراکترهایی تایپ کنید تا برچسب های استفاده شده پیشنهاد شود

source: Settings
fa: تنظیمات

source: General settings
fa: تنظیمات عمومی

source: Items per page
fa: آیتم به ازای هر صفحه

source: Min. length(shorter tag will not be stored)
fa: حداقل طول(تگ های کمتر از این مقدار ذخیره نخواهند شد)

source: Use Ajax insert
fa: استفاده از درج از طریق Ajax

source: Edit directly from item's display page
fa: ویرایش مستقیم از طریق صفحه نمایش آیتم ها

source: Enable tag presets for new items
fa: فعال سازی برچسب های موجود برای آیتم های جدید

source: Tag presets
fa: برچسب های موجود

source: Add tags to page title
fa: اضافه کردن برچسب ها به عنوان صفحه

source: Purge unused tags from database
fa: پاکسازی برچسب های استفاده نشده از پایگاه داده

source: Cancel
fa: انصراف

source: Update Configuration
fa: به روز رسانی پیکربندی

source: Edit
fa: ویرایش

source: Tags in
fa: برچسب ها در

source: Show tag's counter
fa: نمایش شمارنده برچسب ها

source: Updated in the last
fa: بروزها در انتها

source: days
fa: روز

source: Sphere width
fa: عرض Sphere

source: Sphere height
fa: ارتفاع Sphere

source: No tags in the last
fa: هیچ برچسبی در آخر نیست

source: Other tags in %s
fa: سایر برچسب ها در %s

source: Tags
fa: برچسب ها

source: Other items tagged as
fa: آیتم های دیگر برچسب دار شده اند بعنوان
