Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Thumbnail/1.2/module_thumbnail.po
Languages: es, fr

source: If false will allow thumbnails to be linked to from any domain, if true only domains listed below in 'nooffsitelink_valid_domains' will be allowed.
es: Si está desactivado, permitirá que los thumbnails puedan ser enlazados desde cualquier dominio, si está activado, sólo los dominios que se enumeran a continuación en 'nooffsitelink_valid_domains' será permitido.
fr: Si faux, le domaine vers lequel pointe le lien de la miniature n'a pas d'importance. Dans le cas contraire, seuls les domaines définis ci-dessous dans 'nooffsitelink_valid_domains' seront autorisés.

source: Require Referer
es: Requiere referencia
fr: Exige un référent

source: Text of error message. Your Host Name will be appanded to this text
es: Texto del mensaje de error. Su nombre de host se añadirá a este texto
fr: Texte du message d'erreur. Votre nom de serveur sera concaténé à ce texte

source: Border &amp; Background default colors
es: Colores por defecto del fondo y de los bordes.
fr: Bordure &amp; couleurs par défaut de l'arrière plan

source: Border Hexcolor
es: Colores en hexadecimal del borde
fr: Couleur hexadécimale de la bordure

source: Default border color - usual HTML-style hex color notation.
es: Color del borde por defecto - HTML habitual de la notación hexadecimal para el estilo de color.
fr: Couleur de la bordure par défaut - utilisez la notation de style HTML (hexadécimale) des couleurs.

source: Background Hexcolor
es: Color Hexadecimal del Fondo
fr: Couleur hexadécimale de l'arrière plan

source: Default background color when thumbnail aspect ratio does not match fixed-dimension box - usual HTML-style hex color notation
es: Color de fondo predeterminado, cuando la relación del aspecto del thumbnail no coincide con las dimensiones fijas del cuadro - estilo en HTML de la notación hexadecimal de color
fr: Couleur d'arrière plan par défaut lorsque les proportions de la miniature ne sont pas compatibles avec la dimension fixe de la fenêtre - utilisez la notation de style HTML (hexadécimale) des couleurs.

source: Watermark configuration
es: Configuración de la marca de agua
fr: Configuration d'une filigrane

source: TTF Directory
es: Directorio de fuentes Truetype
fr: Répertoire TTF

source: Base directory for TTF font files
es: Directorio base donde están ubicadas las fuentes Truetype
fr: Répertoire principal pour les fichiers des polices TTF

source: MySQL configuration
es: Configuración de MySQL
fr: Configuration MySql

source: Security configuration
es: Configuración de Seguridad
fr: Configuration de la sécurité

source: High Security Enabled
es: Alta seguridad habilitada
fr: Sécurité renforcée activée

source: if enabled, requires 'high_security_password' set to at least 5 characters, and requires the use of phpThumbURL() function (at the bottom of phpThumb.config.php) to generate hashed URLs.
es: Si está habilitado, requiere establecer "high_security_password" a por lo menos 5 caracteres, y requiere el uso de la función phpThumbURL() (en la parte inferior de phpThumb.config.php) para generar direcciones URL hash.
fr: Si activé, nécessite un 'high_security_password' d'au moins 5 caractères ainsi que l'utilisation de la fonction phpThumbURL() (à la fin du fichier phpThumb.config.php) pour générer des URLs signées.

source: High Security Password
es: Contraseña o palabra de paso de alta seguridad
fr: Mot de passe hautement sécurisé

source: required if 'high_security_enabled' is true, must be at least 5 characters long
es: es obligatorio si se ha activado el parámetro de 'high_security_enabled', y si está activo, debe ser de al menos 5 caracteres.
fr: Requis si 'high_security_enabled' est activé, doit faire minimum 5 caractères

source: Disable Debug
es: Deshabilitar el modo de Depuración
fr: Désactiver le débogage

source: prevent phpThumb from displaying any information about your system. If true, phpThumbDebug and error messages will be disabled.
es: Evitar que phpThumb muestre toda la información sobre su sistema. Si está habilitado, phpThumbDebug y los mensajes de error no se monstrarán.
fr: empêche phpThumb d'afficher toute information concernant votre système. Si activé, phpThumbDebug et tous les messages d'erreur seront désactivés.

source: Allow SRC above DOCROOT
es: Permitir SRC antes que DOCROOT
fr: Autoriser l'intégration d'une source (SRC) située dans un répertoire parent par rapport répertoire racine (DOCROOT).

source: if true, allow src to be anywhere in filesystem; if false (default) only allow src within document_root.
es: Si está activado, permitir que src pueda estar ubicado en cualquier lugar del sistema de archivos, si está desactivado(por defecto), sólo se permite que src esté dentro del DOCUMENT_ROOT.
fr: si activé, les sources peuvent se situer n'importe où sur le système de fichier; si désactivé (défaut), seuls les fichiers situés dans le dossier du site seront autorisés.

source: Allow SRC above phpThumb
es: Permitir SRC antes que phpThumb
fr: Autoriser l'intégration d'une source (SRC) située dans un répertoire parent par rapport répertoire de phpThumb.

source: if true (default), allow src to be anywhere in filesystem; if false only allow src within sub-directory of phpThumb installation.
es: Si está activado (por defecto), permite que src pueda estar ubicado en cualquier lugar del sistema de archivos, si está desactivado, sólo se permite que src esté dentro del sub-directorio de instalación de phpThumb.
fr: si activé (défaut), les sources peuvent se situer n'importe où sur le système de fichier; si désactivé, seuls les fichiers situés dans le dossier de phpThumb seront autorisés.

source: Allow Parameter File
es: Permitir archivo de parámetros
fr: Autoriser le paramètre File

source: if true, allow use of 'file' parameter; if false (default) the 'file' parameter is disabled/ignored.
es: Si está activado, se permite el uso del 'fichero' de parámetros, si está desactivado (por defecto), el 'fichero' de parámetros se deshabilitará y se ignorará
fr: si vrai, autorise l'utilisation du paramètre 'file'; si faux (défaut), ce paramètre est ignoré.

source: Allow Parameter Goto
es: Permitir Parámetro GOTO
fr: Autoriser le paramètre Goto

source: if true, allow use of 'goto' parameter; if false (default) the 'goto' parameter is disabled/ignored.
es: Si está activado, se permite el uso del parámetro 'GOTO' si está desactivado (por defecto), el parámetro 'GOTO' se deshabilitará y se ignorará
fr: si vrai, autorise l'utilisation du paramètre 'goto'. si faux (défaut), ce paramètre est ignoré.

source: Compatability settings
es: Configuración de compatibilidad
fr: Paramètres de compatibilité

source: Disable Pathinfo Parsing
es: Deshabilitar Pathinfo Parsing
fr: Désactive l'analyse de Pathinfo

source: Disable Imagecopyresampled
es: Deshabilitar Imagecopyresampled
fr: Désactive la fonction "Imagecopyresampled"

source: if true, ImageCopyResampled is replaced with ImageCopyResampleBicubic. May be needed for buggy versions of PHP-GD.
es: Si está activo, imagecopyresampled se sustituye por ImageCopyResampleBicubic. Puede ser necesario para algnas versiones de PHP-GD.
fr: si vrai, la fonction 'ImageCopyResampled' est remplacée par 'ImageCopyResampleBicubic'. Cela est parfois nécessaire lors de l'utilisation de versions boguées de PHP-GD.

source: Disable onlycreateable passthru
es: Deshabilitar onlycreateable Passthru
fr: Désactiver le passage par onlycreateable

source: if true, any image that can be parsed by GetImageSize() can be passed through; if false, only images that can be converted to GD by ImageCreateFrom(JPEG|GIF|PNG) functions are allowed.
es: Si está activo,cualquier imagen que se puede analizar por getimagesize() puede pasar a través, si está desactivado, sólo las imágenes que se pueden convertir a GD por la función ImageCreateFrom(JPEG|GIF|PNG) están permitidas.
fr: si vrai, toutes les images pouvant être prises en compte par GetImageSize() peuvent être traitées; si faut, seules les images pouvant être converties vers GD par les fonctions ImageCreateFrom(JPEG|GIF|PNG) sont autorisées.

source: Speed optimizations configuration
es: Configuración de Optimizaciones de velocidad
fr: Configuration des optimisations de rapidité

source: Prefer Imagemagick
es: Preferiblemente Imagemagick
fr: Utiliser Imagemagick

source: If true, use ImageMagick to resize thumbnails if possible, since it is usually faster than GD functions; if false only use ImageMagick if PHP memory limit is too low.
es: Si está activo,se utilizará ImageMagick para cambiar el tamaño de las miniaturas, si es posible, ya que suele ser más rápido que las funciones de GD, si está desactivado, solamente se utilizará ImageMagick si el límite de memoria de PHP es demasiado bajo.
fr: Si vrai et que ImageMagick est disponible, il sera utilisé pour redimensionner les miniatures étant donné qu'il est habituellement plus rapide que les fonctions GD; si faut, ImageMagick sera uniquement utilisé si la mémoire PHP est trop faible.

source: use exif thumbnail for speed
es: Utilizar Exif thumbnail para ir más rápido
fr: utiliser les miniatures EXIF pour gagner de la rapidité

source: If true, and EXIF thumbnail is available, and is larger or equal to output image dimensions, use EXIF thumbnail rather than actual source image for generating thumbnail. Benefit is only speed, avoiding resizing large image.
es: Si está activo y la miniatura EXIF está disponible, y es mayor o igual a las dimensiones de la imagen de salida, el uso EXIF miniatura en vez de imagen de la fuente real de generación de imágenes en miniatura. Es útil cara a los tiempos de generación, , ya que evita el cambio de tamaño de imagen cuando estas son grandes.
fr: Si vrai et que les miniatures EXIF sont activées et qu'elles sont plus grandes ou égales à la taille des images de sorties alors les miniatures de EXIF seront utilisées à la place de l'image source actuelle pour générer des miniatures. Ceci permet uniquement de gagner de la rapidité, évitant de redimensionner les grandes images.

source: If any parameters are constant across ALL images, you can set them here
es: Si los parámetros son constantes para TODAS las imágenes, estos se establecen aquí
fr: Si un ou plusieurs paramètres sont constants pour toutes les images, vous pouvez les indiquer ici

source: phpThumb Defaults GetString Override
es: Reemplazar los predeterminados phpThumb GetString
fr: Les paramètres par défaut de phpThumb sont prioritaires sur ceux de GetString

source: if true, any parameters in the URL will override the defaults set here; if false, any parameters set here cannot be overridden in the URL.
es: Si está activo, los parámetros en la URL anulará los valores predeterminados establecidos aquí, si está deshabilitado, los parámetros establecidos aquí, no se pueden reemplazar en la dirección URL.
fr: si vrai, les paramètres indiqués dans l'URL seront prioritaires sur ceux définis ici; si faut, ces paramètres ci seront prioritaires sur ceux indiqués dans l'URL.

source: phpThumb Defaults Disable GetParams
es: Deshabilitar los predeterminados phpThumb GetParams
fr: Les paramètres par défaut de phpThumb désactive GetParams

source: This demo analyzes your settings (phpThumb.config.php and server/PHP) for <a href="http://phpthumb.sourceforge.net"><strong>phpThumb()</strong></a>
es: Esta demostración analiza su configuración (phpThumb.config.php y servidor / PHP) para <a href="http://phpthumb.sourceforge.net"><strong>phpThumb()</strong></a>
fr: Cette démonstration analyse vos préférences (phpThumb.config.php et server/PHP) pour <a href="http://phpthumb.sourceforge.net"><strong>phpThumb()</strong></a>

source: &lt;-- bad . . . . . good --&gt;
es: &lt;-- mal . . . . . bien --&gt;
fr: &lt;-- mauvais . . . . . bon --&gt;

source: Setting
es: Configurar
fr: Paramètre

source: Value
es: Valor
fr: Valeur

source: Comments
es: Comentarios
fr: Commentaires

source: Functions
es: Funciones
fr: Fonctions

source: Features
es: Características
fr: Caractéristiques

source: Master Value
es: Valor Maestro
fr: Valeur principale

source: Local Value
es: Valor Local
fr: Valeur locale
