Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Thumbnail/1.2/module_thumbnail.po
Languages: es, fr

source: Sorry! No authorization to access this module.
es: Lo sentimos, pero no dispone de autorización para poder acceder a este módulo.
fr: Désolé ! Vous n'avez pas l'autorisation d'accéder à ce module.

source: Download the latest version from <a href="http://phpthumb.sourceforge.net">http://phpthumb.sourceforge.net</a>
es: Descargue la última versión de <a href="http://phpthumb.sourceforge.net">http://phpthumb.sourceforge.net</a>
fr: Téléchargez la dernière version à partir de <a href="http://phpthumb.sourceforge.net">http://phpthumb.sourceforge.net</a>

source: This phpThumb version
es: Versión de phpThumb
fr: Cette version de phpThumb

source: Latest version unknown.
es: La última versión es desconocida
fr: Version la plus récente inconnue.

source: This must be a pre-release beta version. Please report bugs to:
es: Es un pre-lanzamiento a la versión beta. Por favor, informe de errores a:
fr: Celà doit être une version beta. Merci de rapporter les bugs à :

source: You must be using a pre-release beta version. Please report bugs to:
es: Está utilizando un pre-lanzamiento a la versión beta. Por favor, informe de errores a:
fr: Vous devez utiliser une version beta. Merci de rapporter les bugs à :

source: You are using the latest released version.
es: Está utilizando la última versión liberada.
fr: Vous utilisez la dernière version sortie.

source: One (or more) minor version(s) have been released since this version.
es: Existe más de una versión anterior a esta versión.
fr: Une (ou plusieurs) version(s) mineure(s) sont sorties depuis cette version.

source: One (or more) major version(s) have been released since this version, you really should upgrade.
es: Una (o más) versiones superiores han sido liberadas a partir de esta versión, es aconsejable actualizar esta versión.
fr: Une (ou plusieurs) versions majeures sont sorties depuis cette version, vous devriez vraiment mettre a jour.

source: Fundamental changes have been made since this version.
es: Se han efectuado los siguientes cambios en esta versión.
fr: Des changements fondamentaux on été fait depuis cette version

source: "phpThumb.config.php" exists and "phpThumb.config.php.default" does not
es: el archivo "phpThumb.config.php" existe pero no se encuentra el archivo "phpThumb.config.php.default"
fr: "phpThumb.config.php" existe et "phpThumb.config.php.default" n'existe pas

source: "phpThumb.config.php" and "phpThumb.config.php.default" both exist
es: se han localizado los archivos "phpThumb.config.php" y "phpThumb.config.php.default"
fr: "phpThumb.config.php" et "phpThumb.config.php.default" existent

source: rename "phpThumb.config.php.default" to "phpThumb.config.php"
es: renombre "phpThumb.config.php.default" a "phpThumb.config.php"
fr: renommez "phpThumb.config.php.default" en "phpThumb.config.php"

source: "phpThumb.config.php" not found (nor "phpThumb.config.php")
es: no se ha encontrado el archivo "phpThumb.config.php"
fr: "phpThumb.config.php" n'a pas été trouvé (ni "phpThumb.config.php")

source: "phpThumb.config.php.default" that comes in the distribution must be renamed to "phpThumb.config.php" before phpThumb.php can be used. Avoid having both files present to minimize confusion.
es: "phpThumb.config.php.default" que viene en la distribución se debe renombrar a "phpThumb.config.php" antes de utilizar el archivo phpThumb.php puede ser utilizado. No deben existir los dos archivos, para evitar incidencias operativas.
fr: Le fichier "phpThumb.config.php.default" fournit doit être renommé en "phpThumb.config.php" avant que phpThumb.php puisse être utilisé. Évitez d'avoir ces deux fichiers pour minimiser le risque de confusion !

source: PHP5 is ideal (support for numerous built-in filters which are much faster than my code).<br />PHP v4.4.2 contains a bug in fopen over HTTP (phpThumb has a workaround)<br />PHP v4.3.2+ supports ImageSaveAlpha which is required for proper PNG/ICO output.<br />ImageRotate requires PHP v4.3.0+ (but buggy before v4.3.3).<br />EXIF thumbnail extraction requires PHP v4.2.0+.<br />Most things will work back to PHP v4.1.0, and mostly (perhaps buggy) back to v4.0.6, but no guarantees for any version older than that.
es: PHP5 el soporte ideal (se implementan casi todos los filtros integrados y que son mucho más rápidos que el código existente). <br /> PHP v4.4.2 contiene un error en fopen a través de HTTP (phpThumb tiene implementada la solución a este error) <br /> PHP v4.3.2+ soporta ImageSaveAlpha que se requiere para una correcta implementación de ficheros PNG/ICO. <br /> ImageRotate requiere PHP v4.3.0 + (pero antes de buggy V4.3.3). <br /> EXIF de thumbnail requiere PHP v4.2.0 +. <br /> La mayoría de cosas van a funcionar en PHP v4.1.0, y en su mayoría (tal vez buggy) también en la versión v4.0.6, pero no hay garantías que todo esto sea para una versión más vieja que eso. soportado en versiones anteriores a las aquí indicadas.
fr: PHP5 est idéal (support de nombreux filtres intégrés qui sont plus rapide que mon code)<br />PHP4.4.2 contient un bogue dans fopen sur HTTP (PhpThumb utilise une solution de contournement)<br /> PHP4.3.2+ supporte ImageSaveAlpha qui est requis pour sortir proprement les PNG/ICO.<br />L'extraction des données EXIF des vignettes requiert PHP4.2.0+.<br />Plusieurs choses devraient fonctionner avec PHP4.1.0, mais plus difficilement avec v 4.0.6 (probablement avec des bogues). Aucune garantie en revanche pour les versions plus anciennes.

source: GD2-bundled version is ideal.<br />GD2 (non-bundled) is second choice, but there are a number of bugs in the non-bundled version. ImageRotate is only available in the bundled version of GD2.<br />GD1 will also (mostly) work, at much-reduced image quality and several features disabled. phpThumb can perform most operations with ImageMagick only, even if GD is not available.
es: La versión de GD2 incluida en esta distribución es el soporte correcto. <br /> La versión de GD2 (no incluido) es una opción, pero hay una serie de errores en esta que deben corregirse. Imagerotate sólo está disponible en la versión incluida de GD2. <br /> GD1 es operativo, per o la calidad de imagen es muy reducida y tiene algunas características deshabilitadas o no operativas. phpThumb puede realizar la mayoría de las operaciones con ImageMagick, incluso si GD no está disponible.
fr: La version GD2-bundled est idéale. <br />GD2 (non-bundled) est un choix alternatif, mais contenant de nombreux bogues. ImageRotate n'est possible que dans la version GD2-bundled.<br />GD1 devrait aussi fonctionner (plus aléatoirement) avec notamment une perte de qualité des images et des fonctionnalités inutilisables. phpThumb peut accomplir plusieurs opérations avec ImageMagick, y compris lorsque GD n'est pas utilisable.

source: ImageMagick version
es: Versión de ImageMagick
fr: Version de ImageMagick

source: ImageMagick is faster than GD, can process larger images without PHP memory_limit issues, can resize animated GIFs. phpThumb can perform most operations with ImageMagick only, even if GD is not available.
es: ImageMagick es más rápido que GD, puede procesar imágenes más grandes sin problemas de memory_limit establecidos por PHP, puede cambiar el tamaño de los archivos GIF animados. phpThumb puede realizar la mayoría de las operaciones con ImageMagick, incluso si GD no está disponible.
fr: ImageMagick est plus rapide que GD, peut traiter de plus grosses images sans être contraint par la limite mémoire paramétrée (memory_limit) de PHP, peut redimensionner les Gifs animés. phpThumb peut accomplir plusieurs opérations avec ImageMagic, y compris lorsque GD n'est pas utilisable.

source: ImageMagick features
es: Características de ImageMagick
fr: Fonctionnalités de ImageMagick

source: All of these parameters may be called by phpThumb, depending on parameters used. Green means the feature is available; red means a critical feature is missing; orange means an optional filter/feature is missing.
es: Todos estos parámetros pueden ser llamados por phpThumb, dependiendo de los parámetros que se requieran. El verde significa que la función está disponible, el rojo significa una característica fundamental no encontrada, de color anaranjado significa un filtro opcional/característica que no ha sido informada.
fr: Tous ces paramètres peuvent être appelés par phpThumb en fonction du paramétrage utilisé. Vert indique qu'une fonction ou un paramètre est correct. Rouge indique qu'une fonction ou un paramètre critique sont manquants. Orange signale une fonction ou un paramètre optionnel manquant.

source: GD features
es: Características de GD
fr: Fonctionnalités de GD

source: JPG Support
es: Soporte de JPG
fr: Compatible avec les images JPG

source: PNG Support
es: Soporte de PNG
fr: Compatible avec les images PNG

source: GIF Read Support
es: Soporte de lectura de archivos GIF
fr: Compatible avec la lecture d'image GIF

source: GIF Create Support
es: Soporte de creación de archivos GIF
fr: Compatible avec la création d'image GIF

source: FreeType Support
es: Soporte de FreeType
fr: Compatible avec FreeType

source: PNG support is required for watermarks, overlays, calls to ImageMagick and other internal operations.<br />JPG support is obviously quite useful, but ImageMagick can substitute<br />GIF read support can be bypassed with ImageMagick and/or internal GIF routines.<br />GIF create support can be bypassed with ImageMagick (if no filters are applied)<br />FreeType support is needed for TTF overlays.
es: El soporte a PNG es necesario para las marcas de agua, superposiciones, las llamadas a ImageMagick y otras operaciones internas. <br /> El soporte a JPG es obviamente muy útil, pero puede ser sustituido por ImageMagick.<br /> El soporte a la lectura de archivos GIF puede ser sustituido por ImageMagick y / o rutinas GIF . <br /> El soporte a la creación de archivos GIF puede ser sustituido por ImageMagick (si no hay filtros se aplican) <br /> El soporte a apoyo FreeType es requerido para las superposiciones de TTF.
fr: Le support PNG est nécessaire pour utiliser les filigranes et les couches avec ImageMagick ainsi que pour d'autres opérations.<br />Le support de JPG est aussi très utile, mais ImageMagick peut le substituer.<br />Le support de GIF peut être contourné par ImageMagick et d'autres routine GIF internes.<br />La création de GIF peut être contourné par ImageMagick (si aucun filtre n'est utilisé). <br />Le support de FreeType est nécessaire pour gérer les couches TTF.

source: GD extension "EXIF"
es: Extensión "EXIF" en GD
fr: Extension 'EXIF' des GD

source: EXIF extension required for auto-rotate images. Also required to extract EXIF thumbnail to use as source if source image is too large for PHP memory_limit and ImageMagick is unavailable.
es: La extensión EXIF es necesaria para rotación automática de imágenes. También sirve para la extracción de los thumbnail EXIF miniatura si la imagen de origen es demasiado grande para memory_limit de PHP y el ImageMagick no está disponible.
fr: L'extension EXIF est requise pour les rotations automatique d'image. Nécessaire aussi pour extraire la vignette EXIF pour l'utiliser comme source si l'image d'origine est trop grande pour être traitée par la limite mémoire PHP (memory_limit) et que ImageMagick n'est pas utilisable.

source: SAPI mode preferred to CGI mode. FCGI mode has unconfirmed strange behavior (notably more than one space in "wmt" filter text causes errors). If not working in "apache" (SAPI) mode, <i>apache_lookup_uri()</i> will not work.
es: SAPI es el modo para CGI. El modo de FCGI genera un comportamiento erroneo (en particular, más de un espacio en el texto del filtro "WMT" genera errores). Si no está disponible SAPI, la llamada <i>apache_lookup_uri()</i> no funcionará.
fr: Le mode SAPI est préférable au mode CGI. Le mode FCGI a des comportements étranges non confirmés (notamment plus d'un espace dans le filtre texte "wmt" produit des erreurs). Si on travaille pas avec "apache" (mode SAPI), <i>apache_lookup_uri()</i> ne fonctionnera pas.

source: Server Software
es: Software de Servidor
fr: Logiciel du serveur

source: Apache v1.x has the fewest compatability problems. IIS has numerous annoyances. Apache v2.x is broken when lookup up <i>/~user/filename.jpg</i> style relative filenames using <i>apache_lookup_uri()</i>.
es: La versión V1.x de Apache tiene menos problemas de compatibilidad. IIS tiene muchas incidencias. La versión V2.x de Apache reporta errores a la hora de efectuar la búsqueda de <i>/~usuario/archivo.jpg</i> al usar los nombres de ficheros relativos con <i>apache_lookup_uri()</i>.
fr: Apache v1.x à quelques petits problèmes de compatibilité. IIS en a beaucoup. Apache v2.x est cassé lorsque une recherche sur des noms de fichiers relatifs comme<i>/~user/filename.jpg</i> est effectuée.

source: curl version
es: versión de curl
fr: Version de curl

source: Best if available. HTTP source images will be unavailable if CURL unavailable and <i>allow_url_fopen</i> is also disabled.
es: Mejor si está disponible. Imágenes vía HTTP no están disponibles si CURL y <i> allow_url_fopen </i> están deshabilitados.
fr: Meilleur si actif. La source des images HTTP ne sera pas accessible si CURL n'est pas utilisable et que <i>allow_url_fopen</i> est désactivé.

source: required for "ra" and "ar" filters.
es: necesario para los filtros "ra" y "ar".
fr: requis pour les filtres "ra" et "ar".

source: required for "ar" filter.
es: necesario para el filtro "ar".
fr: requis pour le filtre 'ar'.

source: required to extract EXIF thumbnails.
es: necesario para extraer los EXIF de los thumbnails.
fr: Requis pour extraire les vignettes EXIF

source: mostly used for troubleshooting.
es: se utiliza sobre todo para la solución de problemas.
fr: utilisé en général pour la résolution des problèmes.

source: available in PHP v4.1.0+, internal workaround available
es: disponible en PHP v4.1.0+, solución interna disponible
fr: disponible dans PHP4.1.0+, peut fonctionner en interne

source: available in PHP v4.3.0+, internal workaround available
es: disponible en PHP v4.3.0+, solución interna disponible
fr: disponible dans PHP4.3.0+, peut fonctionner en interne

source: available in PHP v5.0.0+, internal workaround available
es: disponible en PHP v5.0.0+, solución interna disponible
fr: disponible dans PHP5.0.0+, peut fonctionner en interne

source: available in PHP3, except only PHP5 for Windows. poor internal workaround available
es: disponible en PHP3, excepto PHP5 para Windows. solución interna poco recomendada.
fr: disponible dans PHP3, sauf pour Windows (seulement PHP5), fonctionne en interne de façon dégradée

source: available in PHP v4.3.0+ (with bundled GD2), internal workaround available
es: disponible en PHP v4.3.0+ (con GD2 incluido), solución interna disponible
fr: disponible dans PHP4.3.0+ (avec GD2 d'intégré), peut fonctionner en interne

source: required for GD image output.
es: necesario para la salida de la imagen GD.
fr: requis pour la sortie d'image GD

source: required for JPEG source images using GD.
es: necesario para el origen de la imagen JPEG utilizando GD.
fr: requis pour les images JPEG créées par GD.

source: useful for GIF source images using GD.
es: útil para el origen de imágenes GIF utilizando GD.
fr: utile pour les images GIF créées par GD.

source: required for PNG source images using GD and other source image formats using ImageMagick.
es: necesario para el origen de la imagen PNG utilizando GD y otros formatos de imagen de origen usando ImageMagick.
fr: requis pour les images PNG créées par GD ainsi que pour les autres formats d'images créées par ImageMagick.

source: required for WBMP source images using GD.
es: necesario para el origen de WBMP utilizando GD.
fr: requis pour les images WBMP créées par GD.

source: required for HTTP and non-file image sources.
es: necesario para HTTP y orígenes de archivo que no son imágenes.
fr: requis pour les fichiers HTTP et les les fichiers "non-images".

source: required for all non-ImageMagick filters.
es: necesario para todos los filtros no pertenecientes a ImageMagick.
fr: requis pour tous les filtres non-ImageMagick.

source: available in PHP v4.3.2+ &amp; GD v2.0.1+
es: disponible en PHP v4.3.2+ y GD v2.0.1+
fr: Disponible avec PHP version 4.3.2+ &amp; GD version 2.0.1+

source: PHP5 only. Required for some filters (but most can use ImageMagick instead)
es: Solo para PHP5. Necesario para algunos filtros (pero la mayoría puede usar ImageMagick en su lugar)
fr: PHP5 seulement. Requis pour quelques filtres (mais la plupart peuvent utiliser ImageMagick à la place).

source: This setting is evil. Turn it off.
es: Ajuste incorrecto. por favor, desactívelo.
fr: Ce paramètre est dangereux. Désactivez le.

source: This setting is bad. Turn it off, if possible. phpThumb will attempt to work around it if it is enabled.
es: Este ajuste es incorrecto. Desactivar si es posible phpThumb intentará activarse aunque esté activo este ajuste.
fr: Ce paramètre est mauvais. Désactivez-le, si possible. phpThumb tentera de s'exécuter même si ce paramètre est activé.

source: Best if off. Calls to ImageMagick will be disabled if on (limiting max image resolution, no animated GIF resize). Temp files may be disabled. Features will be limited.
es: Se aconseja que esté deshabilitado. La llamada a ImageMagick debe estar deshabilitada (la limitación de resolución de imagen máxima, sin cambiar el tamaño de archivo GIF animado). Los archivos temporales deben deshabilitarse. Las características son muy limitadas.
fr: La meilleur solution est de désactiver cette option. Les appels à ImageMagick vont être désactivé si cette option est activée (limitant la résolution maximum des images, pas de redimensionnement des images animées GIF). Les fichiers temporaires pourraient être désactivés. Les fonctionnalités seront limitées.

source: Best if on. HTTP source images will be unavailable if disabled and CURL is unavailable.
es: Se aconseja que esté deshabilitado. Imágenes de origen HTTP no estará disponible si está deshabilitado y el CURL no está disponible.
fr: La meilleur solution est d'activer cette option. Les images HTTP ne seront pas disponibles si désactivé et CURL ne sera pas disponible.

source: Best if nothing disabled. Calls to ImageMagick will be prevented if exec+system+shell_exec+passthru are disabled.
es: Se requeire que todos estén deshabilitados. Las llamadas a ImageMagick se pueden prevenir si exec+system+shell_exec+passthru están desactivados.
fr: La meilleur solution est de ne rien désactiver. Les appels à ImageMagick seront évités si les options exec+system+shell_exec+passthru sont désactivés.

source: unlimited
es: ilimitado
fr: Illimité

source: The higher the better. Divide by 5 to get maximum megapixels of source image that can be thumbnailed (without ImageMagick).
es: Se recomiendan valores altos. Dividir por 5, para obtener el máximo en megapíxeles de la imagen de origen para ser reescalada (sin ImageMagick).
fr: La plus élevée possible. Diviser par 5 pour obtenir le maximum de mégapixels de l'image source qui peut être miniaturisés (sans ImageMagick).

source: Your setting (%1$s) allows images up to approximately %2$s megapixels
es: Su configuración (%1$s), permite imágenes de hasta aproximadamente %2$% megapíxeles
fr: Votre paramètre (%1$s) permet des images jusqu'à environ %2$s mégapixels.

source: thumbnail
fr: miniatures

source: Thumbnail
fr: Miniatures

source: Provides thumbnail generation facilities via userapi functions.
es: Proporciona la creación de thumbnail mediante las funciones de userapi.
fr: Facilite la génération de miniatures via les fonctions userapi.

source: Thumbnail generation failed (RenderOutput):
es: La generación de thumbnail ha fallado (RenderOutput):
fr: La génération de la miniature a échoué (RenderOutput) :

source: Thumbnail generation failed (RenderToFile):
es: La generación de thumbnail ha fallado (RenderToFile):
fr: La génération de la miniature a échoué (RenderToFile) :

source: Thumbnail generation failed (GenerateThumbnail):
es: La generación de thumbnail ha fallado (GenerateThumbnail):
fr: La génération de la miniature a échoué (GenerateThumbnail) :

source: Invalid filename received
es: Nombre de archivo recibido no válido
fr: Nom de fichier invalide reçu

source: Unable to determine target thumbnailname
es: No es posible saber la fuente del thumbnailname
fr: Impossible de déterminer le nom de la miniature de destination

source: Can't read file [%s]
es: No es posible leer el fichero [%s]
fr: Impossible de lire le fichier [%s]

source: Done! Module configuration updated.
es: Hecho! La configuración del módulo ha actualizada correctamente.
fr: Terminé ! Configuration du module mise à jour.

source: Thumbnail Module Preferences
es: Preferencias del Módulo de Thumbnail
fr: Paramètres du module de miniatures

source: phpThumb Settings
es: Configuración de phpThumb
fr: Paramètres de phpThumb

source: Check Settings
es: Chequeo de la Configuración
fr: Vérifier les paramètres

source: Standard Thumbnail Size
es: Tamaño Estándar del Thumbnail
fr: Taille standard des miniatures

source: Allow invoking module to override standard size
es: Permite la llamada al módulo para sobreescribir el tamaño estándar
fr: Permettre de dépasser la taille standard en appelant le module

source: Update Configuration
es: Actualizar la Configuración
fr: Mettre à jour la configuration

source: Cancel
es: Cancelar
fr: Annuler

source: Settings
es: Configuración
fr: Paramètres

source: Cache directory configuration
es: Configuración del Directorio Caché
fr: Configuration du répertoire du cache

source: Note this directory must be writable (usually chmod 777 is neccesary) for caching to work. If the directory is not writable no error will be generated but caching will be disabled.
es: El directorio debe tener permisos de escritura (por lo general chmod 777) para que se active el almacenamiento en caché. Si el directorio no tiene permisos de escritura, no se reportará error, y el almacenamiento en caché no estará activo.
fr: Note : ce répertoire doit disposer des droits en écriture (normalement un chmod 777 est nécessaire) pour que le cache fonctionne. Si ce répertoire ne dispose pas de ces droits aucune erreur ne sera générée mais le cache sera désactivé.

source: Cache Directory
es: Directorio Caché
fr: Répertoire du cache

source: set the cache directory
es: Establecer el Directorio Caché
fr: Définir le répertoire du cache

source: Cache Disable Warning
es: Advertencia por la desactivación del Caché
fr: Désactiver les avertissements du cache

source: If [<em>Cache Directory</em>] is non-existant or not writable, and [Cache Disable Warning] is disabled, an error image will be generated warning to either set the cache directory or disable the warning (to avoid people not knowing about the cache)
es: Si el [<em>Directorio caché </ em>] es nulo o no es posible la escritura, y la [Advertencia por la desactivación del Caché] está desactivada, se generará un error de imagen, para que se configure el directorio de caché o desactivar la advertencia.
fr: Si le [<em>répertoire du cache</em>] n'existe pas ou n'est pas inscriptible et que les [avertissements du cache] sont désactivés, un avertissement sous forme d'image d'erreur sera généré afin d'inviter l'administrateur à indiquer le répertoire du cache ou à désactiver les avertissements (afin d'informer les personnes ne sachant pas ce qu'est le cache).

source: Cache culling
es: Caché sacrificada
fr: Suppression de ce qui est en cache
