Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Thumbnail/1.2/module_thumbnail.po
Languages: es, fr

source: phpThumb can automatically limit the contents of the cache directory based on last-access date and/or number of files and/or total filesize.
es: phpThumb puede limitar automáticamente el contenido del directorio de caché en base a la última fecha de acceso y / o número de archivos y / o tamaño total de los archivos.
fr: phpThumb peut automatiquement limiter le contenu du répertoire du cache en se basant sur la date de dernier accès et/ou le nombre de fichiers et/ou la taille globale du répertoire.

source: Cache Max Age
es: Edad máxima de caché
fr: Age maximum du cache

source: [EMPTY] never delete cached thumbnails based on last-access time delete cached thumbnails that haven't been accessed in more than [Cache Max Adge] days (value is maximum time since last access in days to avoid deletion).
es: [VACIO] No se borrarán los thumbnails de las imágenes existentes en caché que no hayan sido accedidas en [Cache Max Adge] días (valor máximo desde el último acceso en los días para evitar el borrado).
fr: Si ce champ est vide cela ne supprimera jamais les miniatures en cache en se basant sur la date de dernier accès. Si une valeur est indiquée, toute miniature qui est en cache sera supprimée si on n'y a plus accédé depuis plus de jours que la valeur indiquée. (la valeur indiquée est le durée maximale en jours durant laquelle il ne faut pas supprimer les miniatures)

source: Cache Max Size
es: Tamaño máximo de caché
fr: Taille maximale du cache

source: [EMPTY] never delete cached thumbnails based on byte size of cache directory delete least-recently-accessed cached thumbnails when more than [Cache Max Size]MB of cached files are present (value is maximum bytesize of all cached files).
es: [VACIO] No se borrarán los thumbnails existentes en caché en base al tamaño en bytes del directorio de caché y su tamaño no sea de [Cache Max Size]MB de todos los ficheros existentes en la caché (si es valor es el máximo tamaño en bytes de todos los ficheros definidos en la caché).
fr: [VIDE] Ne jamais effacer de miniatures en cache en se basant sur la taille du répertoire de cache mais effacer les fichiers les moins récemment accédés quand le répertoire de cache fait plus de [Taille Max du cache] MB (la valeur est la taille en octet de tous les fichiers du cache).

source: Cache Max Files
es: Número máximo de archivos en caché
fr: Nombre maximal de fichiers dans le cache

source: [EMPTY] never delete cached thumbnails based on number of cached files delete least-recently-accessed cached thumbnails when more than [Cache Max Files] cached files are present (value is maximum number of cached files to keep).
es: [VACIO] No se borrarán los thumbnails existentes en caché en base al número de archivos de caché de [Cache Max Files] de todos los ficheros existentes en la caché (el valor es el número máximo de archivos de caché).
fr: [VIDE] Ne jamais effacer de miniatures en cache en se basant sur le nombre de fichiers dans le répertoire de cache mais sur les fichiers les moins récemment accédés quand plus de [Nombre de fichiers du cache Max] fichiers sont présent dans le cache (la valeur est le nombre maximal de fichiers que peut contenir le cache).

source: Source image cache configuration
es: Imagen Origen en configuración de caché
fr: Configuration du cache des images originales

source: Cache Source Enabled
es: Caché Origen habilitada
fr: Cache des originaux activé

source: if true, source images obtained via HTTP are cached to [Cache Source Directory].
es: si está habilitado, las imágenes obtenidas vía HTTP se cachearán en [Cache Source Directory].
fr: Si activé, la source des images sera obtenue par HTTP et mises en cache dans le [dossier de cache].

source: Cache Source Directory
es: Directorio de Caché Origen
fr: Répertoire du cache des originaux

source: set the cache directory for unprocessed source images
es: establecer el directorio de caché de las imágenes origen sin procesar
fr: définit le répertoire de cache pour les images non-processées

source: cache source modification date configuration
es: configuración de la fecha de modificación de la cache origen
fr: Configuration du cache lors de la modification de la date d'une source

source: Cache Source Filemtime Ignore Local
es: Ignorar la Fuente de cache filemtime Local
fr: Ignorer les fichiers locaux dans le cache

source: if true, local source images will not be checked for modification date and cached image will be used if available, even if source image is changed or removed.
es: Si está activado, las imágenes locales no se comprobarán si están dosponibles en base a la fecha de modificación e imagen en cache, incluso si la imagen de origen es modificada o eliminada.
fr: Si activé, les images locales ne seront pas vérifiées s'il y a modification de leur date. Le cache d'images sera utilisé s'il est disponible même si la source de l'image a changé ou a été supprimée.

source: Cache Source Filemtime Ignore Remote
es: La fuente caché filemtime se ignorará la remota
fr: Ignorer la date de vérification pour les fichiers distants

source: if true, remote source images will not be checked for modification date and cached image will be used if available, even if source image is changed or removed. <strong>WARNING</strong> cached performance MUCH slower if this is set to false.
es: Si está activado, las imágenes locales no se comprobarán si están dosponibles en base a la fecha de modificación e imagen en cache, incluso si la imagen de origen es modificada o eliminada. <strong>ADVERTENCIA</strong> El rendimiento en caché será mucho más lento si no está activada está opción.
fr: si vrai, les images source distantes ne seront pas testées sur leur date de modification et les miniatures en cache seront utilisées si disponible même si l'image source est modifiée ou effacée. <strong>ATTENTION</strong> les performances du cache vont être dégradées si cette option est désactivée.

source: Simplified cache filename configuration
es: Nombre de archivo de configuración de caché simplificado
fr: Configuration simplifiée des noms de fichiers dans le cache

source: Instead of creating unique cache filenames for all parameter combinations, create "simple" cache files (e.g.: "pic_thumb.jpg")<br /> If cache_default_only_suffix is non-empty, GETstring parameters (except 'src') are ignored and only $PHPTHUMBDefaults parameters (set at the bottom of phpThumb.config.php) are used for processing.<br /> The "*" character MUST be used to represent the source image name.
es: En lugar de crear nombres de archivo de caché único para todas las combinaciones de parámetros, crear "simples" archivos de caché (por ejemplo: "pic_thumb.jpg") <br /> Si no está vacío cache_default_only_suffix, Los parámetros GetString (excepto 'src') no se tendrán en cuenta excepto $PHPTHUMBDefaults (fijado en la parte inferior de phpThumb.config.php) se utilizará para la transformación. <br /> El "*" carácter debe ser utilizado para representar el nombre de la imagen de origen.
fr: Plutôt que de créer des noms de fichiers uniques pour toutes les combinaisons de paramètres, créer des fichiers de cache "simple" (comme : "pic_thumb.jpg") Si cache_default_only_suffix n'est pas vide, les paramètres de GETstring (excepté 'src') sont ignorés et seul les paramètres de $PHPTHUMB_DEFAULTS (positionnés en bas de phpThumb.config.php) sont utilisés pour les traitements. Le caractère '*' DOIT être utilisé pour représenter le nom de l'image source.

source: Cache Default Only Suffix
es: Sufijo de Caché único por defecto
fr: Cache par défaut contenant seulement les suffixes

source: [EMPTY] cached in normal phpThumb manner<br /> "*_thumb" cache "pic.jpg\" becomes "pic_thumb.jpg" (or "pic_thumb.png" if PNG output is selected, etc)<br /> "small-*" cache "pic.jpg" becomes "small-pic.jpg" (or "small-pic.png" if PNG output is selected, etc).
es: [Vacío] caché en forma normal phpThumb <br /> "* _thumb" caché "pic.jpg\" se convierte en "pic_thumb.jpg" (o "pic_thumb.png" si la salida PNG es seleccionada, etc)<br /> "pequeña-* caché " pic.jpg" se convierte en "pequeña-pic.jpg" (o "pequeña-pic.png" si la salida PNG es seleccionada, etc.)
fr: [VIDE] mis en cache à la manière normale de phpThumb '*_thumb' le fichier en cache 'pic.jpg' devient 'pic_thumb.jpg' (ou 'pic_thumb.png' si la sortie PNG est sélectionnée, etc) 'small-*' fichier en cache 'pic.jpg' devient 'small-pic.jpg' (ou 'small-pic.png' si la sortie PNG est sélectionnée, etc).

source: Cache Force Passthru
fr: Forcer le cache

source: if true, cached image data will always be passed to browser; if false, HTTP redirect will be used instead.
es: si es verdad, los datos de imágenes almacenadas en caché siempre se pasaran al navegador, si es falsa, redirección HTTP se utilizará en su lugar.
fr: Si activé, les images contenues dans le cache seront toujours envoyées au navigateur; sinon une redirection HTTP sera utilisée.

source: Temp directory configuration
es: Configuración del directorio Temp
fr: Configuration du répertoire temporaire

source: phpThumb may need to create temp files. Usually the system temp dir is writable and can be used. Leave this value as NULL in most cases. If you get errors about "failed to open &lt;filename&gt; for writing" you should change this to a full pathname to a directory you do have write access to.
es: phpThumb puede que necesite crear archivos temporales. Normalmente, el directorio temporal del sistema puede ser utilizado. Dejar este valor como NULL en la mayoría de los casos. Si obtiene errores acerca de "Fallo al abrir el archivo &lt;filename&gt; en modo escritura "se deberá cambiar por una ruta completa a un directorio con permisos de escritura.
fr: phpThumb peut avoir besoin de créer des fichiers temporaires. Habituellement, le répertoire temporaire du système est accessible en écriture et peut être utilisé. Laissez cette valeur à NULL dans la plupart des cas. Si vous avez des erreurs de type "N'a pas pu ouvrir &lt;filename&gt; pour l'écriture", vous devriez changer cela en un chemin complet vers un répertoire où vous avez accès en écriture.

source: Temp Directory
es: Directorio Temporal
fr: Répertoire temporaire

source: maximum number of pixels in source image to attempt to process entire image
es: numero maximo de pixeles de la imagen de origen para procesar toda la imagen
fr: Nombre maximal de pixels dans l'image source pour essayer d'utiliser l'image entière

source: If this is zero then no limit on source image dimensions. If this is nonzero then this is the maximum number of pixels the source image can have to be processed normally, otherwise the embedded EXIF thumbnail will be used (if available) or an "image too large" notice will be displayed. This is to be used for large source images (> 1600x1200) and low PHP memory limits. If PHP runs out of memory the script will usually just die with no output. To calculate this number, multiply the dimensions of the largest image you can process with your memory limitation (e.g. 1600 * 1200 = 1920000) As a general guideline, this number will be about 20% of your PHP memory configuration, so 8M = 1,677,722; 16M = 3,355,443; 32M = 6,710,886; etc.
es: Si este es cero, entonces no hay límite sobre las dimensiones de imagen de origen. Si esto es distinto de cero entonces este es el número máximo de los píxeles de la imagen de la fuente puede tener para ser procesado de forma normal, de lo contrario incrustada EXIF miniatura será utilizada (si está disponible) o se mostrará el mensaje "imagen demasiado grande". Esto se va a utilizar para las imágenes de origen de gran tamaño (> 1600x1200) y bajo los límites de memoria de PHP. Si PHP se queda sin memoria la secuencia de comandos en general. Para calcular este número, se multiplican las dimensiones de la imagen de mayor tamaño (por ejemplo, 1600 * 1200 = 1920000) Como regla general, este número será de aproximadamente el 20% de su configuración de memoria de PHP, así 8M = 1.677.722; 16M = 3.355.443; 32M = 6710886, etc.
fr: Si la valeur vaut 0, il n'y a aucune limite à la taille des images sources. Sinon, il s'agit du nombre maximal de pixels de l'image source pour être traitée normalement. Dans le cas contraire, la miniature EXIF incluse à l'image sera utilisée (si disponible) ou une notification "image trop grande" sera affichée. Cette option est utilisée pour les images de grandes dimensions (> 1600x1200) et pour les cas où la mémoire de PHP est limitée. Si PHP dépasse la quantité de mémoire disponible le script doit normalement se terminer sans aucune sortie. Pour calculer cette valeur, multiplier la dimension de la plus grande image que vous pouvez traiter avec la limite mémoire (par exemple 1600 * 1200 = 1920000). Comme règle général, ce nombre doit être au environ de 20% de la configuration mémoire PHP, soit 8M = 1 677 722; 16M = 3 355 443; 32M = 6 710 886; etc.

source: Max Source Pixels
es: Máximo en Pixeles del origen
fr: Nombre maximal de pixels

source: <ul><li>0 no memory limit</li><li>1920000 allow 1600x1200 images (2Mpx), no larger (about 10MB memory required)</li><li>3355443 16MB memory limit</li><li>3871488 allow 2272x1704 images (4Mpx), no larger (about 16MB memory required)</li></ul>
es: <li> 0 sin límite de memoria </li> <li> 1920000 permiten 1600x1200 imágenes (2Mpx), no más grande (alrededor de 10 MB de memoria requerido) </li> <li> 3355443 límite de memoria de 16 MB </li> <li> 3871488 permiten 2272x1704 imágenes (4Mpx), no más grande (alrededor de 16 MB de memoria requerido) </li> </ul>
fr: <ul> <li>0 pas de limite mémoire</li> <li>1920000 permet des images de taille 1600x1200 (2Mpx), pas plus (nécessite environ 10MB de mémoire)</li> <li>3355443 limite mémoire à 16MB</li> <li>3871488 permet des images de taille 2272x1704 (4Mpx), pas plus (nécessite environ 16MB de mémoire)</li></ul>

source: ImageMagick configuration
es: Configuración de ImageMagick
fr: Configuration de ImageMagick

source: If source image is larger than available memory limits as defined above in "max_source_pixels" AND ImageMagick's "convert" program is available, phpThumb() will call ImageMagick to perform the thumbnailing of the source image to bypass the memory limitation. Leaving the value as NULL will cause phpThumb() to attempt to detect ImageMagick's presence with "which".
es: Si la imagen original es más grande que la memoria disponible por encima de los límites definidos en "max_source_pixels" y el "convert" de ImageMagick está disponible, phpThumb() usará ImageMagick para realizar las miniaturas de la imagen de origen para eludir la limitación de memoria. Dejar el valor NULL, para tratar de detectar la presencia de ImageMagick.
fr: Si l'image source est plus grande que la limite mémoire définie ci-dessus dans 'max_source_pixels' et que le programme "convert" de ImageMagick est disponible, phpThumb() utilisera ImageMagick pour créer les miniatures afin d'outrepasser la limitation mémoire. Laisser cette valeur à NULL force phpThumb() à détecter la présence d'ImageMagick's à l'aide de la commande `which`.

source: Imagemagick Path
es: Ruta de Imagemagick
fr: Chemin de ImageMagick

source: Windows: set absolute pathname or empty for no use of Image Magic<br /> *nix: set absolute pathname to "convert", or leave as null if "convert" is in the path
es: Windows: set path absoluto o vacío si no hay uso de Image Magic <br/> * nix: ruta de acceso absoluta para "convertir", o dejarlo como nulo si "convertir" está en la ruta de acceso
fr: Sous Windows : Mettre le chemin complet ou laisser vide pour ne pas utiliser ImageMagick<br /> Sous *nix : mettre le chemin complet vers "convert" ou laisser vide si "convert" est dans le "path"

source: Default output configuration
es: Configuración de salida por defecto
fr: Configuration de la sortie par défaut

source: Output Format
es: Formato de salida
fr: Format de sortie

source: default output format ('jpeg', 'png' or 'gif') - thumbnail will be output in this format (if available in your version of GD).
es: Formato de salida por defecto ('jpeg', 'png' or 'gif') - las thumbnail saldrán en este formato (si está disponible en su versión de GD).
fr: Format de sortie par défaut ('jpeg', 'png' or 'gif') - Les miniatures sortiront dans ce format (si disponible dans votre version de GD).

source: Output Maxwidth
es: Salida Maxwidth
fr: Largeur maximale de sortie

source: default maximum thumbnail width. If this is zero then default width is the width of the source image.
es: Ancho máximo por defecto del thumbnail. Si este es cero, entonces el ancho por defecto será el ancho de la imagen original.
fr: largeur maximale par défaut de la miniature. Si la valeur est zéro, la valeur par défaut sera la largeur de l'image source.

source: Output Maxheigh
es: Salida Maxheigh
fr: Hauteur maximale de sortie

source: default maximum thumbnail height. If this is zero then default height is the height of the source image.
es: Alto máximo por defecto del thumbnail. Si este es cero, entonces el alto por defecto será el alto de la imagen original.
fr: hauteur maximale par défaut de la miniature. Si la valeur est zéro, la valeur par défaut sera la hauteur de l'image source.

source: Output Interlace
es: Entrelazado de salida
fr: Entrelacement de sortie

source: if true interlaced output for GIF/PNG, progressive output for JPEG; if false non-interlaced for GIF/PNG, baseline for JPEG.
es: Si está activada la salida entrelazadapara GIF / PNG, se generará un JPEG progresivo, sino no es entrelazada para GIF / PNG, y será la linea base para JPEG.
fr: Si coché, l'entrelacement de sortie pour les GIF/PNG affichage progressif pour les JPEG. Si non, pas d'entrelacement pour les GIF/PNG, affichage de base pour les JPEG.

source: Error message configuration
es: Mensaje de Error en la Configuración
fr: Configuration du message d'erreur

source: Error Image Width
es: Error del Ancho de Imagen
fr: Largeur de l'image d'erreur

source: default width for error images
es: ancho predeterminado para las imágenes con error
fr: Largeur par défaut des images d'erreur

source: Error Image Height
es: Error en la Altura de la imagen
fr: Hauteur de l'image d'erreur

source: default height for error images
es: alto predeterminado para las imágenes con error
fr: Hauteur par défaut des images d'erreur

source: Error Message Image Default
es: Mensaje de error de la imagen por defecto
fr: Message de l'image d'erreur par défaut

source: Set this to the name of a generic error image (e.g. '/images/error.png') that you want displayed in place of any error message that may occur. This setting is overridden by the 'err' parameter, which does the same thing.
es: Imagen de error genérico (por ejemplo, '/ images / error.png') a mostrar en lugar de cualquier mensaje de error por defecto. Esta configuración se reemplaza por el parámetro de error.
fr: Indiquez ici le nom d'une image générique pour les erreurs (par exemple '/images/error.png') que vous voulez afficher à la place des messages d'erreurs qui peuvent survenir. Ce paramètre est remplacé par la valeur du paramètre 'err' qui fait la même chose.

source: Error Bgcolor
es: Error en el color de fondo
fr: Couleur d'arrière plan du message d'erreur

source: background color of error message images.
es: color de fondo de imágenes de mensaje de error.
fr: Couleur de l'arrière plan des images pour les messages d'erreur

source: Error Textcolor
es: Error en el color de texto
fr: Couleur du texte du message d'erreur

source: color of text in error messages.
es: color de texto en los mensajes de error
fr: Couleur du texte dans les messages d'erreurs.

source: Error Fontsize
es: Error en el tamaño de fuente
fr: Taille du texte du message d'erreur

source: (smallest)
es: (pequeño)
fr: (plus petit)

source: (largest)
es: (más grande)
fr: (plus grand)

source: size of text in error messages, from 1 (smallest) to 5 (largest)
es: tamaño de texto en mensajes de error, de 1 (mínimo) a 5 (más grande)
fr: Taille du texte dans les messages d'erreur, de 1 (petit) à 5 (grand)

source: die on error
es: finalizar en caso de error
fr: arrêter en cas d'erreur

source: die with error message on any fatal error (recommended with standalone phpThumb.php).
es: finalizar con el mensaje de error en un error fatal (recomendado con phpThumb.php).
fr: Arrêter avec un message d'erreur en cas d'erreur fatale (recommandé lorsque phpThumb.php est utilisé seul).

source: Silent die on error
es: Fin silencioso en caso de error
fr: S'arrêter silencieusement en cas d'erreur

source: simply die with no output of any kind on fatal errors (not recommended)
es: Finalización sin salida de ningún tipo de errores fatales (no recomendado)
fr: S'arrêter sans ne rien afficher quelque soit l'erreur fatale (pas recommandé)

source: Die on source failure
es: Finalizar en caso de fallo del fuente
fr: S'arrêter en cas d'erreur en provenance de l'image original

source: die with error message if source image cannot be processed by phpThumb() (usually because source image is corrupt in some way). If false the source image will be passed through unprocessed, if true (default) an error message will be displayed.
es: fin con el mensaje de error si la imagen de origen no puede ser procesada por phpThumb() (normalmente porque la imagen de origen está dañada de alguna manera). Si es falsa la imagen de la fuente se pasa a través de elaborados, si es cierto (por defecto) un mensaje de error se mostrará.
fr: se termine avec un message d'erreur si l'image original ne peut pas être traitée par phpThumb() (en général c'est parce que l'image original est corrompue d'une quelconque manière). Si le paramètre est désactivé, l'image original sera utilisée non traitée. Dans le cas contraire (activé), un message d'erreur sera affiché.

source: Off-server Thumbnailing Configuration
es: Off-Server de configuración de miniaturas
fr: Configuration des miniatures en cas d'arrêt du serveur

source: Enabled
es: Habilitado
fr: Activé

source: If false will allow thumbnailing from any source domain
es: Si está deshabilitado, permitirá miniaturas de cualquier fuente de dominio
fr: Si pas permis, cela va permettre la miniaturisation des images en provenance de tous les domaines

source: Valid Domains
es: Dominios Válidos
fr: Domaines valides

source: This is the list of domains for which thumbnails are allowed to be created. The default value of the current domain should be fine in most cases, but if neccesary you can add more domains in here, in the format www.example.com; www.example1.com.
es: Esta es la lista de dominios para los que las thumbnails pueden ser creadas. El valor por defecto del dominio actual debe estar bien en la mayoría de los casos, pero si es necesario puede agregar más dominios de aquí, en el www.example.com formato; www.example1.com.
fr: Ceci est la liste des domaines pour lesquels la création des miniatures est autorisée. La valeur par défaut devrait être bonne dans la plupart des cas, mais vous pouvez en ajouter d'autres si nécessaire en respectant ce format www.exemple1.fr; www.exemple2.fr.

source: Erase Image
es: Borrar la Imagen
fr: Ecraser l'image

source: Text Message
es: Texto del Mensaje
fr: Message

source: Text of error message.
es: Texto del Mensaje de Error
fr: Contenu du message d'erreur.

source: Off-server Linking Configuration
es: Vinculación de configuración de Off-server
fr: Configuration des liens en cas d'arrêt du serveur
