Repository: zikula/i18n-portal
Catalog: gettext/*/modules/Avatar/2.2/module_avatar.po
Languages: ca, es, fa, fr

source: Error! This module can only be used if the Profile module is installed and if it is set in the Settings module as the default profile module.
ca: Aquest mòdul només es pot utilitzar si el mòdul Perfil està instal·lat i si es declara com a mòdul de perfil predeterminat a la configuració dels paràmetres generals del lloc.
es: ¡Error! Este módulo sólo se puede utilizar si el módulo Profile está instalado y está establecido como el administrador de perfiles del sitio.
fa: خطا! این ماژول تنها زمانی می تواند استفاده شود که ماژول Profile نصب شده باشد و در تنظیمات به عنوان ماژول پروفایل پیش فرض انتخاب شده باشد.
fr: Erreur ! Ce module peut seulement être utilisé si le module Profile est installé et si il est défini dans le module Préférences en tant que module de profil par défaut.

source: Error! The user attribute called 'avatar' doesn't exist. Please install a Profile module if you want to use this module.
ca: L'atribut usuari/ària anomenat 'avatar' no existeix. Si us plau, instal·leu un mòdul de perfil si voleu utilitzar aquest mòdul.
es: ¡Error! El atributo de usuario denominado 'avatar' no existe. Por favor, instale el módulo Profile si desea utilizar este módulo.
fa: خطا! ویژگی 'avatar' برای کاربر وجود ندارد. اگر میخواهید از این ماژول استفاده کنید لطفا یک ماژول پروفایل نصب کنید.
fr: Erreur ! L'attribut utilisateur appelé 'avatar' n'existe pas. Merci d'installer le module Profile si vous voulez utiliser ce module.

source: Error! No avatar choosen.
ca: Actualment no hi ha cap avatar seleccionat.
es: ¡Error! No se eligió ningún avatar.
fa: خطا! هیچ آواتاری انتخاب نشده است.
fr: Erreur ! Pas d'avatar choisi.

source: Warning! This avatar is in use and cannot be deleted. If you want to delete it, please change the avatars of the users listed below.
ca: Atenció! Aquest avatar es troba en ús i no es pot esborrar. Per eliminar-lo, si us plau, canvieu l'avatar dels usuaris que figuren a continuació.
es: ¡Atención! Este avatar se encuentra en uso y no se puede eliminar. Si desea eliminarlo, por favor cambie los avatares de los usuarios listados a continuación.
fa: اخطار! این آواتار در حال استفاده است و نمی تواند حذف شود. اگر می خواهید آن را حذف کنید, لطفا آواتار کاربران لیست شده در زیر را تغییر دهید.
fr: Attention : Cet avatar est en cours d'utilisation et ne peut pas être supprimé. Si vous voulez le supprimer, vous devrez changer les avatars des membres qui sont dans la liste ci-dessous.

source: Avatar
fa: آواتار

source: Upload of individual Avatars
ca: Pujada d'avatars individuals
es: Cargar de Avatares individuales
fa: آپلود آواتارهای شخصی
fr: Chargement d'avatars individuels

source: The path %s does not exist or is not readable by the webserver.
ca: La ruta %s no existeix o no és llegible pel servidor web.
es: La ruta %s no existe o no puede ser leida por el servidor web.
fa: مسیر %s وجود ندارد یا برای وب سرور قابل خواندن نیست.
fr: Le répertoire %s n'existe pas ou ne peux pas être lu par le serveur web.

source: The webserver cannot write to %s.
ca: El servidor web no pot escriure a %s.
es: El servidor web no puede escribir en %s.
fa: وب سرور نمی تواند در %s بنویسد
fr: Le serveur web ne peux pas écrire dans dossier %s.

source: Error! Missing path.
ca: Falta la ruta.
es: ¡Error! Falta la ruta.
fa: خطا! مسیر مفقود شده است.
fr: Erreur ! chemin manquant.

source: Done! The avatar of the user '%s' has been disabled.
ca: L'avatar de l'usuari/a '%s' ha estat desactivat.
es: ¡Hecho! El avatar del usuario '%s' se ha desactivado.
fa: انجام شد! آواتار کاربر '%s' غیر فعال شد.
fr: L'avatar de l'utilisateur '%s' a été désactivé.

source: Done! The avatar of the user '%s' has been set to his gravatar.
ca: L'avatar de l'usuari/a '%s' ha estat establert com el seu gravatar.
es: ¡Hecho! El avatar del usuario '%s' se ha establecido a su gravatar.
fa: انجام شد! آواتار کاربر '%s' به gravatar شخصیش تغییر پیدا کرد.
fr: Terminé ! L'avatar de l'utilisateur '%s' a été défini avec ce gravatar.

source: Done! The avatar of the user '%1$s' has been changed to '%2$s'
ca: L'avatar de l'usuari/a '%1$s' s'ha canviat a '%2$s'
es: ¡Hecho! El avatar del usuario '%1$s' se ha cambiado a '%2$s'
fa: انجام شد! آواتار کاربر '%1$s' به '%2$s' تغییر پیدا کرد
fr: L'avatar de l'utilisateur'%1$s' a été changé par '%2$s'

source: Error! The user is not authorized to use this avatar. To change this, update the permission for %s.
ca: L'usuari/ària no està autoritzat a utilitzar aquest avatar. Per canviar això, actualitzeu els permisos per a %s.
es: ¡Error! El usuario no está autorizado para usar este avatar. Para cambiar esto, actualice el permiso para %s.
fa: خطا! کاربر برای استفاده از این آواتار احراز هویت نشده است. برای تغییر آن, مجوزهای دسترسی را برای %s به روز رسانی کنید.
fr: Erreur ! L'utilisateur n'est pas autorisé à utiliser cet avatar. Pour changer cela, mettez à jour la permission pour %s.

source: Error! You aren't a registered user.
ca: No ets un usuari/ària registrat.
es: ¡Error! Usted no es un usuario registrado.
fa: خطا! شما یک کاربر ثبت نام کرده نیستید.
fr: Erreur ! Vous n'est pas un utilisateur enregistré.

source: Error! No file selected.
ca: No heu seleccionat cap fitxer.
es: ¡Error! No se seleccionó ningún archivo.
fa: خطا! هیچ فایلی انتخاب نشده است.
fr: Erreur ! Aucun fichier sélectionné.

source: Error! Filesize error, max %s bytes are allowed.
ca: La mida de l'arxiu no és correcta. La mida màxima permesa és de %s bites.
es: ¡Error! Error en el tamaño del archivo, lo maximo permitido son %s bytes.
fa: خطا! خطا در اندازه فایل, جحجم فایل تا %s بایت مجاز است.
fr: Erreur ! Erreur sur la taille du fichier, un maximum de %s octets est autorisé.

source: Error! The file is not an image.
ca: L'arxiu no és una imatge.
es: ¡Error! El archivo no es una imagen.
fa: خطا! فایل یک تصویر نیست.
fr: Erreur ! Le fichier n'est pas une image.

source: Error! Unauthorised file extension. Allowed extensions: %s.
ca: L'extensió de l'arxiu no és permesa. Les extensions permeses són: %s.
es: ¡Error! Extensión de archivo no autorizada. Las extensiones permitidas son: %s.
fa: خطا! این پسوند غیر مجاز است. پسوند های مجاز: %s.
fr: Erreur ! Extension de fichier non autorisée. Les extensions autorisées sont : %s.

source: Error! Image height (max. %1$s px) or width (max. %2$s px) error.
ca: L'alçada de la imatge (màxim %1$s px) o l'amplada (màxim %2$s px) dóna error.
es: ¡Error! Error en la altura de la imagen (máx. %1$s px) o el ancho (máximo %2$s px).
fa: خطا! خطا در ارتفا (حداکثر %1$s px)یا پهنا (حداکثر %2$s px).
fr: Erreur ! Erreur sur la hauteur (max. %1$s px) ou la largeur (max. %2$s px) de l'image.

source: Error! Fail to copy the file in avatar's directory.
ca: S'ha produït un error en copiar el fitxer en el directori d'avatars.
es: ¡Error! Falla al copiar el archivo en el directorio de avatares.
fa: خطا! کپی فایل در پوشه avatar شکست خورد.
fr: Erreur ! Impossible de copier le fichier dans le dossier des avatars.

source: Error! Fail to copy the file in phpbb's directory.
ca: S'ha produït un error en copiar en el directori de phpbb.
es: ¡Error! Falla al copiar el archivo en el directorio de phpbb.
fa: خطا! کپی فایل در پوشه phpbb شکست خورد.
fr: Erreur ! Impossible de copier le fichier dans le dossier de phpbb.

source: Error while selecting the avatar.
ca: S'ha produït un error en seleccionar l'avatar.
es: Error al seleccionar el avatar.
fa: هنگام انتخاب آواتار یک خطا اتفاق افتاد
fr: Erreur lors de la sélection de l'avatar.

source: Avatar Management
ca: Gestió de l'Avatar
es: Gestión de Avatares
fa: مدیریت آواتار
fr: Gestion des Avatar

source: Maintain avatars
ca: Manté avatars
es: Mantenimiento de avatares
fa: نگهداری آواتارها
fr: Maintenance des Avatars

source: Search user
ca: Cerca usuari/ària
es: Buscar usuario
fa: جستجوی کاربر
fr: Rechercher un utilisateur

source: Modify configuration
ca: Modifica la configuració
es: Modificar configuración
fa: تغییر پیکربندی
fr: Modifier la configuration

source: Error! Unable to delete avatar '%s'.
ca: No s'ha pogut eliminar l'avatar '%s'.
es: ¡Error! No se pudo eliminar el avatar '%s'.
fa: خطا! نمی توانم آواتار '%s' حذف کنم.
fr: Erreur ! Impossible de supprimer l'avatar '%s'.

source: Done! The Avatar '%s' has been deleted.
ca: L'Avatar '%s' ha estat eliminat.
es: ¡Hecho! El Avatar '%s' se ha eliminado.
fa: انجام شد! آواتار '%s' حذف شد.
fr: Terminé ! L'avatar '%s' a été supprimé.

source: View avatars
ca: Veure avatars
es: Ver avatares
fa: مشاهده آواتارها
fr: Voir les avatars

source: Upload avatar
ca: Puja l'avatar
es: Cargar avatar
fa: آپلود آواتار
fr: Charger un avatar

source: Your current avatar is:
ca: El teu avatar actual és:
es: Su avatar actual es:
fa: آواتار فعلی شما
fr: Votre avatar actuel est :

source: Currently no avatar selected
ca: En aquests moments no hi ha cap avatar seleccionat
es: Actualmente no tiene seleccionado un avatar
fa: در حال حاضر هیچ آواتاری انتخاب نشده است
fr: Aucun avatar sélectionné actuellement

source: Select the number of avatars to be displayed per page
ca: Seleccioneu el nombre d'avatars a mostrar per pàgina
es: Seleccione el número de avatares que se mostrarán por página
fa: تعداد آواتارها را برای نمایش در هر صفحه انتخاب کنید
fr: Sélectionnez le nombre d'avatars à afficher par page

source: All
ca: Tot
es: Todos
fa: همه
fr: Tous

source: Submit
ca: Envia
es: Enviar
fa: ارسال
fr: Envoyer

source: List users that use this avatar
ca: Llista d'usuaris que utilitzen aquest avatar
es: Listar los usuarios que utilizan este avatar
fa: لیست کاربرانی که از این آواتار استفاده می کنند
fr: liste des utilisateurs utilisant cet avatar

source: View
ca: Visualitza
es: Ver
fa: نمایش
fr: Vue

source: Delete avatar
ca: Esborra l'avatar
es: Eliminar avatar
fa: حذف آواتار
fr: Supprimer l'avatar

source: Delete
ca: Suprimeix
es: Eliminar
fa: خذف
fr: Supprimer

source: Upload settings
ca: Configuració de pujada
es: Configuracion de subidas
fa: تنظیمات آپلود
fr: Charger les paramètres

source: Avatar Directory
ca: Directori d'avatars
es: Directorio de Avatar
fa: دایرکتوری آواتار
fr: Répertoire des avatars

source: Please configure the avatar path in the <a href="%s">Users administration</a>
ca: Si us plau, configureu la ruta de l'avatar a l'<a href="%s">administració d'usuari/ària</a>
es: Por favor, configure la ruta en la <a href="%s">Administración de usuarios</a>
fa: لطفا مسیر آواتارها را در مسیر <a href="%s">مدیریت کاربران</a> پیکربندی کنید
fr: Merci de configurer le chemin de l'avatar dans le <a href="%s">Panneau d'administration utilisateur</a>

source: Warning! The webserver cannot write to the avatar direcory.
ca: Atenció! El servidor web no pot escriure en el directori d'avatars.
es: ¡Atención! El servidor web no puede escribir en el directorio de avatar.
fa: خطا! خادم وب نمی تواند در مسیر پوشه آواتار بنویسد.
fr: Attention ! le serveur web ne peut pas écrire dans le répertoire des avatars.

source: Avatar Directory (PNphpBB2)
ca: Directori d'avatars (PNphpBB2)
es: Directorio Avatar (PNphpBB2)
fa: دایرکتوری آواتار (PNphpBB2)
fr: Répertoire des avatars (PNphpBB2)

source: Warning! The webserver cannot write to the forums avatar direcory (this is fine when PNphpBB2 isn't installed).
ca: Atenció! El servidor web no pot escriure en el directori d'avatars dels fòrums (això és correcte quan PNphpBB2 no està instal·lat).
es: ¡Atención! El servidor web no puede escribir en el directorio de avatar de los foros (esto es normal cuando PNphpBB2 no está instalado).
fa: اخطار! وب سرور نمی تواند در دایرکتوری آواتار انجمن ها بنویسد (این برای هنگامی که PNphpBB نصب نیست مناسب است).
fr: Attention : le serveur web ne peut écrire dans le répertoire des avatars du forum (ce qui est normal lorsque PNphpBB2 n'est pas installé).

source: Resize the avatar automatically
ca: Canvia la mida de l'avatar de forma automàtica
es: Redimensionar el avatar automáticamente
fa: به طور خودکار اندازه فایل تغییر داده شود
fr: Redimensionner l'avatar automatiquement

source: Max. avatar filesize in bytes
ca: Mida màxima dels avatar en bites.
es: Tamaño máximo del avatar en bytes
fa: بیشترین حجم فایل به بایت
fr: Taille maximale du fichier en octet

source: Max. height in pixels
ca: Alçada màxima en píxels
es: Altura máxima en píxeles
fa: بیشترین ارتفا به پیکسل
fr: Hauteur maximale en pixel

source: Max. width in pixels
ca: Amplada màxima en píxels
es: Anchura máxima en píxeles
fa: بیشترین عرض به پیکسل
fr: Largeur maximale en pixel

source: Allowed extensions
ca: Extensions permeses
es: Extensiones permitidas
fa: پسوندهای مجاز
fr: Extensions autorisées

source: A semicolon separated list of allowed file extensions, supported filetypes: gif, jpg, jpeg, png, wbm. When using PHP 5 or later you have to allow 'jpeg' instead of 'jpg'.
ca: la llista d'extensions separada per punt i coma determina les extensions permeses: gif, jpg, jpeg, png, wbm. Quan s'usa PHP 5 o posterior, heu de permetre 'jpeg' en lloc de 'jpg'.
es: Una lista separada por punto y coma para indicar las extensiones de archivo permitidas, tipos soportados: gif, jpg, jpeg, png, wbm. Cuando se usa PHP 5 o posterior tiene que permitir 'jpeg' en lugar de 'jpg'.
fa: یک لیست از پسوند های مجاز که با ';' جدا شده اند. پسوندهای مورد پشتیبانی: gif, jpg, jpeg, png, wbm. وقتی از PHP 5 یا بالاتر استفاده می کنید, مجازید از 'jpeg' بجای 'jpg' استفاده کنید.
fr: un point virgule sépare les extensions autorisées, les formats supportés sont : gif, jpg, jpeg, png, wbm. Lorsque vous utilisez la version 5 de PHP ou supérieur, vous devez autoriser 'jpeg' à la place de 'jpg'.

source: Allow multiple avatars
ca: Permetre múltiples avatars
es: Permitir múltiples avatares
fa: چندین آواتار مجاز است
fr: Autoriser plusieurs avatars

source: This allows the user to store one avatar per extension
ca: Això permet a l'usuari emmagatzemar un avatar per extensió
es: Esto permite al usuario almacenar un avatar por extensión
fa: این به کاربر اجازه می دهد تا یک آواتار به ازای هر پسوند ذخیره کند
fr: Ceci permet aux membres de sauvegarder un avatar par extension

source: Confirm deletion
ca: Confirma la supressió
es: Confirmar el borrado
fa: تایید حذف
fr: Confirmer la suppression

source: Selected avatar
ca: Avatar seleccionat
es: Avatar seleccionado
fa: آواتار انتخاب شده
fr: Avatar choisi

source: Users who don't use a avatar
ca: Usuaris que no utilitzen un avatar
es: Los usuarios que no utilizan un avatar
fa: کاربرانی که از آواتار استفاده نمی کنند.
fr: Les membres n'utilisant pas d'avatar

source: Users who use this avatar
ca: Usuaris amb aquest avatar
es: Los usuarios que utilizan este avatar
fa: کاربرانی که از این آواتار استفاده می کنند.
fr: Les membres utilisant cet avatar

source: Select new avatar
ca: Selecciona l'avatar nou
es: Seleccionar un nuevo avatar
fa: انتخاب آواتار جدید
fr: Choisir un nouvel avatar

source: No user is using this avatar.
ca: Cap usuari/ària fa servir aquest avatar.
es: Ningún usuario está utilizando este avatar.
fa: هیچ کاربری از این آواتار استفاده نمی کند.
fr: Aucun utilisateur n'utilise cet avatar

source: Choose the avatar to update all selected users
ca: Trieu l'avatar per actualitzar a tots els usuaris seleccionats
es: Elija el avatar para actualizar todos los usuarios seleccionados
fa: آواتار را برای همه کاربران انتخاب شده, انتخاب کنید.
fr: Choisir l'avatar pour mettre à jour tous les utilisateurs sélectionnés

source: If no available avatar represents you, you can upload a personalised avatar.
ca: Si no disposeu d'un avatar que et representi, podeu pujar un avatar personalitzat.
es: Si no hay un avatar que lo identifique, puede subir un avatar personalizado.
fa: اگر هیچ آواتاری برای شما وجود ندارد, شما میتوانید یک آواتار شخصی برای خود آپلود کنید.
fr: Si aucun avatar n'est disponible pour vous représenter, vous pouvez charger un avatar personnalisé.

source: Upload file
ca: Carrega fitxer
es: Subir archivo
fa: آپلود فایل
fr: Charger un fichier

source: Upload
ca: Puja
es: Subir
fa: آپلود
fr: Charger

source: Clear
ca: Neteja
es: Limpiar
fa: از نو
fr: Nettoyer

source: Possible extensions
ca: Extensions possibles
es: Extensiones permitidas
fa: پسوندهای مجاز
fr: Extensions possibles

source: Avatar max. file size
ca: Mida màxima de l'arxiu
es: Tamaño máximo del archivo
fa: حداکثر اندازه حجم آواتار
fr: Taille maximale du fichier de l'avatar

source: Bytes
ca: Bites
fa: بایت
fr: octets

source: Maximal avatar dimensions
ca: Mides màximes de l'avatar
es: Dimensiones máximas del avatar
fa: بیشترین اندازه تصویر
fr: Dimensions maximales de l'avatar

source: pixels
ca: píxels
es: píxeles
fa: پیکسل

source: Larger images will be resized automatically.
ca: Les imatges més grans seran re dimensionades automàticament.
es: Imágenes más grandes serán redimensionadas automáticamente.
fa: تصاویر بزرگتر بصورت خودکار تغییر انداره داده خواهند شد.
fr: Les images trop grandes seront automatiquement redimensionnées.

source: Avatar administration
ca: Administració d'avatars
es: Administración de Avatares
fa: مدیریت آواتار
fr: Administration des avatars

source: Enter user name
ca: Introduïu el nom d'usuari/ària
es: Introduzca el nombre de usuario
fa: نام کاربری را وارد کنید
fr: Veuillez indiquer un nom d'utilisateur

source: Edit
ca: Edita
es: Editar
fa: ویرایش
fr: Modifier

source: The current avatar of '%s' is:
ca: L'avatar actual de '%s' és:
es: El avatar actual de '%s' es:
fa: آواتار فعلی '%s' هست:
fr: l'avatar actuel de '%s' est :

source: The user has no avatar selected.
ca: L'usuari/a no té cap avatar seleccionat.
es: El usuario no tiene avatar seleccionado.
fa: کاربر هیچ آواتاری را انتخاب نکرده است.
fr: L'utilisateur n'a pas d'avatar sélectionné.

source: Please choose your prefered avatar
ca: Si us plau, trieu l'avatar preferit
es: Por favor elija su avatar preferido
fa: لطفا آواتار مورد نظر خود را انتخاب کنید
fr: Merci de choisir votre avatar préféré

source: This site also supports <a href="http://www.gravatar.com">gravatars</a>. If you have a gravatar then select the gravatar logo as your avatar.
ca: Aquest lloc és compatible amb <a href="http://www.gravatar.com">gravatar</a> . Si teniu un gravatar seleccioneu el logotip d'gravatar com el vostre avatar.
es: Este sitio también es compatible con <a href="http://www.gravatar.com">gravatars</a>. Si usted tiene un gravatar, entonces seleccione el logo gravatar como su avatar.
fa: این سایت از <a href="http://www.gravatar.com">gravatars</a> پشتیبانی می کند. اگر شما یک gravatar دارید می توانید از آن به عنوان آواتارتان استفاده کنید.
fr: Ce site supporte aussi les <a href="http://www.gravatar.com">gravatars</a>. Si vous avez un gravater, vous pouvez sélectionner le gravatar en tant que votre avatar.

source: Use your gravatar
ca: Useu el vostre gravatar
es: Utilice su gravatar
fa: استفاده از gravatar شما
fr: Utiliser votre gravatar

source: Deactivate your avatar
ca: Desactiveu el vostre avatar
es: Desactivar su avatar
fa: غیر فعال کردن آواتار شما
fr: Désactiver votre avatar

source: If you don't want that an avatar is displayed for you, then please click <a href="%1$s">here</a> to clear your avatar.
ca: Si no voleu que es mostri el vostre avatar, si us plau feu clic <a href="%1$s">aquí</a> per esborrar-lo.
es: Si no quiere que se muestre un avatar, haga clic <a href="%1$s">aquí</a> para quitar su avatar.
fa: اگر نمی خواهید آواتار برای شما نمایش داده شود, برای حذف آواتارتان <a href="%1$s">اینجا</a> کلیک کنید.
fr: Si vous ne voulez pas qu'un avatar soit affiché pour vous, cliquez <a href="%1$s">ici</a> pour supprimer votre avatar.

source: Visit Avatar project at http://code.zikula.org/avatar/
ca: Visiteu el projecte Avatar a http://code.zikula.org/avatar/
es: Visite el proyecto Avatar en http://code.zikula.org/avatar/
fa: بازدید از پروژه آواتار در http://code.zikula.org/avatar/
fr: Visitez le projet Avatar sur http://code.zikula.org/avatar/
