Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Profile/1.5.1/module_profile.po
Languages: fr

source: Required
fr: Requis

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Not editable field
fr: Ce champ n'est pas modifiable

source: Third-party (not editable)
fr: Tiers (non modifiable)

source: Third-party
fr: Tiers

source: Edit
fr: Modifier

source: Up
fr: Haut

source: Down
fr: Bas

source: Delete
fr: Supprimer

source: Text box
fr: Ligne de texte

source: Text area
fr: Zone de texte

source: Checkbox
fr: Case à cocher

source: Radio button
fr: Bouton radio

source: Dropdown list
fr: Liste déroulante

source: Multiple checkbox set
fr: Définir de multiples cases à cacher

source: No
fr: Non

source: Yes
fr: Oui

source: Everyone
fr: Tout le monde

source: Registered users only
fr: Membres uniquement

source: Admins only
fr: Administrateurs uniquement

source: Error! The personal info item must have a label. An example of a recommended label is: '_MYDUDLABEL'.
fr: Erreur ! L'élément personnel doit avoir une étiquette. Voici un exemple d'étiquette : '_MONETIQUETTE'.

source: Error! The personal info item must have an attribute name. An example of an acceptable name is: 'mydudfield'.
fr: Erreur ! Il faut attribuer un nom à l'élément personnel. Voici un exemple de nom qui est accepté : 'monchampnom'.

source: Error! There is already an personal info item label with this naming.
fr: Erreur ! Il existe déjà une étiquette d'élément personnel qui a ce nom.

source: Error! There is already an attribute name with this naming.
fr: Erreur ! Il existe déjà un élément personnel auquel on a attribué ce nom.

source: Warning! The personal info item label has been accepted, but was filtered and altered to ensure it contains no special characters or spaces in its naming.
fr: Attention ! L'étiquette de l'élément personnel a été acceptée mais sera filtrée et altérée afin d'être certain qu'elle ne contienne pas de caractères spéciaux ou d'espaces dans son nom.

source: Done! Created new personal info item.
fr: Terminé ! Le nouvel élément personnel a été créé.

source: Error! No such personal info item found.
fr: Erreur ! Aucun élément personnel de ce type n'a été trouvé.

source: Done! Saved your changes.
fr: Terminé ! Modifications enregistrées.

source: Done! Deleted the personal info item.
fr: Terminé ! Élément personnel supprimé.

source: Error! You cannot decrease the weight of this account property.
fr: Erreur ! Vous ne pouvez pas diminuer l'importance de ce propriété.

source: Done! Saved your settings changes.
fr: Terminé ! Modifications des paramètres enregistrées.

source: Error! Could not load data.
fr: Erreur ! Impossible de charger la donnée.

source: Error! Could not find the specified module (%s).
fr: Erreur ! Impossible de trouver le module spécifié (%s).

source: Error! Invalid '%s' passed.
fr: Erreur ! Le '%s' fournit est invalide.

source: Error! There is already an personal info item with the label '%s'.
fr: Erreur ! Il existe déjà un élément personnel avec l'étiquette '%s'.

source: Error! There is already an personal info item with the attribute name '%s'.
fr: Erreur ! Il existe déjà un élément personnel auquel est attribué le nom '%s'.

source: Error! Could not create the new personal info item.
fr: Erreur ! Impossible de créer le nouvel élément personnel.

source: Error! Could not delete the personal info item.
fr: Erreur ! Impossible de supprimer l'élément personnel.

source: Account panel manager
fr: Gestion de l'interface membre

source: Provides a personal account control panel for each registered user, an interface to administer the personal information items displayed within it, and a registered users list functionality. Works in close unison with the 'Users' module.
fr: Fournit une interface membre à chaque utilisateur enregistré, ainsi qu'une interface permettant d'administrer les informations qu'elle contient et une liste des membres. Fonctionne de façon étroitement liée au module 'Users'.

source: profile
fr: profil

source: Sorry! You do not have authorisation for this module.
fr: Désolé ! Vous n'avez pas l'autorisation d'accéder à ce module.

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
fr: Clé d'identification invalide ('authkey'). Cela signifie probablement que vous avez utilisé le bouton 'Page précédente' pour retourner vers une page qui ne supporte pas cela ou que la clé d'identification de la page a expiré suite à une inactivité prolongée. Veuillez rafraichir la page et recommencer.

source: Error! Could not save your changes.
fr: Erreur ! Impossible d'enregistrer vos modifications.

source: Error! Could not load the section.
fr: Erreur ! Impossible de charger la section.

source: Error! The 'Users' module must be upgraded to version 1.10 before you can upgrade the 'Profile' module.
fr: Erreur ! Le module 'Users' doit être mise à jour vers la version 1.10 avant de pouvoir mettre à jour le module 'Profile'.

source: Error! Could not update table.
fr: Erreur ! Impossible de mettre à jour la table.

source: Personal info
fr: Informations personnelles

source: Registered users list
fr: Liste des membres

source: Error! Could not create new attribute.
fr: Erreur ! Impossible de créer le nouvel attribut.

source: Error! You cannot delete this personal info item.
fr: Erreur ! Vous ne pouvez pas supprimer cet élément personnel.

source: Error! Activation failed.
fr: Erreur ! L'activation a échoué.

source: Error! You cannot deactivate this personal info item.
fr: Erreur ! Vous ne pouvez pas désactiver cet élément personnel.

source: Error! Could not deactivate the personal info item.
fr: Erreur ! Vous ne pouvez pas désactiver cet élément personnel.

source: Personal info items list
fr: Liste des informations personnelles

source: Create new personal info item
fr: Créer un nouvel élément personnel

source: User account panel settings
fr: Paramètres de l'interface des membres

source: Help
fr: Aide

source: Error! Could not find this user.
fr: Erreur ! Impossible de trouver ce membre.

source: Error! Could not find profile page [%s].
fr: Erreur ! Impossible de trouver la page du profil [%s].

source: Error! Could not load personal info items.
fr: Erreur ! Impossible de charger les éléments personnels.

source: Error! A required profile item [%s] is missing.
fr: Erreur ! L'élément [%s] du profil est requis.

source: Done! Saved your changes to your personal information.
fr: Terminé ! Les modifications apportées à vos informations personnelles ont été enregistrées.

source: Featured user
fr: Utilisateurs particuliers

source: Show featured user
fr: Afficher les utilisateurs particuliers

source: Last X registered users
fr: Derniers X membres inscrits

source: Show last X registered users
fr: Afficher les derniers X membres inscrits

source: Users on-line
fr: Membres en ligne

source: Show which registered users are currently on-line
fr: Afficher quels membres sont actuellement en ligne

source: Recent visitors
fr: Visiteurs récents

source: Show registered users having visited the site recently
fr: Afficher les membres qui ont visités le site récemment

source: Error! You cannot access form functions directly.
fr: Erreur ! Vous ne pouvez pas accéder directement aux fonctions des formulaires.

source: Go to the Avatar manager
fr: Se rendre dans le gestionnaire des avatars

source: Error! in %1$s: the %2$s parameter must be specified.
fr: Erreur ! Dans %1$s : le paramètre %2$s doit être spécifié.

source: %s's site
fr: Site internet de %s

source: User account panel
fr: Interface des membres

source: Last %s registered users
fr: Derniers %s membres inscrits

source: Users currently on-line
fr: Membres actuellement en ligne

source: Edit personal info
fr: Modifier mes informations personnelles

source: View personal info
fr: Afficher mes informations personnelles

source: Send private message
fr: Envoyer un message privé

source: Show %s's contacts
fr: Afficher les contacts de %s

source: Edit contact
fr: Modifier le contact

source: Add as contact
fr: Ajouter comme contact

source: Sorry! A required personal info item is missing. Please correct and try again.
fr: Désolé ! Un élément personnel requis est manquant. Veuillez corriger vos informations et recommencer.

source: Notice:
fr: Note :

source: Permitted HTML tags:
fr: Balises HTML autorisées :

source: About Profile
fr: Concernant le profil

source: There are some details that you may know about Profile and how it let you translate the Account Properties labels and values of your site.
fr: Il y a quelques détails que vous devriez savoir concernant le module 'Profil' et comment il vous permet de traduire les étiquettes des propriétés et leurs valeurs sur le site.

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
fr: Tout d'abord, il est recommandé de déplacer les fichiers de traduction du module 'Profil' dans le répertoire /config afin des les personnaliser.

source: Copy all the files of the /modules/Profile/locale directory to /config/locale. There you will customize the catalog module_profile.pot and the translations afterwards.
fr: Copiez tous les fichier situés dans /modules/Profile/locale vers /config/locale. C'est là que vous pourrez personnaliser le fichier module_profile.pot ainsi que les traductions qui en dépendent.

source: About the property labels
fr: Concernant les étiquettes des propriétés

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
fr: Il est recommandé d'utiliser des mots qui sont uniques pour les étiquettes, c'est pour cette raison que nous utilisons le format : _MONETIQUETTE et traduisez les pour chaque langue disponible sur votre site en un texte compréhensible.

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
fr: Après avoir créé une nouvelle étiquette de propriété (par exemple _MONETIQUETTE), vous devez lui ajouter une entrée associée 'msgid' dans le fichier 'module_profile.pot'. Vous aurez besoin de deux lignes par étiquette : <strong>msgid '_MONETIQUETTE'</strong> et sur la ligne suivante le <strong>msgstr ''</strong>. Pour mieux comprendre regarder ce qui existe déjà dans le fichier POT.

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
fr: A partir du fichier POT mis à jour, vous pouvez synchroniser les traductions (fichiers .PO) pour chaque langue disponible ou encore créer un nouveau fichier .PO à partir du fichier .POT avec un programme tel que poEdit.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
fr: Dans le fichier .PO il vous sera possible de traduire _MONETIQUETTE en un texte qui y correspond et ce pour chaque langue, afin de fournir une mot à afficher qui sont compréhensible tel que 'Mon étiquette'.

source: About the property values
fr: Concernant les valeurs des propriétés

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
fr: Certains type d'affichage tel que les cases à cacher, les boutons radio, les listes déroulantes ou les listes à choix multiples permettent de définir une série d'options spécifiques pour l'affichage.

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
fr: Chaque option peut être ajoutée au fichier .POT afin d'être traduite. De plus, si vous utilisez une date dans un format personnalisé qui nécessite une traduction, celle-ci peut être ajoutée au fichier .POT aussi.<br />Profitez en !

source: Personal info item
fr: Élément des informations personnelles

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
fr: Note : les caractères spéciaux et espaces ne sont pas autorisés pour l'étiquette et le nom attribué aux éléments personnels.

source: Label
fr: Étiquette

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
fr: Lisez la <strong><a href="%s">page d'aide</a></strong> pour avoir plus d'informations concernant les étiquettes et les traductions.

source: Attribute name
fr: Nom attribué

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
fr: Note : le nom attribué que vous avez indiqué ne pourra être modifié par la suite donc choisissez le avec prudence.

source: Make this a 'Required' item
fr: En faire un élément 'Requis'

source: Visibility
fr: Visibilité

source: Type of control to display
fr: Type de contrôle à afficher

source: Content
fr: Contenu

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
fr: Note : faire précéder les options affichés par '@@'. Exemple : '@@Non@@Oui', '@@Désactivé@@Activé'. L'ordre est important. Si vous désirez avoir une étiquette différente dans le formulaire de modification, vous pouvez utiliser le format suivant : 'EditLabel@@AfficherNon@@AfficherOui'. Toutes les valeurs peuvent être traduites.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
fr: Note : utilisez le format suivant pour chaque option : '@@etiquette@id'. Exemple : '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. Les options peuvent être traduites.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
fr: Note : utilisez le format suivant pour chaque option : '@@etiquette@id'. Exemple pour une liste simple : '@@option 1@id1@@option 2@id2@@option 3@id3'. Exemple pour un choix multiple : '1@@option 1@id1@@option 2@id2@@option 3@id3'. Les options peuvent être traduites.

source: Notice: You can specify the date format to use, either via Zikula core templating variables ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), or via a custom format such as '%b %d of %Y', possibly using PHP options (see the <a href="http://www.php.net/manual/en/function.strftime.php">PHP documentation</a> for more information). The format is translatable.
fr: Note : vous pouvez spécifier le format de la date à utiliser, que ce soit via les variables des templates fournient par le noyau de Zikula ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief', 'timelong'), ou via un format personnalisé tel que '%b %d %Y' grâce aux options de PHP (lisez la <a href="http://www.php.net/manual/fr/function.strftime.php">documentation de PHP</a> pour avoir plus d'informations). Le format peut être traduit.

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
fr: Note : utilisez le format suivant pour chaque option : 'id,etiquette;'. Exemple : 'id1,etiquette1;id2,etiquette2;id3,etiquette3'. Chaque propriété doit être séparée par un point virgule (';'). L'ID et l'étiquette de chaque propriété doivent être séparés pour une virgule (','). Les étiquettes peuvent être traduites.

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
fr: Note : indiquez un ID est optionnel. Si vous ne spécifiez pas d'ID, l'option 'position' sera utilisée comme ID (en commençant à partir de zéro) à la place de l'ID que vous pouvez spécifier ici. Il vous est recommandé de choisir un ID qui est unique et d'éviter de le modifier par la suite.

source: Notice to display with personal info item
fr: Note à afficher avec l'élément personnel

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Personal info for %s
fr: Informations personnelles de %s

source: User name:
fr: Nom d'utilisateur :

source: Registration date:
fr: Date d'inscription :

source: User name
fr: Nom d'utilisateur

source: Real name
fr: Nom réel

source: PM
fr: MP

source: No registered users are currently on-line.
fr: Aucun membre n'est en ligne actuellement.

source: Registration date
fr: Date d'inscription

source: On-line
fr: En ligne

source: Off-line
fr: Hors ligne

source: No recently-registered users found.
fr: Aucun membre récemment inscrit n'a été trouvé.

source: Items marked with an asterisk ('*') are required entries.
fr: Le champs qui sont marqués par une astérisque ('*') sont des champs obligatoires.

source: Registered on %s
fr: Inscrit le %s

source: Error! This block cannot be used because saving of a user's last log-in date has been disabled.
fr: Erreur ! Ce bloc ne peut être utilisé car l'enregistrement de la date de dernière connexion des membres a été désactivé.

source: Number of recent visitors to display
fr: Nombre de visiteurs récents à afficher

source: Maximum number of characters to display
fr: Nombre maximum de caractères à afficher

source: Latest articles of %s
fr: Dernières nouvelles écrites par %s

source: On %s
fr: Le %s

source: No recent articles found.
fr: Aucune nouvelle récente n'a été trouvée.

source: Latest comments of %s
fr: Derniers commentaires de %s

source: No recent commets found.
fr: Aucun commentaire récent n'a été trouvé.

source: Registered users list settings
fr: Paramètres de la liste des membres

source: Display the user's registration date
fr: Afficher la date d'inscription des membres

source: Users per page in 'Registered users list'
fr: Utilisateurs par page dans la 'Liste des membres'

source: Users per page in 'Users currently on-line' page
fr: Utilisateurs par page dans la liste des 'Membres actuellement en ligne'

source: Users per page in 'Recent registrations' page
fr: Utilisateurs par page dans la page des 'Membres récemment inscrits'

source: Filter unverified users from 'Registered users list'
fr: Filtrer les utilisateurs non vérifiés de la 'Liste des membres'

source: Personal info item settings
fr: Paramètres de l'élément personnel

source: Display 'Allowed HTML tags' notice with each personal info item that is a 'textarea'
fr: Afficher la note concernant les 'Balises HTML autorisées' avec chaque élément personnel qui est un 'textarea'

source: User registration form settings
fr: Paramètres du formulaire d'inscription

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form. The list below only includes properties that are not 'Required' items.
fr: Les éléments personnels que vous activez ci-dessous seront affichés dans le formulaire d'inscription si le module 'Users' est configuré pour afficher les éléments personnels durant l'inscription et si le module 'Profil' est spécifié dans le 'Gestionnaire des paramètres généraux' comme étant le module qui fournit la fonctionnalité du profil au site. Les éléments personnels qui sont configurés comme étant 'Requis' seront toujours affichés dans le formulaire d'inscription. La liste ci-dessous contient uniquement des propriétés qui ne sont pas des éléments 'Requis'.

source: Personal info items to include in user registration form
fr: Éléments personnels à inclure dans le formulaire d'inscription

source: Account Panel
fr: Interface membre

source: Search
fr: Rechercher

source: Go search
fr: Rechercher

source: Search in user names
fr: Rechercher parmi les noms d'utilisateur

source: Search in real names
fr: Rechercher parmi les noms réels

source: Search in site
fr: Rechercher sur le site

source: All
fr: Tous

source: No users found.
fr: Aucun utilisateur trouvé.

source: Membership statistics
fr: Statistiques des membres

source: Registered:
fr: Inscrit :

source: On-line:
fr: En ligne :

source: Newest user:
fr: Dernier membre :

source: Delete personal info item
fr: Supprimer cet élément personnel

source: Do you really want to delete this personal info item?
fr: Confirmez-vous la suppression de cet élément personnel ?

source: Confirmation prompt
fr: Demande de confirmation

source: unread
fr: non lu

source: %s registered user
fr: %s membre

source: %s on-line.
fr: %s en ligne.

source: %s anonymous guest
fr: %s visiteur

source: no registered users
fr: aucun membre

source: no anonymous guests
fr: aucun visiteur

source: %1$s and %2$s online.
fr: %1$s et %2$s en ligne.

source: Number of recently-registered users to display
fr: Nombre de membres récemment inscrits à afficher

source: Edit personal info item
fr: Modifier mes informations personnelles

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
fr: Attention ! Si vous désirez modifier l'ID d'une option sans perdre les données qui y sont associées dans la base de données, son étiquette ne doit pas renommée simultanément. De plus, n'assignez pas des IDs et des étiquettes ayant le même nom. Il vous est recommandé de mettre à chaque option un ID unique et un nom unique afin d'éviter de devoir renommer un ID après qu'il aie été créé.

source: Latest submissions of %s
fr: Dernières soumissions de %s

source: Information to show
fr: Informations à afficher

source: Show registration date
fr: Afficher la date d'inscription

source: Notice: Use drag and drop to arrange the arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
fr: Note : utilisez le glisser/déposer pour arranger les éléments personnels dans l'ordre que vous désirez. Le nouvel ordre sera sauvegardé automatiquement à chaque fois que vous déposez un élément.

source: Status
fr: Statut

source: _UREALNAME
fr: Nom réel

source: _UFAKEMAIL
fr: Adresse email affichée

source: _YOURHOMEPAGE
fr: Site internet

source: _TIMEZONEOFFSET
fr: Fuseau horaire

source: _YOURAVATAR
fr: Avatar

source: _YICQ
fr: ICQ

source: _YAIM
fr: AIM

source: _YYIM
fr: Yahoo! Messenger

source: _YMSNM
fr: MSN Messenger

source: _YLOCATION
fr: Géolocalisation
