Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Profile/1.5.1/module_profile.po
Languages: fr

source: _YOCCUPATION
fr: Occupation

source: _EXTRAINFO
fr: Autres informations

source: _YINTERESTS
fr: Intérêts
