Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Ephemerids/1.9/module_ephemerids.po
Languages: de

source: Done! Ephemerid created.
de: Fertig! Ephemerid wurde erfolgreich angelegt.

source: No such ephemerid found.
de: Das entsprechende Ephemerid konnte nicht gefunden werden.

source: Done! Ephemerid updated.
de: Fertig! Ephemerid wurde erfolgreich aktualisiert.

source: Done! Ephemerid deleted.
de: Fertig! Ephemerid wurde erfolgreich gelöscht!

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Done! Saved module configuration.
de: Fertig! Die Modulkonfiguration wurde gespeichert.

source: Ephemerids
de: Ephemeride

source: Provides a block displaying an information byte (historical event, thought for the day, etc.) linked to the day's date, with daily roll-over, and incorporates an interface for adding, editing and maintaining ephemerids.
de: Ein 'Dieser Tag in der Geschichte'- Modul

source: Error! Could not load any ephemerids.
de: Fehler! Ephemerid konnte nicht geladen werden.

source: Ephemerids
de: Ephemeride

source: Error! Could not create the new ephemerid.
de: Fehler! Das neue Ephemerid konnte nicht erstellt werden.

source: No such ephemerid found
de: Das entsprechende Ephemerid konnte nicht gefunden werden.

source: Error! Could not delete the ephemerid.
de: Fehler! Das Ephemerid konnte nicht gelöscht werden.

source: Error! No such ephemerid found
de: Keine entsprechendes Ephemerid gefunden.

source: Error! Could not save your changes.
de: Fehler! Änderungen konnte nicht gespeichert werden.

source: Ephemerids list
de: Ephemeridliste

source: Create new ephemerid
de: Ephemerid anlegen

source: Settings
de: Konfiguration

source: General settings
de: Allgemeine Einstellungen

source: Items per page in admin panel list view
de: Einträge pro Seite in der Administration

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Cache time (enter positive number in seconds to enable cache)
de: Cache-Dauer (Positive Zahl in Sekunden, um Caching zu aktivieren)

source: Cache directory name (within Zikula Temp directory)
de: Cache-Verzeichnis (innerhalb der Zikula Temp-Verzeichnisses)

source: Month
de: Monat

source: Day
de: Tag

source: Year
de: Jahr

source: Content
de: Inhalt

source: Internal ID
de: ID

source: Type
de: Typ

source: Actions
de: Aktionen

source: Inactive
de: Inaktiv

source: Active
de: Aktiv

source: Event
de: Ereignis

source: Holiday
de: Urlaub

source: No items found.
de: Keine Einträge gefunden

source: Edit ephemerid
de: Ephemerid bearbeiten

source: Date
de: Datum

source: The year can't be lower than the unix epoch one (1970) or will be reseted to 1970 for formatting purposes.
de: Die Jahreszahl darf nicht kleiner als die Unix-Epoche (1970) sein oder wird auf das Jahr 1970 aus Formatierungsgründen zurückgesetzt.

source: Language
de: Sprache

source: connected to given year
de: Verknüpft mit dem aktuellen Jahr

source: not connected to given year, no block title
de: Nicht verknüpft mit dem aktuellen Jahr. Kein Block-Titel.

source: New ephemerid
de: Neues Ephemerid

source: Delete ephemerid
de: Ephemerids löschen

source: Do you really want to delete this ephemerid?
de: Soll das Ephemerid wirklich gelöscht werden?
