Repository: zikula/i18n-portal
Catalog: gettext/*/modules/scribite/4.1/module_scribite.po
Languages: nl

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
nl: Ongeldige 'autorisatiesleutel': Dit betekent waarschijnlijk dat de terug-knop in de browser is gebruikt, of dat de autorisatiesleutel van de pagina verlopen is. A.u.b. de pagina vernieuwen en nogmaals proberen.

source: Configuration not updated
nl: Configuratie niet aangepast

source: Done! Module configuration updated.
nl: Klaar! Module configuratie bijgewerkt.

source: Error! Could not do what you wanted. Please check your input.
nl: Foutmelding! Kan niet doen wat gevraagd wordt. Kijk a.u.b. de invoer na.

source: Settings
nl: Instellingen

source: This version of scribite! only works with Zikula 1.2.x and higher. Please upgrade your Zikula version or use scribite! version 2.x or 3.x .
nl: Deze versie van scribite! werkt alleen met Zikula 1.2.x en hoger. Werk a.u.b. uw Zikula versie bij of gebruik een scribite! versie 2.x of 3.x.

source: Error creating Hook!
nl: Hook kon niet aangemaakt worden!

source: <strong>scribite!</strong> was activated as core hook. You can check settings <a href="index.php?module=Modules&type=admin&func=hooks&id=0">here</a>!<br />The template plugin from previous versions of scribite! can be removed from templates.
nl: <strong>scribite!</strong> is geactiveerd als core hook. De instellingen kunnen <a href="index.php?module=Modules&type=admin&func=hooks&id=0">hier</a> gecontroleerd worden!<br />De template plugin uit eerdere versies van scribite kan uit de templates verwijderd worden.

source: Error! Could not update module configuration.
nl: Foutmelding! De module configuratie kon niet bijgewerkt worden.

source: Error deleting Hook!
nl: Fout tijdens het verwijderen van de Hook

source: Add module
nl: Module toevoegen

source: module name
nl: module naam

source: module functions (comma separated, "all " for all funcs)
nl: module functies (komma gescheiden, "all" voor alle functies)

source: textarea-ID's (comma separated, "all" for all areas)
nl: textarea-ID's (komma gescheiden, "all" voor alle textarea's)

source: Save Configuration
nl: Configuratie opslaan

source: Cancel
nl: Annuleren

source: Editorlanguage
nl: Editortaal

source: Date format
nl: Datum weergavevorm

source: Time format
nl: Tijd weergavevorm

source: Editor width and height
nl: Editor breedte en hoogte

source: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentation</a>)
nl: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentatie</a>)

source: Full toolbar
nl: Volledige werkbalk

source: XHTML (experimental)
nl: XHTML (experimenteel)

source: Toolbar
nl: Werkbalk

source: Statusbar
nl: Statusbalk

source: Animation
nl: Animatie

source: Collapsable
nl: Inklapbaar

source: edit module
nl: module bewerken

source: Warning
nl: Waarschuwing

source: JS Quick Tags are activated.<br />For proper use you should deactivate this in Zikula Settings
nl: JS Quick Tags zijn geactiveerd.<br />Voor een goede werking kan dit beter uitgeschakeld zijn in de Zikula instellingen.

source: Version
nl: Versie

source: Editorpath
nl: Editorpad

source: Default editor
nl: Standaard editor

source: add module
nl: module toevoegen

source: Options
nl: Opties

source: delete module
nl: module verwijderen

source: automatic language
nl: Taal automatisch instellen

source: full
nl: volledig

source: reduced
nl: beperkt

source: WYSIWYG for Zikula
nl: WYSIWYG voor Zikula

source: Language
nl: Taal

source: Convert urls to links
nl: Automatisch urls naar links omzetten

source: Show loading
nl: Laden van de editor tonen

source: Xinha Plugins (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentation</a>)
nl: Xinha Plugins (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentatie</a>)

source: Do you really want to remove the following module?
nl: Dient onderstaande module echt verwijderd te worden?

source: <strong>Caution!</strong><br />All editors have moved to /modules/scribite/pnincludes in preparation for upcoming features of Zikula. Please check all your settings!<br />If you have adapted files from editors you have to check them too.<br /><br /><strong>Dropped support for FCKeditor and TinyMCE<strong><br />For security reasons these editors will not be supported anymore. Please change editors to an other editor.
nl: <strong>Opgepast!</strong><br />Alle editors zijn verplaatst naar /modules/scribite/pnincludes in voorbereiding voor toekomstige eigenschappen van Zikula. Kijk a.u.b. alle instelligen na.!<br />Als er files zijn aangepast van de editors moeten deze ook nagekeken worden.<br /><br /><strong>FCKeditor en TinyMCE worden niet meer ondersteund.<strong><br />Vanwege veiligheidsredenen worden deze editors niet meer ondersteunt. Gelieve deze editors in een andere editor te veranderen.
