Repository: zikula/i18n-portal
Catalog: gettext/*/modules/HitCount/1.1/module_hitcount.po
Languages: fr

source: Hit counter
fr: Compteur de visites

source: hitcount
fr: compteurvisites

source: Count displays of module items.
fr: Comptage du nombre de visites (affichage) des éléments d'un module.

source: Error! Could not load items.
fr: Erreur ! Impossible de charger les éléments.

source: Error! Creation attempt failed.
fr: Erreur ! La tentative de création a échoué.

source: Error! Sorry! Deletion attempt failed.
fr: Erreur ! Désolé ! La tentative de suppression a échoué.

source: Error! Failed to register hook.
fr: Erreur ! L'activation de l'extension a échoué.

source: Error! Could not deregister hook.
fr: Erreur ! La désactivation de l'extension a échoué.

source: Hit Counter
fr: Compteur de visites

source: Modules we're currently counting display hits for
fr: Les modules pour lesquels on compte le nombre de visites sont

source: items
fr: éléments

source: hits
fr: visites
