Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/AddressBook/1.3.1/module_addressbook.po
Languages: de

source: Error! Unable to load class [%s]
de: Fehler! Die Klasse [%s] konnte nicht geladen werden

source: Error! No such item found.
de: Fehler! Kein entsprechender Eintrag gefunden.

source: Done! Item deleted.
de: Erledigt! Der Eintrag wurde gelöscht.

source: Error! No authorization to access this module.
de: Fehler! Der Zugriff auf dieses Modul ist nicht gestattet.

source: Error! Update attempt failed.
de: Fehler! Die Aktualisierung ist leider fehlgeschlagen.

source: Address book
de: Adressbuch

source: addressbook
de: adressbuch

source: A name and address book (NAB) is for storing entries called contacts. Each contact entry usually consists of a few standard fields.
de: In einem Namens- und Adressbuch (NAB) werden Kontakte gespeichert. Jeder Kontakt besteht gewöhnlich aus einigen Standardfeldern.

source: Error! Could not load addresses.
de: Fehler! Adressen konnten nicht geladen werden.

source: This website require it's users to be registered to use the address book.<br />Register for free <a href="%1$s">here</a>, or <a href=\"%1$s\">log in</a> if you are already registered.
de: Für den Zugriff auf das Adressbuch wird eine Registrierung vorausgesetzt. <br />Bitte <a href="%1$s">hier</a> registrieren oder <a href=\"%1$s\">anmelden</a>.

source: Error! Unable to load class [customfield]
de: Fehler! Die Klasse [customfield] konnte nicht geladen werden

source: AddressBook contact
de: Adressbuchkontakt

source: Display a single address.
de: Anzeige einer Adresse

source: No address selected
de: Keine Adresse ausgewählt

source: Error! Unable to load class [address]
de: Fehler! Die Klasse [address] konnte nicht geladen werden

source: Be careful. This is a duplicate!
de: Bitte vorsichtig sein. Hierbei handelt es sich um ein Duplikat!

source: Error! Invalid id [%s] received.
de: Fehler! Ungültige ID [%s] empfangen.

source: Error! Unable to load class [favourite]
de: Fehler! Die Klasse [favourite] konnte nicht geladen werden

source: Current search term:
de: Aktueller Suchbegriff:

source: Error! Both fields must contain the same number of characters - Special character replacement was NOT saved!
de: Fehler! Beide Felder müssen die gleiche Anzahl an Zeichen beinhalten. Die Sonderzeichen wurden nicht gespeichert!

source: Done! Configuration saved.
de: Erledigt. Die Konfiguration wurden gespeichert.

source: %1$s with ID of %2$s doesn'\t seem to exist
de: %1$s mit der ID von %2$s scheint nicht zu existieren

source: Contact labels
de: Kontaktfelder

source: Custom fields
de: Benutzerdefinierte Felder

source: Settings
de: Konfiguration

source: Work
de: Geschäftlich

source: Mobile
de: Mobil

source: Home
de: Privat

source: Other
de: Sonstiges

source: Custom Label 1
de: Benutzerdefinierte Bezeichnung 1

source: Custom Label 2
de: Benutzerdefinierte Bezeichnung 2

source: Custom Label 3
de: Benutzerdefinierte Bezeichnung 3

source: Custom Label 4
de: Benutzerdefinierte Bezeichnung 4

source: Error! Creation attempt failed.
de: Fehler! Die Erstellung ist leider fehlgeschlagen.

source: AddressBook
de: Adressbuch

source: Adress administration.
de: Verwaltung von Adressen

source: Form of address
de: Anrede

source: Business
de: Geschäftlich

source: Personal
de: Privat

source: Mr.
de: Herr

source: Mrs.
de: Frau

source: Done! The address was saved.
de: Erledigt! Die Adresse wurde erfolgreich gespeichert.

source: Error! The deletion of this address failed.
de: Fehler! Das Löschen der Adresse ist leider fehlgeschlagen.

source: Done! The deletion of this address was successful.
de: Erledigt! Die Adresse wurde erfolgreich gelöscht.

source: Error! Company update failed.
de: Fehler! Die Aktualisierung der Firma ist leider fehlgeschlagen.

source: Done! Company update successful.
de: Erledigt! Die Firma wurde erfolgreich aktualisiert.

source: An address must contain data in at least one field of the name tab!
de: Eine Adresse muss mindestens ein Namensfeld beinhalten!

source: Delete
de: Löschen

source: Category
de: Kategorie

source: Contact label
de: Kontaktfeld

source: Prefix
de: Anrede

source: Do you really want to delete this item?
de: Soll dieser Eintrag wirklich gelöscht werden?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Cancel
de: Abbrechen

source: Title
de: Titel

source: Company
de: Firma

source: Address
de: Adresse

source: Contact
de: Kontakt

source: Note
de: Anmerkung

source: Map
de: Karte

source: Edit this address
de: Adresse bearbeiten

source: Add an address
de: Adresse hinzufügen

source: No Prefix/Title
de: Keine Anrede

source: Last Name
de: Nachname

source: First Name
de: Vorname

source: Zip
de: PLZ

source: City
de: Ort

source: State
de: Staat

source: Country
de: Land

source: Google Maps coordinates
de: Google Maps Koordinaten

source: Get coordinates
de: Koordinaten holen

source: Content
de: Inhalt

source: Choose a category
de: Kategorie auswählen

source: Private
de: Privat

source: Create
de: Erstellen

source: Duplicate this contact
de: Kontakt duplizieren

source: Save and duplicate this contact
de: Kontakt speichern und duplizieren

source: You can change the order of the fields with drag and drop.
de: Die Reihenfolge der Felder kann per Drag und Drop verändert werden.

source: Add new custom field
de: Neues benutzerdefiniertes Feld hinzufügen

source: Custom field
de: Benutzerdefiniertes Feld

source: Data Type
de: Datentyp

source: Action
de: Aktion

source: Edit
de: Bearbeiten

source: Last changed on %s
de: Zuletzt geändert am %s

source: Back
de: Zurück

source: Copy
de: Kopieren

source: Edit contact label
de: Kontaktfeld bearbeiten

source: Add contact label
de: Kontaktfeld hinzufügen

source: Address list
de: Adressenliste

source: Show all
de: Alle anzeigen

source: Show favourites
de: Favoriten anzeigen

source: Add to favourites
de: Zu Favoriten hinzufügen

source: Remove favourite
de: Als Favorit entfernen

source: Favourites
de: Favoriten

source: Address Book
de: Adressbuch

source: Please enter the address id
de: Bitte die ID der Adresse eingeben

source: General settings
de: Allgemeine Einstellungen

source: Title of this Address Book
de: Titel des Adressbuchs

source: Special character (Umlauts) replacement for sort columns
de: Zu ersetzenden Sonderzeichen (Umlaute) für die Spaltensortierung

source: Contacts per page
de: Kontakte pro Seite

source: Disable personal address book mode
de: Modus 'Persönliches Adressbuch' deaktivieren

source: Enable the use of the 'form of address' field
de: Nutzung des Anredefelds aktivieren

source: Enable embedding of mediashare images
de: Einfügen von Mediashare-Bildern aktivieren

source: Google zoom
de: Zoomstufe

source: Custom tab
de: Benutzerdefinierter Bereich

source: Tab name
de: Bereichname

source: If empty, no custom fields are displayed.
de: Falls leer, dann werden keine benutzerdefinierten Felder angezeigt.

source: Update Configuration
de: Konfiguration aktualisieren

source: Company update
de: Firmenaktualisierung

source: You have changed the address for a company contact.
de: Es wurde die Adresse für einen Firmenkontakt geändert.

source: Should all other contacts for this company be updated automatically (company name, address, zip, city, state and country)?
de: Sollen alle Kontakte dieser Firma automatisch aktualisiert werden (Firmenname, Adresse, PLZ, Ort, Staat und Land?

source: Update
de: Aktualisieren

source: Edit field
de: Feld bearbeiten

source: Add field
de: Feld hinzufügen

source: Field name
de: Feldname

source: Items (comma-separated values)
de: Einträge (kommagetrennte Werte)

source: Add new contact label
de: Neues Kontaktfeld hinzufügen

source: Delete contact
de: Kontakt löschen

source: Do you really want to delete this address?
de: Soll diese Adresse wirklich gelöscht werden?

source: Show private contacts only
de: Nur private Kontakte anzeigen

source: All
de: Alle

source: Search
de: Suchen

source: Go search
de: Suche starten

source: View
de: Anzeigen

source: No address found.
de: Keine Adresse gefunden.
