Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Files/1.1/module_files.po
Languages: de, fa, nl

source: Confirm deletion of:
de: Löschen bestätigen:
fa: تایید حذف:
nl: Bevestig verwijderen van:

source: Confirmation prompt
de: Bestätigung
fa: تایید فرمان
nl: Bevestiging

source: Create folder
de: Ordner anlegen
fa: ایجاد پوشه
nl: Map aanmaken

source: Folder name
de: Name des Ordners
fa: نام پوشه
nl: Map naam

source: Close window
de: Fenster schließen
fa: بستن پنجره
nl: Venster sluiten

source: New filename
de: Neuer Dateiname
fa: نام جدید
nl: Nieuwe bestandsnaam

source: User's files
de: Dateien von Benutzern
fa: فایل های کاربران
nl: Gebruikers bestanden

source: The folder <strong>%s</strong> is in the correct place.
de: Der Ordner <strong>%s</strong> ist an der richtigen Stelle.
fa: پوشه <strong>%s</strong> در محل صحیح قرار دارد.
nl: De map <strong>%s</strong> staat op de juiste plaats.

source: Moving
de: Verschieben
fa: در حال انتقال
nl: Verplaatsen

source: Move to
de: Verschieben nach
fa: انتقال به
nl: Verplaatsen naar

source: (root)
de: (Hauptverzeichnis)
fa: (ریشه)

source: Modify configuration
de: Konfiguration ändern
fa: اصلاح پیکربندی
nl: Configuratie wijzigen

source: You should move the file file.php from modules/Files to the zikula root directory
de: Die Datei file.php sollte von modules/Files in das Hauptverzeichnis von Zikula verschoben werden
fa: شما باید فایل file.php را از پوشه modules/Files به پوشه اصلی زیکولا انتقال دهید
nl: Het bestand file.php dient verplaatst te worden van modules/Files naar de root-map van Zikula.

source: You should remove the file file.php from modules/Files
de: Die Datei file.php sollte aus modules/Files entfernt werden
fa: شما باید فایل file.php را از مسیر modules/Files حذف کنید
nl: Het bestand file.php dient verwijderd te worden uit modules/Files

source: Settings
de: Einstellungen
fa: تنظیمات
nl: Instellingen

source: Files system physical path
de: Physischer Pfad im Dateisystem
fa: مسیر فیزیکی فایل سیستم
nl: Fysieke pad naar het bestandssysteem

source: The folder does not exist or it is not writable
de: Den Ordner gibt es nicht oder er ist nicht beschreibbar
fa: پوشه وجود ندارد یا قابل نوشتن نیست
nl: De map bestaat niet of is niet beschrijfbaar

source: Users' folder
de: Ordner für Benutzerdateien
fa: پوشه فایل های کاربران
nl: Gebruikers map

source: Show hidden files
de: Versteckte Dateien anzeigen
fa: شیوه نمایش فایل های مخفی
nl: Toon verborgen bestanden

source: Do not show to anyone
de: Niemandem anzeigen
fa: به هیچ کس نمایش داده نشود
nl: Nooit weergeven

source: Only show to administrators
de: Nur Administratoren anzeigen
fa: فقط برای مدیران نمایش داده شود
nl: Alleen aan beheerders

source: Show to everyone
de: Allen anzeigen
fa: به همه نمایش داده شود
nl: Altijd weergeven

source: Editable extensions (comma separated list)
de: Editierbare Erweiterungen (durch Komma getrenne Liste)
fa: پسوند های مجاز
nl: Bewerkbare extensies (door komma's gescheiden lijst)

source: Maximum file size
de: Maximale Dateigröße
fa: حداکثر اندازه فایل
nl: Maximale bestandsgrootte

source: bytes
fa: بایت

source: Default width for images in editor
de: Standardbreite für Bilder im Editor
fa: پهنای پیش فرض برای تصاویر در ویرایشگر
nl: Standaard breedte voor afbeeldingen in de editor

source: pixel
fa: پیکسل
nl: pixels

source: Default height for images in editor
de: Standardhöhe für Bilder im Editor
fa: ارتفا پیش فرض برای تصاویر در ویرایشگر
nl: Standaard hoogte voor afbeeldingen in de editor

source: Default disk quota
de: Standard-Speicherlimit
fa: مقدار سهمیه بندی پیش فرض دیسک
nl: Standaard schijfruimte-limiet

source: Disk quotas for groups
de: Speicherlimit für Gruppen
fa: سهمیه بندی دیسک برای گروهها
nl: Schijfruimte-limiet voor groepen

source: files
nl: bestanden

source: file_name
de: dateiname
