Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Files/1.1/module_files.po
Languages: de, fa, nl

source: Error! Could not load items.
de: Fehler! Die Einträge konnten nicht geladen werden.
fa: خطا! امکان بارگذاری وجود ندارد.
nl: Foutmelding: Items konden niet geladen worden.

source: Error! Could not create the new item.
de: Fehler! Der neue Eintrag konnte nicht erstellt werden.
fa: خطا! امکان ایجاد آیتم جدید وجود ندارد.
nl: Foutmelding: Nieuw item kon niet aangemaakt worden.

source: Error! Could not update the used disk.
de: Fehler! Der verbrauchte Speicherplatz konnte nicht aktualisiert werden.
fa: خطا! نمی توانم مقدار فضای دیسک استفاده شده را به روز رسانی کنم.
nl: Foutmelding: De gebruikte schijfruimte kon niet aangepast worden.

source: Sorry! No authorization to access this module.
de: Leider fehlt die Berechtigung, um auf dieses Modul zuzugreifen.
fa: با پوزش! مجوز لازم برای دسترسی به این مازول را ندارید.
nl: Er is geen toegang tot deze module verleend.

source: Directory creation error
de: Fehler beim Erstellen des Verzeichnisses
fa: خطای ایجاد شاخه
nl: Map aanmaken mislukt

source: The server directory does not exist.
de: Das Server-Verzeichnis existiert nicht.
fa: پوشه سرور وجود ندارد.
nl: De server map bestaat niet.

source: Invalid folder
de: Ungültiges Verzeichnis
fa: پوشه نادرست
nl: Ongeldige map

source: It is not possible to browse this folder
de: Es ist nicht möglich, dieses Verzeichnis zu durchsuchen
fa: امکان باز کردن این پوشه وجود ندارد.
nl: Het is niet mogelijk door deze map te bladeren

source: More than 200 Mb
de: Über 200 Mb
fa: بیش از ۲۰۰ مگابایت
nl: Meer dan 200MB

source: %s Mb
fa: %s مگابایت

source: %s Kb
fa: %s کیلو بایت

source: %s bytes
fa: %s بایت

source: Unzip file
de: Datei entpacken
fa: باز کردن فایل فشرده
nl: Bestand uitpakken

source: List of the file content
de: Inhalt der Datei anzeigen
fa: لیست محتویات فایل
nl: Overzicht van de bestandsinhoud

source: Download file
de: Datei runterladen
fa: دریافت فایل
nl: Bestand downloaden

source: Edit file
de: Datei bearbeiten
fa: ویرایش فایل
nl: Bestand bewerken

source: Create Thumbnail
de: Thumbnail erstellen
fa: ایجاد تصویر کوچک
nl: Thumbnail aanmaken

source: Rename file
de: Datei umbenennen
fa: تغییر نام فایل
nl: Bestand hernoemen

source: Delete File
de: Datei löschen
fa: پاک کردن فایل
nl: Bestand verwijderen

source: Error! You are not authorized to access this module.
de: Fehler! Keine Berechtigung, auf dieses Modul zuzugreifen.
fa: خطا! شما مجوز لازم برای دسترسی به این فایل را ندارید
nl: Foutmelding: geen toegangsrechten voor deze module.

source: File not found
de: Datei nicht gefunden
fa: فایل مورد نظر پیدا نشد
nl: Bestand niet gevonden

source: It is not possible to create a thumbnail from this file.
de: Von dieser Datei kann kein Thumbnail erstellt werden.
fa: امکان ایجاد تصویر کوچک از این فایل وجود ندارد
nl: Het is niet mogelijk een thumbnail van dit bestand aan te maken.

source: Error! It has been possible to read the file.
de: Fehler! Die Datei konnte nicht gelesen werden.
fa: خطا! امکان خواندن فایل وجود ندارد.
nl: Foutmelding: bestand kon niet gelezen worden.

source: Error! Saving the image in memory.
de: Fehler! Das Bild konnte nicht erstellt werden.
fa: خطا! در حال ذخیره عکس در حافظه.
nl: Foutmelding: afbeelding kon niet in het geheugen geplaatst worden.

source: Error! Creating the thumbnail of the image.
de: Fehler! Thumbnail konnte nicht erstellt werden.
fa: خطا! در ایجاد تصویر بند انگشتی از عکس.
nl: Foutmelding: thumbnail van de afbeelding kon niet aangemaakt worden.

source: Thumbnail created.
de: Thumbnail erstellt.
fa: تصویر بند انگشتی ایجاد شد.
nl: Thumbnail aangemaakt.

source: Sorry! The file %s is not editable.
de: Leider ist Datei %s nicht editierbar.
fa: متاسفیم! فایل %s قابل ویرایش نیست.
nl: Het bestand %s is niet te bewerken.

source: Sorry! The file %s has not been found.
de: Leider konnte Datei %s nicht gefunden werden.
fa: متاسفیم! فایل %s یافت نشد.
nl: Het bestand %s is niet gevonden.

source: Error! It has not been possible to read the content of the file %s.
de: Fehler! Es war nicht möglich den Inhalt von Datei %s zu lesen.
fa: خطا! خواندن محتویات فایل %s امکان پذیر نمی باشد.
nl: Foutmelding: het is niet mogelijk de inhoud van bestand %s te lezen.

source: Error! It has not been possible to write the content to the file %s.
de: Fehler! Es war nicht möglich, Inhalte in Datei %s zu schreiben.
fa: خطا! امکان نوشتن محتویات فایل %s وجود ندارد.
nl: Foutmelding: het is niet mogelijk de inhoud naar bestand %s te schrijven.

source: File successfully edited
de: Datei erfolgreich bearbeitet
fa: فایل با موفقیت ویرایش شد
nl: Bestand bijgewerkt

source: You can not delete the users folder!
de: Der Ordner mit Benutzerdaten kann nicht gelöscht werden!
fa: شما نمی توانید پوشه فایل های کاربران را حذف کنید!
nl: De gebruikersmap kan niet verwijderd worden!

source: Failed to deleted
de: Löschen fehlgeschlagen
fa: عملیات حذف شکست خورد
nl: Verwijderen mislukt

source: Error deleting file
de: Fehler beim Löschen der Datei
fa: خطا در حذف فایل
nl: Bestand verwijderen mislukt

source: Files successfully removed
de: Die Dateien wurden erfolgreich entfernt
fa: فایل ها یا موفقیت حذف شدند
nl: Bestanden succesvol verwijderd

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
de: Die Erweiterung <strong>%s</strong> ist nicht zugelassen. Zugelassene Erweiterungen sind: <strong>%s</strong>.
fa: پسوند <strong>%s</strong> مجاز نیست. پسوندهای مجاز عبارتند از: <strong>%s</strong>.
nl: De extensie <strong>%s</strong> is niet toegestaan. De toegestane extensies zijn: <strong>%s</strong>.

source: Failed to rename
de: Umbenennung fehlgeschlagen
fa: تغییر نام شکست خورد
nl: Hernoemen mislukt

source: Changed filename successfully
de: Die Datei wurde erfolgreich umbenannt
fa: نام فایل با موفقیت تغییر داده شد
nl: Bestandsnaam aangepast

source: Directory Create Error
de: Fehler beim Erstellen des Verzeichnisses
fa: خطا در ایجاد پوشه
nl: Map aanmaken mislukt

source: Directory created
de: Verzeichnis erstellt
fa: پوشه ایجاد شد
nl: Map aangemaakt

source: The directory <strong>%s</strong> does not exist
de: Das Verzeichnis <strong>%s</strong> gibt es nicht
fa: پوشه <strong>%s</strong> وجود ندارد.
nl: De map <strong>%s</strong> bestaat niet

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
de: Die Erweiterung <strong>%s</strong> ist nicht zugelassen. Zugelassene Erweiterungen sind: <strong>%s</strong>.
fa: پسوند <strong>%s</strong> مجاز نیست. پسوندهای مجاز عبارتند از: <strong>%s</strong>.
nl: De extensie <strong>%s</strong> is niet toegestaan. De toegestane extensies zijn: <strong>%s</strong>.

source: The file is to big. The maximum size allowed is "%s" bytes.
de: Die Datei ist zu groß. Die zugelassene Größe ist %s Bytes.
fa: اندازه فایل بیش از حد مجاز است. حداکثر اندازه مجاز "%s" بایت است.
nl: Het bestand is te groot. Maximaal toegestaan is "%s" bytes.

source: You have not enough disk space to upload the file.
de: Es steht nicht ausreichend Speicher zur Verfügung, um diese Datei hochzuladen.
fa: شما برای آپلود فایل به اندازه کافی فضای دیسک در اختیار ندارید.
nl: Er is niet genoeg schijfruimte om het bestand te uploaden.

source: Failed to upload
de: Upload fehlgeschlagen
fa: آپلود شکست خورد
nl: Uploaden mislukt

source: Uploaded file success
de: Die Datei wurde erfolgreich hochgeladen
fa: فایل با موفقیت آپلود شد
nl: Bestand uploaden is geslaagd

source: No selected action
de: Keine Aktion ausgewählt
fa: هیچ عملیاتی انتخاب نشده است
nl: Geen actie geselecteerd

source: No selected file or directory
de: Weder Datei noch Verzeichnis ausgewählt
fa: هیچ فایل یا پوشه ای انتخاب نشده است
nl: Geen bestand of map geselecteerd

source: No file name given
de: Dateiname fehlt
fa: هیچ نام فایلی تعیین نشده است
nl: Geen bestandsnaam ingevoerd

source: Error creating ZIP file
de: Fehler beim Erstellen der ZIP-Datei
fa: خطا در ایجاد فایل ZIP
nl: Zip bestand aanmaken mislukt

source: Successfully zipped
de: Packen erfolgreich
fa: با موفقیت zip شد
nl: Inpakken als zip is geslaagd

source: Failed to list content zip file.
de: Der Inhalt der Zip-Datei konnte nicht angezeigt werden.
fa: ایجاد لیست از محتویات فایل zip شکست خورد.
nl: Kon de inhoud van het zip bestand niet weergeven.

source: Error moving
de: Fehler beim Verschieben
fa: خطا در انتقال
nl: Verplaatsen mislukt

source: Successfully moved
de: Erfolgreich verschoben
fa: با موفقیت انتقال داده شد
nl: Verplaatsen geslaagd

source: The zip file contains at least one file with the extension <strong>%s</strong> which is not allowed. The allowed extensions are: <strong>%s</strong>.
de: Die ZIP-Datei enthält mindestens eine Datei mit der Erweiterung <strong>%s</strong>, welche nicht zugelassen ist. Zugelassene Erweiterungen sind: <strong>%s</strong>.
fa: فایل zip حاوی حداقل یک فایل با پسوند <strong>%s</strong> می باشد که این پسوند غیر مجاز است.پسوندهای مجاز عبارتند از: <strong>%s</strong>.
nl: Het zip bestand bevat minstens één bestand met de niet toegestane extensie <strong>%s</strong>. De toegestane extensies zijn: <strong>%s</strong>.

source: You have not enough disk space to unzip the file. You need %s extra bytes.
de: Es steht nicht genügend Speicher zur Verfügung, um diese Datei zu entpacken. Es werden %s zusätzliche Bytes benötigt.
fa: شما فضای دیسک کافی برای از حالت zip خارج کردن فایل ندارید. شما به %s بایت فضای بیشتر نیاز دازید.
nl: Er is niet genoeg schijfruimte om het zip bestand uit te pakken. Er zijn %s extra bytes nodig.

source: Failed to unzip
de: Entpacken fehlgeschlagen
fa: از حالت zip خارج کردن شکست خورد
nl: Zip uitpakken is mislukt

source: Successfully unzipped
de: Entpacken erfolgreich
fa: با موفقیت از حالت zip خارج شد
nl: Zip uitpakken is geslaagd

source: The folder <strong>%s</strong> has not been found.
de: Der Ordner <strong>%s</strong> wurde nicht gefunden.
fa: پوشه <strong>%s</strong> یافت نشد
nl: De map <strong>%s</strong> kon niet gevonden worden.

source: Directory creation error. Please contact with the administrator
de: Fehler beim Erstellen des Verzeichnisses. Bitte den Administrator kontaktieren
fa: خطا در ایجاد پوشه. لطفا با مدیر سایت تماس بگیرید
nl: Map aanmaken mislukt. Neem contact op met de beheerder

source: The "%s" directory does not exist or is not writable.
de: Das Verzeichnis "%s" gibt es nicht oder ist nicht beschreibbar.
fa: پوشه "%s" وجود ندارد یا قابل نوشتن نیست.
nl: De "%s" map bestaat niet of is niet beschrijfbaar.

source: File Manager
de: Datei-Manager
fa: مدیریت فایل
nl: Bestandsbeheer

source: Sorry! You have not been granted access to this page.
de: Leider fehlt die Berechtigung diese Seite aufzurufen.
fa: متاسفیم! شما اجازه دسترسی به این صفحه را ندارید.
nl: Er zijn geen toegangsrechten voor deze pagina.

source: The server directory does not exist. Contact with the website administrator to solve this problem.
de: Das Server-Verzeichnis ist nicht vorhanden. Zur Lösung dieses Problem bitte den Administrator dieser Website kontaktieren.
fa: پوشه سرور وجود ندارد. برای رفع این مشکل لطفا با مدیر سایت تماس بگیرید.
nl: De server map bestaat niet. Neem contact op met de site beheerder om dit probleem op te lossen.

source: Manage Files
de: Dateien verwalten
fa: مدیریت فایل ها
nl: Bestanden beheren

source: Module configuration
de: Modul-Konfiguration
fa: پیکربندی ماژول
nl: Module configuratie

source: No folder defined.
de: Kein Ordner angegeben.
fa: هیچ پوشه ای تعریف نشده است.
nl: Geen map gedefinieerd.

source: no group found
de: keine Gruppe gefunden
fa: هیچ گروهی یافت نشد
nl: Geen groep gevonden

source: no quota defined
de: kein Limit angegeben
fa: هیچ سهمیه ای تعریف نشده است.
nl: Geen quota gedefinieerd

source: no image found
de: kein Bild gefunden
fa: هیچ تصویری یافت نشد
nl: Geen afbeelding gevonden

source: no size factor defined
de: kein Größenfaktor angegeben
fa: عامل اندازه تعریف نشده است
nl: Geen afmetingen factor gedefinieerd

source: The directory <strong>%s</strong> for users does not exist
de: Das Verzeichnis <strong>%s</strong> für Benutzer ist nicht vorhanden
fa: پوشه <strong>%s</strong> برای کاربران وجود ندارد
nl: De map <strong>%s</strong> voor gebruikers bestaat niet

source: The configuration has been updated
de: Die Konfiguration wurde aktualisiert
fa: پیکربندی به روز رسانی شد
nl: De configuratie is bijgewerkt

source: File manager for Zikula sites.
de: Datei-Manager für Zikula-Websites.
fa: مدیریت فایل برای سایت های زیکولا.
nl: Bestandsbeheer voor Zikula websites.

source: Upload file
de: Datei hochladen
fa: آپلود فایل
nl: Bestand uploaden

source: File name
de: Dateiname
fa: نام فایل
nl: Bestandsnaam

source: Allowed extensions (comma separated list)
de: Zugelassene Erweiterungen (durch Komma getrenne Liste)
fa: پسوندهای مجاز (لیست با ویرگول جدا شده است)
nl: Toegestane extensies (door komma's gescheiden lijst)

source: Accept
de: Bestätigen
fa: پذیرش
nl: Accepteren

source: Cancel
de: Abbrechen
fa: انصراف
nl: Annuleren

source: Reduce size
de: Verkleinern
fa: کاهش اندازه
nl: Afmetingen verkleinen

source: Increase size
de: Vergrößern
fa: افزایش اندازه
nl: Afmetingen vergroten

source: Delete thumbnail
de: Thumbnail löschen
fa: حذف تصویر بند انگشتی
nl: Thumbnail. verwijderen

source: Insert
de: Einfügen
fa: قرار دادن
nl: Invoegen

source: List of files in folder
de: Liste mit Dateien im Ordner
fa: لیست فایل های داخل پوشه
nl: Lijst van bestanden in map

source: It is not possible to write in this directory. Make it writable.
de: Dieses Verzeichnis konnte nicht beschrieben werden. Bitte Schreibrechte zuweisen.
fa: امکان نوشتن در این پوشه وجود ندارد. آن را قابل نوشتن کنید.
nl: Het is niet mogelijk in deze map te schrijven. Maak deze beschrijfbaar.

source: Create directory
de: Verzeichnis erstellen
fa: ایجاد پوشه
nl: Map aanmaken

source: Set as not public folder
de: Ordner als nicht-öffentlich kennzeichnen
fa: تنظیم به عنوان پوشه خصوصی
nl: Instellen als niet openbare map

source: Set as a public folder
de: Ordner als öffentlich kennzeichnen
fa: تنظیم به عنوان پوشه عمومی
nl: Instellen als openbare map

source: Disk use:
de: Belegter Speicher:
fa: مقدار فضای دیسک استفاده شده:
nl: Schijfruimte gebruik

source: %s%% - %s of %s
de: %s%% - %s von %s
fa: %s%% - %s از %s
nl: %s%% - %s van %s

source: The files in this directory are accessible directly from the navigator. Anybody can access to them with the URL:
de: Auf die Dateien dieses Verzeichnisses kann direkt mit dem Browser zugegriffen werden. Jeder kann auf sie mit folgender URL zugreifen:
fa: فایل های درون این پوشه مستقیما از طریق مرور گر در دسترس هستند. هر کسی می تواند از طریق آدرس زیر به آنها دسترسی پیدا کند:
nl: De bestanden in deze map zijn toegankelijk vanuit de navigatie. Iedereen kan ze bereiken via de URL:

source: Name
fa: نام
nl: Naam

source: Size
de: Größe
fa: اندازه
nl: Grootte

source: Modified
de: Geändert
fa: آخرین اصلاح
nl: Gewijzigd

source: Action
de: Aktion
fa: گزینه ها
nl: Actie

source: Rename folder
de: Ordner umbenennen
fa: تغییر نام پوشه
nl: Map hernoemen

source: Delete folder
de: Ordner löschen
fa: حذف پوشه
nl: Map verwijderen

source: Bytes
fa: بایت

source: -- Selected files --
de: -- Ausgewählte Dateien --
fa: --عملیات بر روی فایل های انتخاب شده --
nl: -- Geselecteerde bestanden --

source: Move them to another folder
de: In anderen Ordner verschieben
fa: به پوشه دیگر انتقال داده شوند
nl: Verplaatsen naar andere map

source: Delete them
de: Löschen
fa: حذف شوند
nl: Verwijderen

source: Create a zip file with them
de: Zip-Datei erstellen
fa: از آنها یک فایل zip ایجاد شود
nl: Inpakken in een zip-bestand

source: The values displayed in each image are its real size "width x height" and the factor of the modification of its size (value). The value 1 means that the image is in its natural size. A value upper than 1 means that the image has been reduced and a value lower than 1 means that the image has been increased.
de: Für jedes Bild werden die originale Größe (Breite x Höhe) sowie der Faktor zur Veränderung der Größe angezeigt. Bei einem Wert von 1 hat ein Bild seine originale Größe. Bei einem Wert größer als 1 wurde das Bild verkleinert, bei einem Wert unter 1 vergrößert.
fa: مقادیر نمایش داده شده در هر عکس اندازه واقعی "پهنا x ارتفا" آن هستند و فاکتور اصلاح اندازه آن (مقدار) . مقدار 1 به معنی این است که تصویر در اندازه طبیعی خودش است. مقدار بیشتر از 1 به معنی این است اندازه عکس کاهش یافته و مقدار کمتر از 1 به معنی این است اندازه عکس افزایش یافته است.
nl: De waarden die in iedere afbeelding worden getoond zijn de echte "breedte x hoogte", en de factor waarmee de grootte aangepast is. De waarde 1 betekent de originele grootte van de afbeelding. Een waarde groter dan 1 betekent dat de afbeelding is verkleind, en een waarde kleiner dan 1 betekent dat de afbeelding is vergroot.

source: The list of the archive content
de: Inhalt des Archivs
fa: لیست محتویات فایل آرشیو
nl: Inhoudslijst van het archief

source: Group
de: Gruppe
fa: گروه
nl: Groep

source: Quota (Mb)
de: Limit (Mb)
fa: سهمیه (مگابایت)
nl: Schijfruimte-limiet (MB)

source: Delete
de: Löschen
fa: حذف
nl: Verwijderen

source: Delete disk quota
de: Speicherlimit löschen
fa: حذف سهمیه دیسک
nl: Verwijder de schijfruimte-limiet

source: Assign a new disk quota
de: Neues Speicherlimit zuweisen
fa: تعیین یک سهمیه دیسک جدید
nl: Nieuwe schijfruimte-limiet toewijzen

source: (A value of -1 means no disk quota assigned)
de: (ein Wert von -1 bedeutet, dass kein Speicherlimit zugewiesen wurde)
fa: (مقدار 1- به معنی عدم تعیین سهمیه در استفاده از فضای دیسک می باشد)
nl: (Een waarde van -1 betekent geen toegewezen schijfruimte)

source: Create zip file
de: Zip-Datei erstellen
fa: ایجاد فایل zip
nl: Zip-bestand aanmaken

source: Generates a zip with this content
de: Zip-Datei mit diesen Inhalten erstellen
fa: ایجاد یک فایل zip با این محتویات
nl: Maakt een zip-bestand aan met deze inhoud

source: Filename
de: Dateiname
fa: نام فایل
nl: Bestandsnaam

source: Choose a group...
de: Gruppe auswählen...
fa: یک گروه را انتخاب کنید...
nl: Kies een groep...

source: Mb
fa: مگابایت

source: Save the changes
de: Änderungen speichern
fa: ذخیره تغییرات
nl: Wijzigingen opslaan

source: -1 means no disk quota limit
de: -1 bedeutet ein unbegrenztes Speicherlimit
fa: 1- به معنی عدم محدودیت در استفاده از فضای دیسک است
nl: -1 betekent geen schijfruimte limiet

source: Allowed extensions:
de: Zugelassene Erweiterungen:
fa: پسوندهای مجاز:
nl: Toegestane extensies:

source: Files module installation
de: Installation des Files-Modul
fa: نصب ماژول Files
nl: Bestanden-module installatie

source: Welcome to Files module
de: Willkommen zum Files-Modul
fa: به ماژول Files خوش آمدید
nl: Welkom bij de Bestanden-module

source: This module allow user to manage their own files.<br />Each user has a folder for his/her files.<br />This module needs two writable folders that have to be created.
de: Mit diesem Modul können Benutzer ihre eigenen Dateien verwalten.<br />Jeder Benutzer hat dafür einen Ordner.<br />Für diesen Modul müssen zwei Ordner mit Schreibberechtigung angelegt werden.
fa: این ماژول به کاربران اجازه می دهد تا فایل های خودشان را مدیریت کنند. <br /> هر کاربر یک پوشه برای فایل های خودش دارد. <br /> این ماژول به دو پوشه که قابل نوشته شدن باشد نیاز دارد.
nl: Deze module geeft gebruikers de mogelijkheid hun eigen bestanden te beheren.<br />Elke gebruiker heeft een gebruikers map voor zijn/haar bestanden.<br />Deze module vereist twee beschrijfbare mappen op de server die aangemaakt dienen te worden.

source: Proceed with the installation
de: Mit der Installation fortfahren
fa: شروع نصب
nl: Doorgaan met de installatie

source: Check if the files folders in the server have been created and define them using the form below.<br />These folders will be used to save the files of the site and the users' files.<br />We recommend to locate them out of the public HTTP.
de: Bitte prüfen, ob die für das Modul erforderlichen Ordner auf dem Server angelegt wurden, diese müssen unten angegeben werden.<br />In diesen Ordnern werden Dateien für die Website sowie Benutzerdateien gespeichert.<br />Wir empfehlen, sie außerhalb des öffentlichen HTTP-Pfads anzulegen.
fa: بررسی کنید اگر پوشه های فایل ها در سرور ایجاد شده است آنها را از طریق فرم زیر وارد کنید. <br /> این پوشه ها برای ذخیره فایل های سایت و فایل های کاربران استفاده خواهد شد. <br /> ما توصیه می کنیم آنها را خارج از پوشه عمومی HTTP قرار دهید.
nl: Controleer of de mappen op de server zijn aangemaakt en geef ze op in onderstaand formulier.<br />Deze mappen worden gebruikt om site-bestanden en gebruikers-bestanden op te slaan.<br />We adviseren om deze buiten de publiek toegankelijke map van de website te plaatsen.

source: Defining the files folders
de: Angabe der Files-Ordner
fa: تعریف پوشه های فایل ها
nl: Definitie van de bestands-mappen

source: Write the physical location of the folder in the server
de: Physischer Pfad auf dem Server
fa: محل فیزیکی پوشه را در سرور وارد کنید
nl: Geef de fysieke lokatie op van de map op de server

source: Write the users' folder name
de: Ordner für Benutzer
fa: نام پوشه فایل های کاربران را وارد کنید
nl: Geef de gebruikers map op

source: Checking if the files folders exist and they are writable
de: Kontrolle der benötigten Ordner sowie der Schreibberechtigung
fa: بررسی کنید اگر پوشه فایل ها وجود دارد قابل نوشتن باشد
nl: Controle op beschikbaarheid en beschrijfbaarheid van de opgegeven mappen

source: The folder <strong>%s</strong> is located in the correct place.
de: Der Ordner <strong>%s</strong> ist an der richtigen Stelle.
fa: پوشه <strong>%s</strong> در محل صحیح قرار دارد.
nl: De map <strong>%s</strong> staat op de juiste plaats.

source: The folder <strong>%s</strong> is not writable and it should be.
de: Der Ordner <strong>%s</strong> ist noch nicht beschreibbar.
fa: پوشه <strong>%s</strong> قابل نوشتن نیست در حالی که باید باشد.
nl: De map <strong>%s</strong> is niet beschrijfbaar.

source: The folder <strong>%s</strong> is writable.
de: Der Ordner <strong>%s</strong> ist beschreibbar.
fa: پوشه <strong>%s</strong> قابل نوشتن است.
nl: De map <strong>%s</strong> is beschrijfbaar.

source: The folder <strong>%s/%s</strong> has not been found.
de: Der Ordner <strong>%s/%s</strong> wurde nicht gefunden.
fa: پوشه <strong>%s/%s</strong> یافت نشد.
nl: De map <strong>%s/%s</strong> werd niet gevonden.

source: The folder <strong>%s/%s</strong> is located in the correct place.
de: Der Ordner <strong>%s/%s</strong> ist an der richtigen Stelle.
fa: پوشه <strong>%s/%s</strong> در محل صحیح قرار دارد.
nl: De map <strong>%s/%s</strong> staat op de juiste plaats.

source: The folder <strong>%s/%s</strong> is not writable and it should be.
de: Der Ordner <strong>%s/%s</strong> ist noch nicht beschreibbar.
fa: پوشه <strong>%s/%s</strong> قابل نوشتن نیست در حالی که باید باشد.
nl: De map <strong>%s/%s</strong> is niet beschrijfbaar.

source: The folder <strong>%s/%s</strong> is writable.
de: Der Ordner <strong>%s/%s</strong> ist beschreibbar.
fa: پوشه <strong>%s/%s</strong> قابل نوشتن است.
nl: De map <strong>%s/%s</strong> is beschrijfbaar.

source: Define folders again. Remember that you have to create the folders after define them.
de: Bitte die Angabe der Ordner prüfen (vor diesem Prüfungsschritt müssen sie angelegt sein).
fa: پوشه ها را مجدد تعریف کنید. به یاد داشته باشید شما باید پوشه ها را بعد از تعریف کردن آنها ایجاد کنید.
nl: Definieer de mappen opnieuw. Let op dat de mappen ook aangemaakt dienen te worden op de server.

source: Make the folders writable and try again.
de: Für diese Ordner muss die Schreibberechtigung vergeben werden (danach erneut versuchen).
fa: پوشه ها را قابل نوشتن کنید و مجدد امتحان کنید.
nl: Maak de mappen beschrijfbaar en probeer het opnieuw.

source: Proceed with the module installation
de: Mit der Installation des Moduls fortfahren
fa: ادامه نصب ماژول
nl: Doorgaan met de module installatie

source: Files
fa: فایل ها
nl: Bestanden

source: Browse
de: Durchsuchen
fa: جستو
nl: Bladeren
