Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/zweet/0.1/module_zweet.po
Languages: de, pl

source: Invalid Authkey: this probably means that you pressed the -Back- button, or that the page -authkey- expired. Please refresh the page and try again.
de: Fehlerhafter Authkey: Dies kann bedeuten, dass -Zurück- angeklickt wurde oder der Authkey ist abgelaufen.Bitte die Seite neu laden und erneut versuchen.
pl: Nieprawidłowy klucz autoryzacji: to prawdopodobnie oznacza, że wciśnięto przycisk -Cofnij- , lub że klucz autoryzacji wygasł. Prosimy odświeżyć stronę i spróbować ponownie.

source: zweet-hook could be created.
de: zweet-Hook konnte erstellt werden.
pl: zweet-hook może zostać utworzony.

source: zweet-hook could be deleted.
de: zweet-Hook wurde entfernt.
pl: zweet-hook może być skasowany.

source: Could not connect to Twitter. Please try again.
de: Konnte nicht zu Twitter verbinden. Bitte erneut probieren.
pl: Nie można połączyć z Twitterem. Proszę spróbować ponownie.

source: Configuration not updated.
de: Konfiguration wurde nicht aktualisiert.
pl: Konfiguracja nie została zaktualizowana.

source: Configuration updated.
de: Konfiguration aktualisiert.
pl: Konfiguracja została zaktualizowana.

source: Configuration
de: Konfiguration
pl: Konfiguracja

source: Wrong arguments for zweet hook.
de: Fehlerhafte Argumente für den zweet-Hook.
pl: Błędne argumenty do wtyczki zweet.

source: Twitter access token deleted. Please re-authentificate.
de: Twitter Token wurde gelöscht. Bitte erneut authentifizieren.
pl: Skasowano token do Twittera. Proszę się autoryzować ponownie.

source: New Twitter status set.
de: Neuer Twitter-Status wurde gesetzt.
pl: Nowy status Twittera ustawiony.

source: Setting Twitter status not successful!
de: Twitter-Status konnte nicht gesetzt werden!
pl: Ustawienie statusu Twittera nie powiodło się!

source: Twitter token too old. Please try again.
de: Twitter-Token ist zu alt. Bitte erneut probieren.
pl: Token Twittera jest zbyt stary. Proszę spróbować ponownie.

source: Twitter authentification successful.
de: Twitter-Authentifizierung erfolgreich.
pl: Autoryzacja do Twittera powiodła się.

source: Twitter token not generated. Please re-authentificate.
de: Twitter-Token wurde nicht erstellt. Bitte erneut authentifizieren.
pl: Nie wygenerowano tokena do Twittera. Proszę się autoryzować ponownie.

source: No permissions for zweet
de: Keine Berechtigung für das Modul zweet
pl: Brak uprawnień do zweet

source: Update
de: Senden
pl: Uaktualnij

source: Cancel
de: Abbrechen
pl: Anuluj

source: URL shortener service
de: URL-Verkürzungs-Service
pl: Serwis skracania URLi

source: Twitter Configuration
de: Twitter-Konfiguration
pl: Konfiguracja Twittera

source: Authentification okay.
de: Authentifizierung in Ordnung.
pl: Autoryzacja poprawna.

source: Actions
de: Aktionen
pl: Akcje

source: Reset token
de: Token zurücksetzen
pl: Resetuj token

source: Authentificate zweet:
de: Authentifiziere zweet:
pl: Autoryzacja zweet:

source: Connect
de: Verbinden
pl: Połącz

source: Current status:
de: Aktuelle Statusmeldung:
pl: Obecny status:

source: Set new status on Twitter
de: Neue Twitter-Statusmeldung setzen
pl: Ustaw nowy status na Twitterze

source: New status message:
de: Neue Statusmeldung:
pl: Nowa wiadomość statusu:

source: You have
de: Es sind
pl: Pozostało Ci

source: chars left.
de: Zeichen übrig.
pl: znaków.
