Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/EZComments/2.0.0/module_ezcomments.po
Languages: fa, nl

source: Internal Error.
fa: خطای داخلی
nl: Interne foutmelding.

source: View
fa: نمایش
nl: Bekijken

source: Edit
fa: ویرایش
nl: Bewerken

source: Done! Item deleted.
fa: انجام شد! آیتم حذف شد.
nl: Item verwijderd.

source: Done! Item updated.
fa: انجام شد! آیتم به روز رسانی شد.
nl: Item bijgewerkt.

source: No migration plugins available.
fa: هیچ پلاگینی برای انتقال وجود ندارد.
nl: Geen migratie plugins beschikbaar.

source: No orphaned comments.
fa: هیچ نظر orphaned وجود ندارد.
nl: Geen wees-reacties aanwezig.

source: Error! A general failure occurs.
fa: خطا! یک خطای کلی اتفاق افتاد
nl: Foutmelding: Wees-reacties verwijderen is mislukt.

source: Done! All orphaned comments for this module deleted.
fa: انجام شد! همه نظرات orphaned برای این ماژول حذف شدند.
nl: Alle wees-reacties voor deze module zijn verwijderd.

source: Done! Comment deleted.
fa: انجام شد! نظر حذف شد.
nl: Reactie verwijderd.

source: Pending
fa: درانتظار تایید
nl: Wachtend

source: Rejected
fa: رد شده
nl: Afgewezen

source: Approved
fa: تایید شده
nl: Goedgekeurd

source: New comment rules applied
fa: قوانین نظر جدید اجرا شد
nl: Nieuwe reactie-regels toegepast

source: Comments
fa: نظرات
nl: Reacties

source: Attach comments to every kind of content using hooks
fa: با استفاده از قلاب ها, نظرات را به هر نوع از محتوا ضمیمه کنید
nl: Reacties koppelen aan iedere vorm van inhoud met behulp van hooks.

source: User's pinboard
fa: pinboard کاربر
nl: Gebruikers prikbord

source: Registering EZComments hook for MyProfile module failed
fa: ثبت قلاب EZComments برای ماژول MyProfile با شکست مواجه شد
nl: Koppelen van de Reacties-module aan MyProfile is mislukt

source: The comments can only be searched for words that are longer than %1$s and less than %2$s characters!
fa: انجمن ها فقط جستجو هایی که بین %1$s و %2$s کاراکتر طول داشته باشد را قبول می کند!
nl: Er kan alleen in reacties worden gezocht op woorden van tenminste %1$s karakters en ten hoogste %2$s karakters!

source: Error! Could not load items.
fa: خطا! نمی توانم آیتم ها را بارگذاری کنم.
nl: Foutmelding: Kon items niet inladen.

source: Error! The user ignores you.
fa: خطا! این کاربر شما را ایگنور کرده است.
nl: Foutmelding: De gebruiker heeft jou op zijn blokkeerlijst staan.

source: Error! The name field is required. Comment rejected.
fa: خطا! وارد کردن نام اجباریست. نظر رد شد.
nl: Foutmelding: het veld 'naam' is verplicht. Reactie afgewezen.

source: Error! Your comment contains unacceptable content and has been rejected.
fa: خطا! نظر ارسالی شما دارای محتوای غیر قابل پذیرش می باشد و رد می شود.
nl: Foutmelding: De reactie bevat niet toegestane inhoud, en is derhalve afgewezen.

source: Error! Creation attempt failed.
fa: خطا! تلاش برای ایجاد شکست خورد.
nl: Foutmelding: Kon item niet aanmaken.

source: Done! Comment added.
fa: انجام شد! نظر اضافه شد.
nl: Reactie toegevoegd.

source: Done! Your comment was held for moderation and will be reviewed shortly.
fa: انجام شد! نظر شما جهت انجام نظارت نگه داشته می شود و به زودی بررسی می شود.
nl: Reactie is ter goedkeuring ontvangen en zal zo snel mogelijk beoordeeld worden.

source: A new comment was entered
fa: یک نظر جدید وارد شده است
nl: Er is een nieuwe reactie ingevoerd

source: New comment for your site
fa: نظر جدید برای سایت شما
nl: Nieuwe reactie voor de site

source: Show latest comments
fa: نمایش آخرین نظرات
nl: Toon laatste reacties

source: No such comment found.
fa: هیچ نظری یافت نشد.
nl: Reactie kon niet gevonden worden.

source: Name for anonymous user is missing.
fa: نام کاربر ناشناس مفقود شده است.
nl: De te gebruiken naam voor anonieme bezoekers ontbreekt.

source: Email address of anonymous user is missing or invalid.
fa: آدرس ایمیل کاربر ناشناس مفقود شده یا نامعتبر است.
nl: Het te gebruiken e-mail adres voor anonieme bezoekers ontbreekt of is ongeldig.

source: Website of anonymous user is invalid.
fa: وب سایت کاربر ناشناس مفقود شده است.
nl: De te gebruiken website van anonieme bezoekers is ongeldig.

source: Error! The comment contains no text.
fa: خطا! هیچ متنی را به عنوان نظر وارد نکرده اید.
nl: Foutmelding: De reactie bevat geen tekst.

source: Done! Comment updated.
fa: انجام شد! نظر به روز رسانی شد.
nl: Reactie bijgewerkt.

source: missing value
fa: مقدار نامعتبر
nl: Er ontbreekt een waarde

source: Done! Module configuration updated.
fa: انجام شد! پیکربندی ماژول به روز رسانی شد.
nl: Module configuratie bijgewerkt.

source: Manage my comments
fa: مدیریت نظرات من
nl: Beheer mijn reacties

source: No such item found.
fa: هیچ آیتمی یافت نشد.
nl: Item kon niet gevonden worden.

source: Error! Deletion attempt failed.
fa: خطا! تلاش برای حذف شکست خورد.
nl: Foutmelding: Poging tot verwijderen mislukt.

source: Error! Update attempt failed.
fa: خطا! تلاش برای ارتقا شکست خورد.
nl: Foutmelding: Poging tot bijwerken mislukt.

source: View comments
fa: مشاهده نظرات
nl: Bekijk reacties

source: Delete orphaned comments
fa: حذف نظرات orphaned
nl: Verwijder wees-reacties

source: Migrate comments
fa: انتقال نظرات
nl: Migreer reacties

source: Purge comments
fa: پاکسازی نظرات
nl: Reacties opschonen

source: Comment statistics
fa: آمار نظرات
nl: Reactie statistieken

source: Re-apply moderation rules
fa: نظارت مجدد
nl: Moderatie regels opnieuw toepassen

source: Settings
fa: تنظیمات
nl: Instellingen

source: Error creating hook.
fa: خطا در ایجاد قلاب.
nl: Foutmelding bij aanmaken van de hook.

source: Error updating the table.
fa: خطا در به روز رسانی جدول.
nl: Foutmelding bij het bijwerken van de tabel.

source: Error deleting hook.
fa: خطا در حذف قلاب.
nl: Foutmelding bij het verwijderen van de hook.

source: Add a new comment
fa: اضافه کردن نظر جدید
nl: Nieuwe reactie toevoegen

source: Posted on %s
fa: ارسال شده در %s
nl: Geplaatst op %s

source: Send mail to user
fa: ارسال ایمیل به کاربر
nl: E-mail naar gebruiker zenden

source: Modify comment
fa: اصلاح کردن نظر
nl: Reactie wijzigen

source: No comments posted yet.
fa: هنوز هیچ نظری ارسال نشده است.
nl: Nog geen reacties geplaatst

source: Subject
fa: موضوع
nl: Onderwerp

source: Name
fa: نام
nl: Naam

source: (required for unregistered users)
fa: (برای کاربران مهمان اجباری است)
nl: (verplicht voor niet-geregistreerde gebruikers)

source: E-mail address (will not be published)
fa: آدرس ایمیل (منتشر نخواهد شد)
nl: E-mail adres (wordt niet getoond)

source: Website
fa: وب سایت

source: Comment
fa: نظر
nl: Reactie

source: Submit
fa: ارسال
nl: Inzenden

source: Register
fa: ثبت نام
nl: Registreren

source: log in
fa: ورود
nl: inloggen

source: Only logged in users are allowed to comment. %1$s or %2$s.
fa: فقط کاربران سایت مجاز به ارسال نظر هستند. %1$s یا %2$s.
nl: Alleen ingelogde gebruikers kunnen een reactie plaatsen. %1$s of %2$s.

source: Edit comment
fa: ویرایش نظر
nl: Reactie bewerken

source: Commentator
fa: مفسر
nl: Plaatser

source: Redirect to the commented content after finishing
fa: بعد از اتمام به محتوای نظر داده شده هدایت کن
nl: Terug sturen naar oorspronkelijke inhoudspagina na voltooien van reactie.

source: Update
fa: به روز رسانی
nl: Bijwerken

source: Delete
fa: حذف کردن
nl: Verwijderen

source: Cancel
fa: انصراف
nl: Annuleren

source: Number of comments to display
fa: تعدادنظرات برای نمایش
nl: Aantal te tonen reacties

source: Show comments for the following module
fa: نمایش نظرات برای ماژول های زیر
nl: Toon reacties voor de volgende module

source: All
fa: همه
nl: Alle

source: Show username
fa: نمایش نام کاربری
nl: Toon gebruikersnaam

source: Link username to profile
fa: نام کاربری به پروفایل لینک شود
nl: Koppel gebruikersnaam aan profiel pagina

source: Show Date
fa: نمایش تاریخ
nl: Toon datum

source: Show pending comments
fa: نمایش نظرات در انتظار تایید
nl: Toon wachtende reacties

source: Posted on
fa: ارسال شده در:
nl: Geplaatst op

source: Delete item
fa: حذف آیتم
nl: Item verwijderen

source: Confirm deletion of all comments for object ID '%1$s' attached to module '%2$s'
fa: تایید حذف همه نظرات برای موضوع شماره '%1$s' که به ماژول '%2$s' ضمیمه شده اند
nl: Bevestig het verwijderen van alle reacties voor object ID '%1$s', gekoppeld aan module '%2$s'

source: Confirmation prompt
fa: تایید فرمان
nl: Bevestigingsprompt

source: Username:
fa: نام کاربری:
nl: Gebruikersnaam:

source: Date:
fa: تاریخ:
nl: Datum:

source: Subject:
fa: موضوع:
nl: Onderwerp:

source: Show:
fa: نمایش:
nl: Weergeven:

source: Moderate:
fa: نظارت:
nl: Keuren of aanpassen:

source: Options
fa: گزینه ها
nl: Opties

source: Purge all pending comments
fa: پاکسازی همه نظرات در انتظار تایید
nl: Alle wachtende reacties opschonen

source: Purge all rejected comments
fa: پاکسازی همه نظرات رد شده
nl: Alle afgewezen reacties opschonen

source: Import comments from other modules
fa: انتقال نظرات از سایر ماژول ها
nl: Reacties uit andere modules importeren

source: Migration
fa: انتقال
nl: Migratie

source: Module
fa: ماژول

source: Start migration
fa: شروع انتقال
nl: Start migratie

source: The following comments will become rejected
fa: نظرات زیر رد خواهند شد
nl: De volgende reacties zullen worden afgewezen

source: Status
fa: وضعیت

source: Comment type
fa: نوع نظر
nl: Reactie type

source: No items found
fa: هیچ آیتمی یافت نشد
nl: Geen items gevonden

source: The following comments will require moderation
fa: نظرات زیر نیاز به نظارت دارند
nl: De volgende reacties vereisen moderatie

source: Apply
fa: اجرا
nl: Toepassen

source: Delete all comments for this module
fa: حذف همه نظرات برای این ماژول
nl: Verwijder alle reacties voor deze module

source: This functionality allows you to delete comments that are in the database for removed modules.
fa: این تابع به شما اجازه می دهد تا نظراتی را که برای ماژول های حذف شده هستند اما در یایگاه داده وجود دارند را حذف کنید.
nl: Deze functionaliteit staat het toe reacties te verwijderen die gekoppeld staan aan reeds verwijderde modules.

source: Select module
fa: انتخاب ماژول
nl: Selecteer module

source: Miscellaneous
fa: متفرقه
nl: Overig

source: Default template
fa: قالب یش فرض
nl: Standaard template

source: Default stylesheet
fa: stylesheet پیش فرض
nl: Standaard stylesheet

source: By default, the following possibilities exists:
fa: به طور پیش فرض موارد زیر وجود دارد:
nl: Standaard zijn de volgende mogelijkheden aanwezig:

source: Allow unregistered users to set user information
fa: کاربران مهمان مجازند برای خود اطلاعات کاربری تنظیم کنند
nl: Anonieme bezoekers toestaan gebruikersinformatie op te geven

source: Require name for unregistered user
fa: وارد کردن نام برای کاربران مهمان اجباریست
nl: Naam verplicht stellen voor anonieme bezoekers

source: Log IP addresses
fa: آدرس های IP ثبت شود
nl: IP adres opslaan

source: Comments per page in admin view
fa: نظرات به ازای هر صفحه برای نمایش در قسمت مدیریت
nl: Reacties per pagina in beheer gedeelte

source: Enable pager in user view
fa: فعال سازی نمایش نظرات در چند صفحه برای نمایش در قسمت کاربران
nl: Paginering toestaan in gebruikers gedeelte

source: Comments per page in user view
fa: نظرات به ازای هر صفحه برای نمایش در قسمت کاربران
nl: Reacties per pagina in gebruikers gedeelte

source: Activate account page in user section
fa: فعال سازی صفحه حساب در سمت کاربر
nl: Link naar reactie overzicht weergeven op account pagina

source: Notification
fa: آگاه سازی
nl: Notificatie

source: The notification email will be sent to the owner of the content. If there is no owner known, the notification mail will be sent to the site administrator.
fa: ایمیل آگاه سازی برای مالک محتوا ارسال خواهد شد. در صورتی که مالک محتوا مشخص نباشد, ایمیل آگاه سازی برای مدیر سایت ارسال خواهد شد.
nl: De notificatie e-mail wordt verzonden naar de eigenaar van het inhouds-item waarop gereageerd wordt. Indien er geen eigenaars bekend is, zal de mail worden gestuurd naar de site beheerder.

source: Send mail on new comment
fa: برای نظر جدید یک ایمیل ارسال کن
nl: E-mail sturen bij nieuw geplaatste reactie

source: Send mail on comment requiring moderation
fa: هنگامی که یک نظر نیاز به تایید داشت یک ایمیل ارسال کن
nl: E-mail sturen indien er moderatie of keuring nodig is bij een reactie

source: Moderation
fa: نظارت
nl: Moderatie

source: Enable comment moderation
fa: فعال سازی نظارت بر نظرات
nl: Reactie moderatie inschakelen

source: All comments require moderation
fa: همه نظرات نیاز به نظارت دارند
nl: Moderatie vereisen bij alle reacties

source: Do not require moderation for comments from users who have already commented
fa: نیازی به نظارت بر نظرات کسانی که قبلا نظر ارسال کرده اند نیست
nl: Geen moderatie eisen bij reacties van gebruikers die al eerder een reactie geplaatst hebben

source: Number of links in comment before moderation
fa: تعداد لینک های موجود در یک نظر برای اینکه مورد بررسی قرار گیرد
nl: Aantal links in reactie voordat moderatie geactiveerd wordt

source: Words to trigger moderation
fa: کلمات حساسی که نیاز به نظارت دارند
nl: Woorden die moderatie activeren

source: Blacklisting
fa: بلک لیست

source: Number of links in comment before blacklisting
fa: تعداد لینک های موجود در یک نظر برای اینکه در بلک لیست قرار گیرد
nl: Aantal links in reactie voordat er geblacklist wordt

source: Words to blacklist from comments
fa: کلمات بلک لیست برای نظرات
nl: Woorden op de blacklist (die niet mogen voorkomen in reacties)

source: Notice: Comments containing words listed here will be completely ignored by the comments module
fa: توجه: نظرات شامل کلمات لیست شده در اینجا به طور کامل بوسیله ماژول نظرات نادیده گرفته می شود
nl: Notitie: Reacties die woorden uit deze lijst bevatten zullen volledig genegeerd worden door de reactie-module

source: Blacklist comments from insecure proxies
fa: نظرات را از پروکسی های نا امن در بلک لیست قرار بده
nl: Reacties van onveilige proxies blacklisten

source: Number of hours where users are allowed to modify the text of own comments.
fa: تعداد ساعاتی که کاربران مجازند متن نظراتی را که مالک هستند اصلاح کنند.
nl: Aantal uren waarbinnen het de gebruiker toegestaan is om een eigen reactie te wijzigen.

source: The value -1 deactivates this function.
fa: مقدار 1- این تابع را غیر فعال می کند.
nl: Een waarde van -1 zal deze functionaliteit uitschakelen

source: Akismet spam dectection service
fa: سرویس شناسایی اسپم Akismet
nl: Akismet Spam detectie service

source: Notice: <a href="http://akismet.com/">Akismet</a> is a spam detection service that can, in many cases, eliminate comment and trackback spam. To use akismet you need to install and configure the <a href="http://code.zikula.org/ezcomments/">Akismet module</a>.
fa: توجه: <a href="http://akismet.com/">Akismet</a> یک سرویس شناسایی اسپم است, که در موارد بسیاری می تواند نظرات را از اسپم ها پاک سازی کند. برای استفاده از akismet شما نیاز به نصب و پیکربندی <a href="http://code.zikula.org/ezcomments/">ماژول Akismet</a> دارید.
nl: <a href="http://akismet.com/">Akismet</a> is een spam detectie service wat vaak in staat is om reactie- en trackbackspam te detecteren. Om akismet te gebruiken is de <a href="http://community.zikula.org/module-Extensions-display-ot-component-componentid-79.htm">Akismet module</a> benodigd.

source: Enable akismet
fa: فعال سازی akismet
nl: Akismet gebruiken

source: Status level to apply to comments flagged as spam by akismet
fa: سطح وضعیت برای اجرا بر روی نظراتی که بوسیله akismet به عنوان اسپم مشخص شده اند
nl: In te stellen status indien een reactie door Akismet als SPAM herkend is

source: Notice: both the feed type and feed count can be overriden using feedtype and feedcount parameters appended to the feed URL
fa: توجه: هم نوع فید و هم تعداد آیتم ها می تواند بوسیله پارامترهای فرمان feedtype و feedcount که در لینک فید قرار دارد ابطال شود
nl: Notitie: Zowel de type feed als het aantal te tonen items kunnen aangepast worden door respectievelijk de parameters 'feedtype' en 'feedcount' aan de URL te koppelen.

source: Type of feed
fa: نوع فید
nl: Feed type

source: Number of items to display in feed
fa: تعداد آیتم ها برای نمایش در فید
nl: Aantal te tonen reacties in de feed

source: A new comment was submitted to your site that requires moderation
fa: یک نظر جدید برای برای سایت شما ارسال شده که نیاز به نظارت دارد
nl: Een nieuwe reactie was ingezonden naar de site, en vereist moderatie of keuring

source: EZComments Administration
fa: مدیریت EZComments
nl: EZComments Beheer

source: Item ID
fa: شماره مقوله

source: Total comments
fa: تعداد نظرات
nl: Totaal aantal reacties

source: Delete module
fa: حذف ماژول
nl: Module verwijderen

source: Confirm deletion of all comments attached to module '%s'
fa: تایید حذف همه نظرات ضمیمه شده به ماژول '%s'
nl: Bevestig het verwijderen van alle reacties die aan module '%s' gekoppeld zijn

source: No subject
fa: بدون موضوع
nl: Geen onderwerp

source: IP address
fa: آدرس آی پی
nl: IP adres

source: not logged
fa: ثبت نشده
nl: Niet gelogd

source: Send me back to the commented content after finishing
fa: بعد از اتمام مرا به محتوایی که در موردش نظر داده شده است برگردان
nl: Stuur me na voltooien weer terug naar de originele pagina waarop ik een reactie heb geplaatst

source: by
fa: بوسیله
nl: door

source: on
fa: در
nl: op

source: This page allows to to re-apply the defined moderation rules to all existing comments allowing all comments to be re-checked if you change your moderation rules.
fa: اگر مجوزهای نظارت را تغییر داده اید, در این صفحه می توانید مجوزهای نظارت تعریف شده را مجددا بر روی نظرات موجود اعمال کنید.
nl: Deze pagina staat het toe om de gedefinieerde moderatie regels opnieuw op alle bestaande reacties toe te passen, zodat ze opnieuw gecontroleerd worden na een wijziging in de moderatie regels.

source: Choose action
fa: انتخاب عملیات
nl: Kies een actie

source: Apply moderation rules to all comments
fa: نظارت مجدد برای همه نظرات
nl: Moderatie regels toepassen op alle reacties

source: or
fa: یا
nl: of

source: Apply moderation rules to all comments with status
fa: نظراتی که در این وضعیت هستند:
nl: Moderatie regels toepassen op alle reacties met status

source: Pinboard for member
fa: Pinboard برای عضو
nl: Prikbord voor gebruiker

source: The user has deactivated the pinboard for his account
fa: کاربر pinboard را برای حساب خودش غیر فعال کرده است
nl: De gebruiker heeft het prikbord voor zijn/haar account gedeactiveerd

source: Pinboard entries
fa: ورودی های Pinboard
nl: Prikbord items

source: Pinboard entries are only visible for registered or logged in users.
fa: ورودیهای Pinboard فقط بوسیله کاربران سایت قابل مشاهده هستند.
nl: Prikbord items zijn alleen zichtbaar voor geregistreerde en ingelogde gebruikers.

source: Search comments
fa: جستجوی نظرات
nl: Zoek in reacties

source: The last %s created or owned comment
fa: %s نظر ارسالی اخیر یا مالک شده
nl: De %s laatst geplaatste of aangemaakte reacties

source: unknown
fa: ناشناخته
nl: onbekend

source: Filter by status
fa: فیلتر وضعیت بوسیله
nl: Filteren op status

source: Filter
fa: فیلتر

source: Date
fa: تاریخ
nl: Datum

source: Owner
fa: مالک
nl: Eigenaar

source: The last %s comment
fa: %s نظر ارسالی اخیر
nl: De %s laatste reacties

source: All %s comments
fa: همه %s نظر
nl: Alle %s reacties

source: Show all comments
fa: نمایش همه نظرات
nl: Toon alle reacties

source: With selected comments
fa: با نظرات انتخاب شده
nl: Met geselecteerde reacties

source: Approve
fa: تایید کردن
nl: Goedkeuren

source: Hold
fa: نگه داشتن
nl: Als wachtend markeren

source: Reject
fa: رد کردن
nl: Afwijzen

source: comments
nl: reacties
