Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/HitCount/1.1/module_hitcount.po
Languages: es

source: Hit counter
es: Contador de hits

source: hitcount
es: contador

source: Count displays of module items.
es: Cuenta los despliegues de los elementos de los módulos.

source: Error! Could not load items.
es: ¡Error! No fue posible cargar los elementos.

source: Error! Creation attempt failed.
es: ¡Error! Intento de creación fallido.

source: Error! Sorry! Deletion attempt failed.
es: ¡Error! intento de eliminación fallido.

source: Error! Failed to register hook.
es: ¡Error! Fallo al registrar el hook.

source: Error! Could not deregister hook.
es: ¡Error! No se pudo dar de baja el hook.

source: Hit Counter
es: Contador de Hits

source: Modules we're currently counting display hits for
es: Módulos a los que se les está haciendo conteo

source: items
es: elementos

source: hits
es: despliegues
