Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Extensions/1.0/module_extensions.po
Languages: fr

source: The sidebar is a special bookmark showing the newest extensions in a separate browser panel. So you see all news quickly. Simply click on each of the following links, depending on your browser.
fr: La barre latérale est un marque-page affichant les nouvelles extensions. Vous pouvez ainsi voir toutes les derniers nouvelles rapidement. Cliquez simplement sur les liens suivants en fonction de votre navigateur.

source: Firefox and Opera 6+
fr: Firefox et Opera 6+

source: Mozilla and Netscape 6+
fr: Mozilla et Netscape 6+

source: Others (direct call)
fr: Autres (appel direct)

source: As logged in user you have several possibilities to customize the extension repository according your personal desires. Do not forget to click the save button at the bottom after changing your options.
fr: En tant qu'utilisateur indentifié, vous avez la possibilité de personnaliser selon vos désirs le dépôt. N'oubliez pas de cliquer sur le bouton sauvegarder au bas afin de sauvegarder après avoir effectué vos changements.

source: My display
fr: Mon affichage

source: By deactivating single user roles you can blind out particular functions.
fr: En désactivant les rôles des utilisateurs uniques, vous pouvez avoir des fonctions particulières.

source: My extensions
fr: Mes extensions

source: Here you can manage your different extensions.
fr: Vous pouvez ici gérer vos différentes extensions.

source: My distributions
fr: Mes distributions

source: Here you have access to your distributions.
fr: Vous pouvez ici accéder à vos distributions

source: This area provides a list of your translations.
fr: Cette partie affiche une liste de vos traductions.

source: example translation entry
fr: Exemple d'entrée de traduction

source: My download packs
fr: Mes packs a télécharger

source: In this section you can reuse and remove your stored download packs.
fr: Dans cette partie, vous pouvez réutiliser et supprimer vos packs à télécharger enregistrés.

source: Load this pack into your download selection
fr: Charger ce pack dans votre section de téléchargement

source: Load
fr: Charger

source: Delete pack
fr: Supprimer le pack

source: My reminders
fr: Mes rappels

source: Here you can activate or deactivate the reminder function for email notification. Therefore simply click the alarm clock.
fr: Vous pouvez ici activer ou désactiver la fonction de rappel par notification e-mail. En cliquant simplement sur l'alarme.

source: The mail notification is deactivated. The reminder links are blanked out now.
fr: La notification par e-mail est désactivée. Les rappels sont donc désactivés.

source: You will get mail notifications about new versions and other important changes of your the selected components.
fr: Vous allez recevoir des notification par e-mail concernant les nouvelles version et d'autres changements importants des composants sélectionnés.

source: The following shows an overview of your activated reminders.
fr: Ce qui suit vous montre un récapitulatif de vos rappels qui sont actifs.

source: My wizard
fr: Mon assistant

source: Here you can decide for each wizard page if you want to see it.
fr: Ici, vous pouvez décider pour chaque page de l'assistant si vous désirez le voir.

source: Input the name of the distribution
fr: Indiquez le nom de la distribution

source: Input the description of the distribution
fr: Indiquez la description de la distribution

source: No description yet.
fr: Pas encore de description.

source: Step %1$s of %2$s
fr: Etape %1$s de %2$s

source: Skip
fr: Passer cette étape

source: None of the above
fr: Aucune de ces réponses

source: Previous
fr: Précédent

source: Next
fr: Suivant
