Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Extensions/1.0/module_extensions.po
Languages: fr

source: Module Configuration Hooks
fr: Extensions permettant de configurer le module

source: Custom and other Hooks
fr: Extensions personnalisées et autres

source: Module Removal Hooks
fr: Extensions permettant de désactiver le module

source: System Init Hooks (API)
fr: Extensions permettant l'initialisation du système (API)

source: Your selection
fr: Votre sélection

source: You have %s extension in your download pack.
fr: Vous avez %s extension dans votre pack de téléchargement.

source: View details of your selection
fr: Voir les détails de votre sélection

source: View
fr: Vue

source: Download selection
fr: Télécharger la sélection

source: Download
fr: Télécharger

source: Save selection as custom download pack
fr: Sauvegarder la sélection en tant que pack de téléchargement personnalisé

source: Save
fr: Sauvegarder

source: Clear selection
fr: Effacer la sélection

source: Delete
fr: Supprimer

source: You do not have any extensions in your selection yet.
fr: Vous n'avez aucune extension dans votre sélection pour le moment.

source: There are submissions pending review!
fr: Il y a des soumissions en attente de revue !

source: There is %s extension waiting for approval:
fr: Il y a %s extension en attente de votre approbation :

source: There is %s distribution waiting for approval:
fr: Il y a %s distribution en attente de votre approbation :

source: There is %s extension version waiting for review:
fr: Il y a %s extension en attente de votre revue :

source: There is %s distribution version waiting for review:
fr: Il y a %s distribution en attente de votre revue :

source: For approval set the internal status to something else than "To approve"/"To review". For rejection delete the object.
fr: Pour approbation, définir le statut interne à quelque-chose d'autre que "A approuver"/"A revoir". Pour un rejet, supprimer l'objet.

source: There is nothing to do at the moment.
fr: Il n'y a rien à faire en ce moment.

source: critical error: unknown parameter type in repository api - please contact an administrator.
fr: erreur critique : type de paramètre inconnu dans l'api du dépôt. Merci de contacter un administrateur.

source: Your package contains the following unallowed directories:
fr: Votre package contient les dossiers non-autorisés suivant :

source: Your package contains the following unallowed files:
fr: Votre package contient les fichiers non-autorisés suivants :

source: Your package contains more than one component in the /%s directory.
fr: Votre package contient plus qu'un composant dans le dossier /%s.

source: Your Module package does not starts with the /%s folder. Please recheck the content of your package.
fr: Le package de votre module ne commence pas par le dossier /%s. Merci de vérifier à nouveau le contenu de votre package.

source: Your Theme package does not starts with the /%s folder. Please recheck the content of your package.
fr: Le package de votre thème ne commence pas par le dossier /%s. Merci de vérifier à nouveau le contenu de votre package.

source: Your Module package does not contain the required /%s/pnversion.php file. Please recheck the content of your package.
fr: Le package de votre module ne contient pas le fichier obligatoire /%s/pnversion.php. Merci de vérifier à nouveau le contenu de votre package.

source: Your Theme package does not contain the required /%s/version.php file. Please recheck the content of your package.
fr: Le package de votre thème ne contient pas le fichier obligatoire /%s/pnversion.php. Merci de vérifier à nouveau le contenu de votre package.

source: Invalid package extension
fr: Extension du package non-valide

source: Could not create the working directory
fr: Ne peut pas créer le dossier de travail

source: Internal revisioning error occured.
fr: Une erreur est apparue lors de la révision interne.

source: Malware found: %s
fr: Code malicieux trouvé : %s

source: This archive has been created by the Zikula Extensions Repository.
fr: Cette archive a été créée par le dépôt d'extensions de Zikula.

source: Can't open Rar archive
fr: Ne peut pas ouvrir l'archive Rar

source: Invalid URL
fr: URL invalide

source: plugin %1$s: invalid %2$s parameter received
fr: plugin %1$s: le paramètre reçu %2$s n'est pas valide

source: Stop reminding
fr: Arrêter de me rappeler

source: Do not remind me on new versions
fr: Ne pas me rappeler lors de nouvelles versions

source: Remind me
fr: Me rappeler

source: Remind me on new versions
fr: Me rappeler lors de nouvelles versions

source: Add to my download selection
fr: Ajouter à ma sélection de téléchargement

source: Put into my download pack
fr: Ajouter a mon pack de téléchargement

source: Remove from my download selection
fr: Retirer de ma sélection de téléchargement

source: Remove from my download pack
fr: Retirer de mon pack de téléchargement

source: Quick Download (%s)
fr: Téléchargement rapide (%s)

source: %1$s: missing parameter '%2$s'
fr: %1$s: paramètre manquant '%2$s'

source: %s Bytes
fr: %s octets

source: %s KB
fr: %s Ko

source: %s MB
fr: %s Mo

source: %sGB
fr: %s Go

source: A selection here is mandatory.
fr: Une sélection est obligatoire ici.

source: %1$s: parameter '%2$s' must be numeric
fr: %1$s: paramètre'%2$s' doit être numérique

source: Distributions
fr: Distribution

source: Add an extension
fr: Ajouter une extension

source: Add a distribution
fr: Ajouter une distribution

source: is up to date
fr: est à jour

source: is deprecated
fr: est déprécié

source: Edit
fr: Modifier

source: Add translation
fr: Ajouter la traduction

source: creation of default categories failed
fr: la création des catégories par défaut à échouée

source: SVN Browser
fr: Navigateur SVN

source: Zikula Extensions
fr: Extensions Zikula

source: Choose project
fr: Choisir une projet

source: CoZi project
fr: projet CoZi

source: Continue
fr: Continuer

source: Back to project selection
fr: Revenir à la sélection de projet

source: Projects
fr: Projets

source: View %s
fr: Voir %s

source: View history
fr: Voir l'historique

source: Back to HEAD
fr: Revenir en haut de la page

source: Rev
fr: Révision

source: Changeset
fr: Changements

source: Author
fr: Auteur

source: Log Message
fr: Message du journal

source: Browse at revision %s
fr: Parcourir à la révision %s

source: View at revision %s
fr: Voir à la révision %s

source: Show changeset [%1$s] for %2$s
fr: Voir les changements [%1$s] pour %2$s

source: Modified
fr: Modifié

source: Added
fr: Ajouté

source: Deleted
fr: Supprimé

source: Replaced
fr: Remplacé

source: copy from
fr: copier depuis

source: Change into the folder you want to import by clicking on the directories.
fr: Positionnez-vous dans le dossier que vous voulez importer en cliquant sur le dossier.

source: Name
fr: Nom

source: Size
fr: Taille

source: Updated on %s
fr: Mis à jour le %s

source: Last author
fr: Dernier auteur

source: Change to parent directory
fr: Changer pour le dossier parent

source: Bytes
fr: Octets

source: Import this directory
fr: Importer ce dossier

source: The selected folder <strong>MUST</strong> contain a folder named "yourlangcode" with all translated component files. If this is not possible in your case you can use the following field to input a path which will be created above the selected folder. One example: if the current folder contains your translation files, you should enter "yourlangcode/" into the field. If the selected folder contains the "yourlangcode" folder, enter nothing.
fr: Le dossier sélectionné <strong>DOIT</strong> contenir un dossier nommé "votre_code_de_langue" avec touts les fichiers des composants traduits. Si ce n'est pas possible dans votre cas vous pouvez utiliser le champ suivant pour indiquer un chemin qui sera créé au dessus du dossier sélectionné. Un exemple : si le dossier courant contient vos fichiers de traduction, vous devez indiquer "votre_code_de_langue/" dans le champ suivant. Si le dossier sélectionné contient le dossier "votre_code_de_langue", n'indiquez rien.

source: The selected folder <strong>MUST</strong> correspond to the Core's root directory. If this is not possible in your case you can use the following field to input a path which will be created above the selected folder. One example: if the current folder is the main directory of the EZComments module, you should enter "modules/EZComments/" into the field. If the selected folder equals the Core's root, enter nothing.
fr: Le dossier sélectionné <strong>DOIT</strong> correspondre au dossier racine du noyau. Si ce n'est pas possible dans votre cas vous pouvez utiliser le champ suivant pour indiquer un dossier qui sera créé au dessus du dossier sélectionné. Un exemple : si le dossier courant est le dossier principal du module EZComments, vous devez indiquer "modules/EZComments" dans ce champ. Si le dossier sélectionné est égal à la racine du noyau, n'indiquez rien.

source: Go for that
fr: Aller à cela

source: This function needs JavaScript.
fr: Cette fonction nécessite JavaScript.

source: with prefix
fr: Avec le préfix

source: Search
fr: Recherche

source: Newest entries
fr: NOuvelles entrées

source: See all
fr: Voir tout

source: Extension type
fr: Type d'extension

source: Submit
fr: Soumettre

source: Latest review
fr: Dernière révision

source: Chosen review
fr: Choisissez la révision

source: Recently updated
fr: Mis à jour récemment

source: Highest ratings
fr: Les plus votés

source: Most comments
fr: Les plus commentés

source: Overall %s download pack has been created.
fr: %s pack de téléchargement global a été créé.

source: Package Contents List
fr: Afficher le contenu du package

source: Package content
fr: Contenu du package

source: Create a content package
fr: Créer un contenu de package

source: Edit content package
fr: Modifier le contenu du package

source: Delete content package
fr: Supprimer le contenu du package

source: Content
fr: Contenu

source: Package name
fr: Nom du package

source: Details
fr: Détails

source: No such content package found.
fr: Pas de package de contenu trouvé.

source: Core support
fr: Support du noyau

source: Changelog
fr: journal de changement

source: Created by %1$s on %2$s
fr: Créé par %1$s le %2$s

source: Last updated by %1$s on %2$s
fr: Dernière modification par %1$s le %2$s

source: Back to overview
fr: Retour à l'aperçu

source: Package Content ID
fr: ID du package de contenu

source: Content ID
fr: ID de contenu

source: Back
fr: Revenir

source: Create %s
fr: Créer %s

source: Create
fr: Créer

source: Stats
fr: Statistiques

source: %s List
fr: %s liste

source: Year
fr: Année

source: Month
fr: Mois

source: Day
fr: Jour

source: Value
fr: Valeir

source: No such %s found.
fr: Pas de %s trouvé.

source: Add/Syncronize a language
fr: Ajouter/Synchroniser une langue

source: Select the translations that you wish to add/syncronize
fr: Sélectionnez les traductions que vous souhaitez ajouter/synchroniser

source: Remove a language
fr: Enlever une langue

source: Select the translations that you wish to remove
fr: Sélectionnez les traductions que vous souhaitez supprimer

source: Sync
fr: Synchroniser

source: Cancel
fr: Annuler

source: Edit %s
fr: Modifier %s

source: Main data
fr: Données principales

source: Input the name of the extension
fr: Indiquez le nom de l'extension

source: Target group
fr: Groupe cible

source: Short description
fr: Description courte

source: Input a short description of the extension
fr: Entrer une description courte de l'extension

source: Author data
fr: Données de l'auteur

source: Project URL
fr: URL du projet

source: The website of this project
fr: Le site internet de ce projet

source: Demo URL
fr: URL de démonstration

source: A demo URL for this project
fr: Une URL de démonstration de ce projet

source: Donation URL
fr: URL de donation

source: A link for a donation
fr: Un lien pour une donation

source: Company name
fr: Nom de l'entreprise

source: Company / manufacturer name
fr: Nom de l'entreprise / constructeur

source: Company URL
fr: URL de l'entreprise

source: Company / manufacturer URL
fr: URL de l'entreprise / constructeur

source: Costs
fr: coûts

source: What does this extension cost?
fr: Quel est le coût de l'extension ?

source: Support Info
fr: Informations de support

source: Where and how can users get support?
fr: Ou et comment les utilisateurs peuvent avoir du support ?

source: Extended description
fr: Description longue

source: Input an extended description of the extension
fr: Indiquez une description longue de l'extension

source: Internal Status
fr: Statut interne

source: Created by %s
fr: Créé par %s

source: Created on %s
fr: Créé le %s

source: Last updated by %s
fr: Dernière mise a jour par %s

source: Update %s
fr: Mettre à jour %s

source: Delete %s
fr: Supprimer %s

source: Really delete %s?
fr: Vraiment supprimer %s?

source: Manufacturer
fr: Constructeur

source: TargetGroup
fr: GroupeCible

source: Categories
fr: Catégories

source: You are not authorized to view this category.
fr: Vous n'êtes pas autorisés à voir cette catégorie.

source: Latest news
fr: Dernières nouvelles

source: Overview
fr: Aperçu

source: Extension overview
fr: Aperçu de l'extension

source: Distribution overview
fr: Aperçu de la distribution

source: Step by step to a download pack
fr: Étape par étape pour un pack de téléchargement

source: Wizard
fr: Assistant

source: Internationalization of Zikula
fr: Internationalisation de Zikula

source: Translations
fr: Traductions

source: Manage own data
fr: Gérer ses données

source: My options
fr: Mes options

source: Database analysis
fr: Analyse de la base de donnée

source: To the admin area
fr: Dans l'aire d'administration

source: Stats of today
fr: Statistiques du jour

source: Stats of yesterday
fr: Statistiques d'y hier

source: Stats of the day before yesterday
fr: Statistiques d'avant-hier

source: Stats of this week
fr: Statistiques de la semaine

source: Stats of last week
fr: Statistiques de la semaine dernière

source: Stats of the week before last
fr: Statistiques de l'avant-dernière semaine

source: Stats of this month
fr: Statistiques du mois

source: Stats of last months
fr: Statistiques du mois dernier

source: Stats of the month before last
fr: Statistiques de l'avant-dernier mois

source: Stats of this year
fr: Statistiques de cette année

source: Stats of last year
fr: Statistiques de l'année dernière

source: Stats of the year before last
fr: Statistiques de l'avant-dernière année

source: Stats overall
fr: Statistiques globales

source: Stats from %1$s to %2$s
fr: Statistiques du %1$s à %2$s

source: From:
fr: De :

source: To:
fr: A :

source: Period:
fr: Période :

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: The day before yesterday
fr: Avant-hier

source: Current week
fr: Semaine courante

source: Last week
fr: Dernière semaine

source: The week before last
fr: Avant-dernière semaine

source: Current month
fr: Mois en cours

source: Last month
fr: Dernier mois

source: The month before last
fr: Avant-dernier mois

source: This year
fr: Cette année

source: Last year
fr: L'année dernière

source: The year before last
fr: l'avant-dernière année

source: Overall
fr: Global

source: Custom time period
fr: Période personnalisée

source: Downloads per component
fr: Téléchargements par composant

source: Downloads per module
fr: Téléchargements par module

source: Downloads per theme
fr: Téléchargements par thème

source: Downloads per block
fr: Téléchargements par bloc

source: Downloads per plugin
fr: Téléchargements par plugin

source: Downloads per ressource
fr: Téléchargements par ressource

source: Downloads per distribution
fr: Téléchargements par distribution

source: Views per component
fr: Vues par composant

source: Views per module
fr: Vues par module

source: Views per theme
fr: Vues par thème

source: Views per block
fr: Vues par bloc

source: Views per plugin
fr: Vues par plugin

source: Views per resource
fr: Vues par ressoource

source: Views per distribution
fr: Vues par distribution

source: Core version
fr: Version du noyau

source: Supported
fr: Supporté

source: Yes
fr: Oui

source: No
fr: Non

source: Your package selection in the overview
fr: Votre sélection de packages dans l'aperçu

source: Content of your download pack
fr: Contenu de votre pack de téléchargement

source: English
fr: Anglais

source: Archive type
fr: Type d'archive

source: Remove
fr: Retirer

source: You have no extensions selected yet. Just browse a little in the database, there is something useful also for you certainly.
fr: Vous n'avez pas encore d'extensions sélectionnées. Naviguez un peu dans la base de donnée, il y a certainement quelque chose qui vous serait utile.

source: Conflicts in your download pack
fr: Conflits dans votre pack de téléchargement

source: Additional questions relating your download pack
fr: Questions additionnelles relatives à votre pack de téléchargement

source: Used core version:
fr: Utiliser la version du noyau :

source: Do not embed a core
fr: Ne pas intégrer de noyau

source: Use the following core
fr: Utiliser le noyau suivant

source: Which additional languages do you want to embed into your download pack? English ist not being listed, as it is always included as default language.
fr: Quelles autres langues désirez-vous incorporer dans votre pack de téléchargement ? L'anglais n'est pas listé car il est toujours inclus en tant que langue par défaut.

source: Note: not all translations are available for all components. We are pleased about corrections.
fr: Note : Les traductions ne sont pas disponibles pour tous les composants. Nous serions heureux de votre aide.

source: Please select the archive type in which your download should be packaged.
fr: Merci de choisir le type d'archive dans lequel votre téléchargement sera packagé.

source: The download is being generated.<br />Please wait ...
fr: Le téléchargement est en cours de génération.<br />Merci d'attendre...

source: Recheck
fr: Vérifier a nouveau

source: or
fr: ou

source: Finish
fr: Fini

source: To the download
fr: Pour le téléchargement

source: You want to add "%1$s" version "%2$s", while having already selected version "%3$s".
fr: Vous voulez ajouter "%1$s" version "%2$s", mais vous avez déjà sélectionné la version "%3$s".

source: Please choose how the system should treat this problem.
fr: Merci de choisir comment le système doit gérer ce problème.

source: Solve
fr: Résoudre

source: Adds the newer version "%s" to your selection.
fr: Ajouter la nouvelle version "%s" à votre sélection.

source: Ignore now
fr: Ignorer maintenant

source: Adds both versions to your selection. You will asked this question again later.
fr: Ajouter les deux versions à votre sélection. On vous poser la question plus tard.

source: The following dependency has not been solved yet.
fr: La dépendance suivante n'a pas encore été résolue.

source: <b>%1$s</b> recommends the installation of <b>%2$s</b>.<br />Do you want to install <b>%2$s</b> additionally?
fr: <b>%1$s</b> recommande l'installation de <b>%2$s</b>.<br />Voulez-vous installer <b>%2$s</b> en plus ?

source: <b>%1$s</b> requires the additional installation of <b>%2$s</b> to work properly.<br />Do you want to install both modules?
fr: <b>%1$s</b> demande l'installation en plus de<b>%2$s</b> pour marcher correctement.<br />Voulez-vous installer les deux modules ?

source: <b>%2$s</b> has a conflict with <b>%1$s</b>.<br />Do you want to replace <b>%2$s</b> by <b>%1$s</b>?
fr: <b>%2$s</b> est en conflit avec <b>%1$s</b>.<br />Voulez-vous remplacer <b>%2$s</b> par <b>%1$s</b> ?

source: <b>%1$s</b> is being recommended by <b>%2$s</b>.<br />Do you also want to remove <b>%2$s</b> from your selection?
fr: <b>%1$s</b> est recommandé par <b>%2$s</b>.<br />Voulez-vous aussi retirer <b>%2$s</b> de votre sélection ?

source: <b>%1$s</b> is being required by <b>%2$s</b>.<br />Do you want to remove both modules?
fr: <b>%1$s</b>est recommandé par <b>%2$s</b>.<br />Voulez-vous retirer ces deux modules ?

source: Adds <b>%s</b> to your selection.
fr: Ajouter <b>%s</b> à votre sélection.

source: Adds <b>%1$s</b> to your selection and removes <b>%2$s</b>.
fr: Ajoute <b>%1$s</b> à votre sélection et retire <b>%2$s</b>.

source: Removes <b>%s</b> from your selection.
fr: Retirer <b>%s</b> de votre sélection.

source: Removes both extensions from your selection.
fr: Retirer ces deux extensions de votre sélection.

source: Does not perform any further changes. You will be asked this question again later.
fr: Ne pas effectuer de changement. La question vous sera à nouveau demandée plus tard.

source: Ignore completely
fr: Ignorer complètement

source: Does not perform any further changes. You will not be asked this question again.
fr: Ne pas effectuer de changement. La question ne vous sera plus posée.

source: Display
fr: Afficher

source: Sorting
fr: Tri

source: Status
fr: Statut

source: Number of comments
fr: Nombre de commentaires

source: Number of reviews
fr: Nombre de révisions

source: Average rating
fr: Moyenne des évaluations

source: Ascending
fr: croissant

source: Descending
fr: décroissant

source: Items per page
fr: Elements par page

source: Latest Zikula %s
fr: Dernier %s Zikula

source: %1$s in category "%2$s"
fr: %1$s dans la catégorie "%2$s"

source: get the rss feed for the current selection
fr: Récupérer le flux rss de la sélection actuelle

source: RSS feed
fr: Flux RSS

source: get the atom feed for the current selection
fr: Récupérer le flux atom de la sélection actuelle

source: Atom feed
fr: Flux Atom

source: Welcome to the Zikula extension repository
fr: Bienvenue dans le dépôt d'extension de Zikula

source: This database contains/collects several modules, themes, blocks, plugins and other resources available for Zikula along with download and support links. We make every effort to keep this database up to date, but if you find a broken listing, please notify an admin and we will attempt to fix the problem.
fr: Cette base de donnée contient/collecte de nombreux modules, thèmes, blocs, plugins et autres ressources disponibles pour Zikula avec les téléchargement et liens de support. Nous faisons tout notre possible pour maintenir notre base à jour, mais si vous trouvez un élément cassé, indiquez cela à un administrateur pour lui demander de fixer ce problème.

source: Submit your stuff
fr: Soumettre votre travail

source: Would you like to list a component here? Then feel free to add an extension to the database. Each extension should only be listed once. If you already have a listing in the database which you need to modify, visit this entry to manage it.
fr: Vous désirez ajouter un nouvel élément à cette liste ? Alors n'hésitez pas à ajouter une nouvelle extension à la base de données. Chaque extension ne doit être listée qu'une seule fois. Si vous avez déjà une extension dans cette liste et que vous désirez la modifier, rendez-vous sur la page principale de celle-ci.

source: Legacy components
fr: Composants anciens

source: You can find further extensions in the old database in case you need something not listed here. Please consider that these components might be obsolete.
fr: Vous pouvez trouver plus d'extensions dans l'ancienne base de données pour le cas où vous cherchez quelque chose qui n'est pas listé ici mais alors, prenez bien en compte le fait que ces extensions peuvent être obsolètes.

source: Expand
fr: Développer

source: Collapse
fr: Réduire

source: Edit %i
fr: Modifier %i

source: Add new version
fr: Ajouter une nouvelle version

source: Version data
fr: Versions données

source: Version number
fr: Numéro de version

source: Input the version number
fr: Indiquez le numéro de version

source: Security update
fr: Mise a jour de sécurité
