Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Extensions/1.0/module_extensions.po
Languages: fr

source: Is this a critical update in terms of security?
fr: Est-ce une mise à jour critique en terme de sécurité ?

source: Please choose which core versions are supported.
fr: Merci de choisir quelles versions du noyau sont supportées.

source: Input the changelog for this version
fr: Inscrire le journal de changement pour cette version

source: Extension upload
fr: Chargement de l'extension

source: Notice: You may leave this field empty if nothing has changed in the package.
fr: Note : Vous devez laisser ce champ vide si rien n'a été changé dans le package.

source: File package
fr: Package de fichier

source: Allowed archive types
fr: Types d'archives autorisées

source: The root of the package <strong>MUST</strong> correspond to the Core's root directory. The archive file may contain the following directories
fr: La racine du package <strong>DOIT</strong> correspondre au dossier racine du noyau. Le fichier d'archive doit contenir les dossiers suivants

source: As %s is a commercial component it is not required to upload it here. If you submit no package, users will be refered to the manufacturer page you specified after downloading their selections.
fr: Comme %s est un composant commercial il n'est pas obligatoire de le charger ici. Si vous ne soumettez pas de package, les utilisateurs seront renvoyés à la page du constructeur spécifiée après le téléchargement.

source: Use SVN
fr: Utiliser SVN

source: You can import the package directly from a SVN repository in the <a href="http://code.zikula.org" target="_blank">CoZi</a>. If you also select an upload at the same time, the file takes priority.
fr: Vous pouvez importer le package directement depuis le dépôt SVN de <a href="http://code.zikula.org" target="_blank">CoZi</a>. Si vous sélectionnez un chargement en même temps, le fichier sera prioritaire.

source: Select SVN path
fr: Sélectionner le chemin SVN

source: Selected path:
fr: Chemin sélectionné :

source: none
fr: aucun

source: Please choose which core techniques are used.
fr: Merci de sélectionner quel éléments techniques sont utilisés.

source: Custom requirements
fr: Exigences personnalisées

source: Input any custom requirements which are worth to mention.
fr: Indiquez toutes les exigences personnalisées qui valent la peine d'être mentionnées.

source: Integration
fr: Intégration

source: Code conformance
fr: Conformité du code

source: How close is the code to the API? (0 = very dirty, 10 = follows every single guideline)
fr: Comment l'API est-elle suivie ? (0 = de très loin, 10 = parfaitement)

source: Does this module support hooks?
fr: Est-ce que ce module supporte des extensions ?

source: Please specifiy which hook types are supported in detail.
fr: Veuillez spécifier quels types d'extensions sont supportées exactement.

source: Does this module provide hooks?
fr: Est-ce que ce module fournit des extensions ?

source: Please specifiy which hook types are provided in detail.
fr: Veuillez spécifier quels types d'extensions sont fournies exactement.

source: Language system
fr: Système de langue

source: Choose the language system
fr: Choisir le système de langue

source: Does this module use a categorization?
fr: Es-ce que ce module utilise la catégorisation ?

source: Dependencies
fr: Dépendances

source: Add new dependency
fr: Ajouter une nouvelle dépendance

source: Find component:
fr: Trouver un composant :

source: Constraint to specific versions
fr: Contrainte à des versions spécifiques

source: Choose the dependency type
fr: Veuillez choisir le type de dépendance

source: Required
fr: Requis

source: Conflicts
fr: Conflits

source: Add
fr: Ajouter

source: all
fr: tout

source: from
fr: de

source: to
fr: a

source: %s rating
fr: %s vote

source: A direct feed from the extensions repository at http://community.zikula.org showing the last updated %s
fr: Une syndication en provenance directe du répertoire des extensions situé ici http://community.zikula.org affiche les dernières mises à jour %s

source: Directly to the comments
fr: Directement aux commentaires

source: Comments
fr: Commentaires

source: History
fr: Historique

source: Links
fr: Liens

source: Demo
fr: Démonstration

source: Donation
fr: Don

source: Add a new version
fr: Ajouter une nouvelle version

source: Management
fr: Gestion

source: Edit this extension
fr: Modifier cette extension

source: Manage categories
fr: Gérer les catégories

source: Sync a language
fr: Synchroniser une langue

source: %s view
fr: %s vu

source: %s download
fr: %s téléchargement

source: Publisher
fr: Publier

source: Screenshots
fr: Captures d'écran

source: Edit this version
fr: Modifier cette version

source: IMPORTANT: This is a security update! If you use this extension, you should upgrade it immediately!
fr: IMPORTANT : Ceci est une mise à jour de sécurité ! Si vous utilisez cette extension, vous devez la mettre à jour immédiatement !

source: Supported hooks
fr: Extensions supportées

source: This module does not support any hooks.
fr: Ce module ne supporte aucune extension.

source: Provided hooks
fr: Extensions fournies

source: This module does not provide any hooks.
fr: ce module ne fournit aucune extension.

source: No versions available yet.
fr: Pas de versions disponibles actuellement.

source: Write us your opinion about %s. Bug reports and feature request should be submitted at the project's tracker though.
fr: Écrivez votre opinion sur %s. Les rapports de bugs et les demandes de nouvelles fonctionnalités doivent se faire via le tracker du projet.

source: Reviews
fr: Révisions

source: You tried %1$s out or are using it? Share your experience and create a review about %1$s.
fr: Vous avez déjà essayé %1$s ou vous l'utilisez ? Partagez votre expérience en créant un compte rendu concernant %1$s.

source: Choose Category
fr: Choisir une catégorie

source: Update
fr: Mise a jour

source: No data collected yet.
fr: Pas de donnée encore collectée.

source: Report a problem
fr: Rapporter un problème

source: Here you can inform the maintainer of %1$s about any issues you experience. Do not use this function for reporting errors or feature requests relating %1$s itself (there are trackers in the CoZi projects for that). This form is only intended for problems with this entry in the Zikula Extensions Repository.
fr: A partir d'ici vous pouvez informer le responsable de %1$s de tout soucis que vous avez rencontré. N'utilisez pas cette fonctionnalité pour rapporter des bugs ou des demandes de fonctionnalités concernant %1$s à proprement parlé (il y a des trackers pour chaque projet de CoZi qui servent à cela). Ce formulaire ne doit être utilisé que pour indiquer un problème avec cette entrée du répertoire des extensions de Zikula.

source: Error type
fr: Type d'erreur

source: Translation broken
fr: Traduction cassée

source: Other problem
fr: Autre problème

source: Error details
fr: Détails de l'erreur

source: Input which errors you experience.
fr: Indiquez quelles erreurs vous avez eu.

source: For translations ensure to specify also the language.
fr: Pour les traductions, indiquez aussi la langue.

source: Send report
fr: Envoyer un rapport

source: Your package has been generated successfully.<br />If the download does not begin shortly, please use this <a href="%s" title="Get your download pack">direct link</a>.<br /><br />
fr: Votre package a été généré avec succès.<br />Si le téléchargement ne démarre pas rapidement, vous pouvez utiliser ce<a href="%s" title="Récupérez votre pack">lien direct</a>.<br /><br />

source: You selected some commercial components which are not available within this repository. You can download/purchase them at the following sites:
fr: Vous avez sélectionné des composants commerciaux qui ne sont pas disponible à partir de ce répertoire. Vous pouvez les télécharger/acheter à partir de ces sites :

source: Translation
fr: Traduction

source: Translation %s
fr: Traduction %s

source: Search extensions
fr: Rechercher parmi les extensions

source: Search term
fr: Rechercher un terme

source: Search in
fr: Rechercher dans

source: Name + short description
fr: Nom + description courte

source: Name + extended description
fr: Nom + description longue

source: Name + both descriptions
fr: Nom + descriptions

source: Filter
fr: Filtre

source: Only free
fr: Seulement gratuit

source: Only commercial
fr: Seulement commercial

source: Both
fr: les deux

source: All versions
fr: Toutes les versions

source: Internationalization
fr: Internationalisation

source: Not translated yet
fr: Pas encore traduit !

source: Incompletely translated
fr: Pas traduit complètement

source: Completely translated
fr: Complètement traduit

source: Feed for the comments to %s
fr: Flux pour les commentaires pour %s

source: Comment by
fr: Commenté par

source: Add a comment
fr: Ajouter un commentaire

source: Subject
fr: Sujet

source: Require name for unregistered user
fr: Nom requis pour les utilisateurs non-enregistrés

source: E-mail address (will not be published)
fr: Adresse e-mail (ne sera pas publiée)

source: Website
fr: Site internet

source: Comment
fr: Commentaire

source: Submit comment
fr: Soumettre un commentaire

source: Only registered users are allowed to add reviews.
fr: Seul les utilisateurs inscrits sont autorisés à ajouter des commentaires.

source: Register an account
fr: S'inscrire

source: Log in
fr: S'identifier

source: Feed for the reviews to %s
fr: Syndication pour les comptes rendus de %s

source: Add a review
fr: Ajouter une révision

source: Title
fr: Titre

source: Review
fr: Révision

source: Submit review
fr: Soumettre une révision

source: Project for %s created
fr: Projet pour %s créé

source: released
fr: sortit

source: Distribution files upload
fr: Envoi des fichiers de la distribution

source: Distribution files are additional resources like custom templates, plugins or documentation. The package should also include the distributions custom postinstall script if one exists. But the package should <strong>NOT</strong> contain modules, themes or other extensions.
fr: Les fichiers de la distribution sont des documents tels que des templates, plugins ou de la documentation. Le package doit aussi inclure un script de post-installation s'il en faut un, mais ce package ne doit <strong>PAS</strong> contenir de module, de thème ou d'autre extension.

source: Contained components
fr: Composants contenus

source: Add new extension
fr: Ajouter une nouvelle extension

source: Versioning:
fr: Version :

source: Always use newest version
fr: Toujours utiliser les dernières versions

source: Use a specific version
fr: Utiliser une version spécifique

source: <strong>Note:</strong> all components conflicting with those which are already selected are excluded automatically.
fr: <strong>Note :</strong> tous les composants qui entrent en conflit, avec ceux qui sont déjà sélectionnés, sont exclus automatiquement.

source: newest
fr: Nouveaux

source: %s comment
fr: %s commentaire

source: %s review
fr: %s révision

source: Object type
fr: Type d'objet

source: syntax like known from pagesetter, e.g.
fr: syntaxe reconnue par pagesetter, ex.

source: This graph shows how views and downloads developed. It also contains several events in form of vertical bars. Thereby are local events, as a new version or a comment, and global events, like for example new core releases or other appointments.
fr: Ce graph montre l'évolution des vues et des téléchargements. Il contient aussi des évènements sous forme de barres verticales. Ceux-ci sont des évènement mineurs, tels que des nouvelles versions, commentaire, et des évènement majeurs tels que des nouvelles versions du noyau ou autre grands évènements.

source: The history appears after one month, as soon as enough data has been collected.
fr: L'historique apparait après un mois, avant cela, il n'y a pas assez de données collectées.

source: Help with the translation project!
fr: Aider avec le projet de traduction !

source: For Zikula 1.2+ (gettext)
fr: Pour Zikula 1.2+ (gettext)

source: Go to %s project in the translation portal
fr: Aller au projet %s sur le portail de traduction

source: Sync all the %s translations for the core
fr: Synchroniser toutes les traductions %s pour le noyau

source: Sync all the %s translations for modules
fr: Synchroniser toutes les traductions %s pour les modules

source: Sync all the %s translations for themes
fr: Synchroniser toutes les traductions %s pour les thèmes

source: Go to the translation portal
fr: Aller au portail de traduction

source: For Zikula 1.1.x and earlier versions (non gettext)
fr: Pour Zikula 1.1.x et toutes les versions antérieures (pas gettext)

source: To improve clearness we reduced the languages for the beginning. If you want to see an additional language, please simply post it at the forums to get it added here.
fr: Afin d'améliorer la lisibilité, nous avons, au début réduit les langues. Si vous voulez voir une autre langue, n'hésitez pas à le demander dans les forums leur ajout.

source: Input the name of the core version
fr: Indiquez le nom de la version du noyau

source: Is this core version supported?
fr: Es-ce que la version du noyau est supportée ?

source: Core upload
fr: Noyau mis à jour

source: Global event
fr: Évènement globlal

source: Input the title of the event
fr: Entrez le titre de l'évènement

source: Start date
fr: Date de début

source: Input the start date
fr: Entrez la date de début

source: End date
fr: Date de fin

source: Input the end date
fr: Entrez la date de fin

source: Input a description for the event
fr: Entrez une description pour l'évènement

source: Input an optional url which will be linked with the title
fr: Indiquez une url si vous le désirez qui sera indiquée avec le titre

source: Hooks
fr: Extensions

source: The global events appear in the history of projects. Examples for global events are core releases, Camp Zikula, bugfix weekends and other appointments which are relevant for the project.
fr: Les évènements globaux apparaissent dans l'historique des projets. Des examples sont la sortie de nouveau noyeaux, Conférences, week-end de corrections de bugs et autres rendez-vous relatifs au projet.

source: No versions available yet
fr: Pas de versions actuellement disponibles

source: Additional information required
fr: Informations additionnelles exigées

source: And afterwards:
fr: Et après cela :

source: Go back to the last page
fr: Retourner à la page précédente

source: Go to the download
fr: Aller au téléchargement

source: Browse other extensions
fr: Parcourir les autres extensions

source: Content package
fr: Contenu du package

source: Package ID
fr: ID du package

source: General Settings
fr: Paramètres généraux

source: HTML root:
fr: Racine HTML :

source: Archive directory:
fr: Dossier de l'archive

source: This directory does not exist
fr: Ce dossier n'existe pas

source: This is not a directory
fr: Ce n'est pas un dossier

source: This directory is not writable for the web server
fr: Ce dossier n'est pas inscriptible pour le serveur web

source: Everything allright
fr: Tout est bon

source: Contains the physical extensions, input has to be relative to the Zikula root.
fr: Contient les extensions, l'entrée doit être relative à la racine de Zikula.

source: Working directory:
fr: Dossier de travail :

source: Is being used for temporary unpacking and checking things, input has to be relative to the Zikula root.
fr: Sera utilisé pour le dépacketage et pour les vérifications. L'entrée doit être relative à la racine de Zikula.

source: Distribution directory:
fr: Dossier de la distribution

source: Contains archives being packaged for users, input has to be relative to the Zikula root.
fr: Contient les archives pour les utilisateurs. L'entrée doit être relative à la racine de Zikula.

source: Entries per page / page size (default = 25)
fr: Entrées par page / taille de la page (défaut : 25)

source: Number of overall packages created (default = 0)
fr: Nombre de packages globaux créés (défaut : 0)

source: Chosen review ID (default = 0 means none)
fr: ID du compte rendu choisi (défaut = 0 ce qui signifie aucun)

source: Maximum amount of translation revisions (default = 30)
fr: Nombre maximal de révisions de traduction (défaut = 30)

source: Archive Information
fr: Information de l'archive

source: Rar Support
fr: Support de Rar

source: install <a href="http://pecl.php.net/package/rar">PECL rar package
fr: installer <a href="http://pecl.php.net/package/rar">le package PECL rar

source: Zip Support
fr: Support Zip

source: install <a href="http://de.php.net/manual/en/book.zip.php">PHP zip extension</a>
fr: installer <a href="http://de.php.net/manual/en/book.zip.php">l'extension PHP zip</a>

source: Tar Support
fr: Support de Tar

source: install <a href="http://pear.php.net/package/Archive_Tar/">PEAR Archive_Tar package</a>
fr: installer <a href="http://pear.php.net/package/Archive_Tar/">le package PEAR Archive_Tar</a>

source: Tar/Gzip Support
fr: Support Tar/Gzip

source: install <a href="http://de3.php.net/manual/en/book.zlib.php">PHP zlib extension</a>
fr: installer <a href="http://de3.php.net/manual/en/book.zlib.php">l'extension PHP zlib</a>

source: Tar/Bzip Support
fr: Support Tar/Bzip

source: install <a href="http://de.php.net/manual/en/book.bzip2.php">PHP Bzip2 extension</a>
fr: installer <a href="http://de.php.net/manual/en/book.bzip2.php">l'extension Bzip2 PHP</a>

source: Integration Information
fr: Information d'intégration

source: SVN Support
fr: Support SVN

source: install <a href="http://pecl.php.net/package/svn">PECL svn package</a>
fr: installer <a href="http://pecl.php.net/package/svn">le package svn PECL</a>

source: Security Information
fr: Information de sécurité

source: ClamAV Bridge
fr: Passerelle ClamAV

source: install <a href="http://www.clamav.net/">ClamAV</a> and <a href="http://www.trickie.org/code/phplibclamav.php">phplibclamav</a>
fr: installer <a href="http://www.clamav.net/">ClamAV</a> et <a href="http://www.trickie.org/code/phplibclamav.php">phplibclamav</a>

source: Latest Zikula Distributions
fr: Dernières distributions Zikula

source: Distributions in category "%s"
fr: Distributions dans la catégorie "%s"

source: Welcome to the distribution area
fr: Bienvenue dans l'aire de distribution

source: At this place you find details to several Zikula-based distributions. These are collections of different extensions in view of particular applications. So expensive searches for common solutions are saved and a smooth cooperation of contained components is ensured.
fr: A cet endroit vous trouvez les détails de nombreuses distributions basées sur Zikula. Ce sont des collections de différentes extensions en vue d'applications particulières. Grâce à cette mise en commun, vous gagnerez peut-être du temps pour la mise en place de votre application.

source: Individually customizable
fr: personnalisation individuelle

source: You are bound to download the distributions as how they are offered. They are intended as suggestion or preselection of certain extensions, but you are free to enrich your selection by additional components.
fr: Vous êtes obligés de télécharger les distributions tels qu'elles sont préparées. Elle sont conçues comme une suggestion d'utilisation, mais vous êtes libres de les enrichir avec les composants que vous voulez.

source: Let someone help you
fr: Laisser quelqu'un vous aider

source: Do you haver and not know exactly which distribution is appropriate for your requirements? In such a case use the assistent leading you to your own download pack step by step.
fr: Vous ne savez pas exactement quelle distribution correspond à vos besoins ? Utilisez l'assistant qui vous guidera pas à pas.

source: Component
fr: Composant

source: Dependency
fr: Dépendances

source: requires
fr: exige

source: recommends
fr: Recommande

source: add
fr: ajouter

source: not selected
fr: non sélectionné

source: selected
fr: sélectionné

source: Language
fr: Langue

source: Choose the translation language
fr: Choisir la langue de traduction

source: Input type
fr: type d'entrée

source: You can either upload an archive file containing the translations or perform the translation directly in this system. Also you can export translations directly from your CoZi SVN repository.
fr: Vous pouvez soit charger une archive contenant les traductions soit effectuer la traduction directement dans ce système. Vous pouvez aussi exporter les traductions directement depuis votre dépôt SVN CoZi.

source: Choose One
fr: Choisissez en un

source: Online translation of %s
fr: Traduction en ligne de %s

source: Simply enter the translated texts at the right side.
fr: Indiquez simplement le texte traduit du côté droit.

source: Reference
fr: Référence

source: Definitions
fr: Définitions

source: Definition
fr: Définition

source: Translation package upload
fr: Charger un package de traduction

source: Your archive has to correspond with the root core's folder and therefore contain directories like install, modules and themes. Note that this is no full package, there are no value addons. The only modules/ subdirectory is Tour. The following files and folders must be contained:
fr: Votre archive doit correspondre avec le dossier racine et donc contenir les dossiers tels que install, modules, themes. Notez que ce n'est pas un package complet et qu'il n'y a pas de modules complémentaires. Le seule sous-répertoire autorisé est Tour. Les fichiers et dossiers suivants doivent contenir :

source: Your archive has to contain one folder named "%1$s" with all translated files of %2$s.
fr: Votre archive doit contenir un dossier nommé "%1$s" avec tous les fichiers de traduction de %2$s.

source: You can import the package directly from a SVN repository in the <a href="http://code.zikula.org" target="_blank">CoZi</a>.
fr: Vous pouvez importer le package directement depuis le dépôt SVN sur <a href="http://code.zikula.org" target="_blank">CoZi</a>.

source: Your selected folder has to correspond with the root core's folder and therefore contain directories like install, modules and themes. Note that this is no full package, there are no value addons. The only modules/ subdirectory is Tour. The following files and folders must be contained:
fr: Votre dossier sélectionné doit correspondre avec le dossier racine et donc contenir les dossiers tels que install, modules, themes. Notez que ce n'est pas un package complet et qu'il n'y a pas de modules complémentaires. Le seule sous-répertoire autorisé est Tour. Les fichiers et dossiers suivants doivent contenir :

source: Your selected folder has to contain one folder named "%1$s" with all translated files of %2$s.
fr: Le dossier que vous avez sélectionné doit contenir un dossier nommé "%1$s" avec tous les fichiers de traduction de %2$s.

source: Moderation
fr: Modération

source: Here you can manage the newest revisions of this translation and reset the translation to an earlier revision if required.
fr: Vous pouvez ici gérer les nouvelles révisions de cette traduction et revenir à une traduction précédente, si c'est demandé.

source: Revision
fr: Révision

source: Switch
fr: Basculer

source: If you switch to an earlier revision, all newer ones get deleted from the system.
fr: Si vous basculez sur une révision antérieure, toutes les nouvelles révisions seront supprimées de votre système.

source: My statistics
fr: Mes statistiques

source: At this place you see an overview of your activities.
fr: Ici, vous pouvez avoir un aperçu de vos activités.

source: Sidebar Panel
fr: Panneau latéral
