Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/Extensions/1.0/module_extensions.po
Languages: fr

source: internal stat update problem occured
fr: Un problème est apparu lors de la mise a jour des statistiques internes

source: Error! Unable to load module class [%s]
fr: Erreur ! Impossible de charger la classe du module [%s]

source: No such item found.
fr: Aucun article n'a été trouvé.

source: Error! Unable to load module array class [%s]
fr: Erreur ! Impossible de charger le tableau de classes du module [%s]

source: Invalid %1$s [%2$s] received
fr: %1$s [%2$s] invalide reçu

source: Show a list of components or distributions
fr: Afficher la liste des composants et distributions

source: Error! Could not load any items.
fr: Erreur ! Impossible de charger n'importe quel élément.

source: Theme
fr: Thème

source: Block
fr: Bloc

source: Other Resource
fr: Autre ressource

source: All
fr: Tous

source: Beginner
fr: Débutant

source: Advanced
fr: Avancé

source: Administrator
fr: Administrateur

source: Developer
fr: Développeur

source: Error! Unable to load class [%s]
fr: Erreur ! Impossible de charger la classe [%s]

source: System layer
fr: Couche système

source: Application layer
fr: Couche application

source: Functionality layer
fr: Couche des fonctionnalités

source: Theme type
fr: Type de thème

source: Resource type
fr: Type de ressource

source: License
fr: Licence

source: Distribution type
fr: Type de distribution

source: Project type
fr: Type de projet

source: To approve
fr: A approuver

source: To review
fr: A revoir

source: Recommended
fr: Recommandation

source: Obsolete
fr: Obsolète

source: Insecure
fr: non-sécurisé

source: To adopt
fr: A adopter

source: Archive broken
fr: Archive défectueuse

source: Install checked
fr: Installation vérifiée

source: Themes
fr: Thèmes

source: Blocks
fr: Blocs

source: Resources
fr: Ressources

source: Uses no categories
fr: Ne pas utiliser de catégories

source: Uses own categories
fr: Utiliser ses propres catégories

source: Uses core categories
fr: Utilise les catégories du noyau

source: Error! Unknown component type
fr: Erreur ! Type de composant inconnu

source: In which section the module is from the administrative perspective?
fr: Dans quel domaine se trouve le module du point de vue administrateur ?

source: How can the module be categorized semantically?
fr: Comment le module peut-il être catégorisé de façon sémantique ?

source: This field is intended for developers and shows to which technical area a module belongs.<ul><li><strong>Core</strong>: modules being very close at the core</li><li><strong>Shared</strong>: modules offering services to others (e.g. Thumbnails, EZComments, MediaAttach)</li><li><strong>Basic</strong>: modules processing simple tasks (e.g. News, Pages)</li><li><strong>Medium</strong>: modules being more powerful (e.g. Downloads, Mediashare)</li><li><strong>Complex</strong>: modules realizing comprehensive use cases (e.g. Content, PageMaster)</li></ul>
fr: Ce champ est destiné aux développeurs et affiche le domaine technique auquel le module appartient.<ul><li><strong>Noyau</strong> : modules très proche du noyau</li><li><strong>Partage</strong> : Modules offrant des services aux autres (ex : Thumbnails, EZComments, MediaAttach)</li><li><strong>Basique</strong> : Modules maîtrisant des tâches simples (ex : News, Pages)</li><li><strong>Moyen</strong> : Modules un peu plus puissants (ex : Downloads, Mediashare)</li><li><strong>Complexe</strong> : Modules maîtrisant des tâches complexes (ex : Content, PageMaster)</li></ul>

source: Please choose which theme engine is being used.
fr: Veuillez choisir le moteur de thème qui est utilisé.

source: Please choose the resource type.
fr: Veuillez choisir le type de ressource.

source: Here you can define the licence under which the extension is being released.
fr: Ici, vous pouvez choisir sous quel type de licence l'extension sera publiée.

source: Here you can define the licence under which the distribution is being released.
fr: Ici, vous pouvez choisir sous quel type de licence la distribution sera publiée.

source: Please choose the distribution type.
fr: Veuillez choisir le type de distribution.

source: What type is your project of?
fr: A quel domaine appartient votre projet ?

source: Error! Update attempt failed.
fr: Erreur ! La tentative de mise à jour a échoué.

source: Done! %s updated.
fr: Fini ! %s mis à jour.

source: The extension '%s' has been added to your download selection.
fr: L'extension '%s' a été ajoutée à votre sélection en vue d'être téléchargée.

source: The extension '%s' has been removed from your download selection.
fr: L'extension '%s' a été supprimée de votre sélection.

source: The distribution '%s' has been added to your download selection. Please notice that you can only have one distribution in your selection at once.
fr: La distribution '%s' a été ajouté à votre sélection de téléchargement. S'il vous plaît notez que vous ne pouvez avoir q'une distribution dans votre sélection à la fois.

source: The distribution '%s' has been removed from your download selection.
fr: La distribution '%s' a été supprimé de votre sélection de téléchargement.

source: The version "%1$s" of the extension "%2$s" has been added to your download selection.
fr: La version "%1$s" de l'extension "%2$s" a été ajouté à votre sélection de téléchargement.

source: The extension "%s" has been removed from your download selection.
fr: L'extension "%s" a été retirée de votre sélection de téléchargements.

source: The version "%1$s" of the distribution "%2$s" has been added to your download selection. Please notice that you can only have one distribution in your selection at once.
fr: La version '%1$s' de la distribution '%2$s' a été ajoutée à votre sélection de téléchargement. Veuillez prendre en compte le fait qu'il n'est possible d'avoir qu'une seule distribution à la fois dans votre sélection.

source: The distribution "%s" has been removed from your download selection.
fr: La distribution '%s' a été supprimée de votre sélection de téléchargement.

source: Success
fr: Succès

source: Internal error occured. %s. Please contact an administrator.
fr: Une erreur interne est survenue. %s. Merci de contacter un administrateur.

source: You already selected the distribution "%s".
fr: Vous avez déjà sélectionné la distribution "%s".

source: You already selected another distribution. Please remove this from your selection before you add the distribution "%s".
fr: Vous avez déjà sélectionné une autre distribution. Veuillez retirer celle-ci de votre sélection avant d'ajouter la distribution "%s".

source: You already selected the extension "%s".
fr: Vous avez déjà sélectionné l'extension "%s".

source: Error! Creation attempt failed.
fr: Erreur ! La tentative de création a échoué.

source: Your pack has been saved successfully. You can find it via the menu entry "My Options" and load it again into your selection.
fr: Votre pack a été correctement sauvegardé. Vous pouvez le trouver à partir du menu "mes options" et le charger à nouveau.

source: Your download selection has been emptied.
fr: Votre sélection de téléchargements a été vidée.

source: You pack has been loaded into your selection successfully.
fr: Votre pack a été chargé avec succès.

source: Error! Deletion attempt failed.
fr: Erreur ! La tentative de suppression a échoué.

source: Your pack has been removed.
fr: Votre pack a été retiré.

source: There are conflicts pending to solve
fr: Il y a des conflits en attente de résolution

source: not supported
fr: non-supporté

source: supported
fr: supporté

source: The package could not be built properly
fr: Le package n'a pu être construit proprement

source: The [%s] language is not supported by the i18n project
fr: La langue [%s] n'est pas supportée par le projet i18n

source: %1$s transtalable stuff synced for Zikula v%2$s.
fr: %1$s travail de traduction synchronisé pour Zikula v%2$s.

source: %1$s translation files for %2$s versions of the core synced.
fr: %1$s fichier de traduction pour %2$s version du noyau synchronisées.

source: Invalid module specified or the %1$s translation does not exist for %2$s
fr: Module invalide spécifié ou alors, la traduction %1$s n'existe pas pour %2$s

source: %1$s translation files for %2$s v%3$s synced.
fr: %1$s fichier de traduction pour %2$s v%3$s synchronisés.

source: %1$s transtalable stuff synced for %2$s v%3$s.
fr: %1$s travail de traduction synchronisé pour %2$s v%3$s.

source: %1$s translation files for %3$s versions of the %2$s module synced.
fr: %1$s fichiers de traduction pour %3$s version du %2$s module synchronisés.

source: Invalid theme specified or the %1$s translation does not exist for %2$s
fr: Thème invalide spécifié ou alors, la traduction %1$s n'existe pas pour %2$s

source: %1$s translation files for %3$s versions of the %2$s theme synced.
fr: %1$s fichiers de traduction pour les versions %3$s du thème %2$s ont été synchronisés.

source: Could not insert the core translation registries for the following versions: %s
fr: Impossible d'insérer la traduction du noyau dans le registre pour les versions suivantes : %s

source: The %1$s core translations found were added to the database.
fr: La traduction %1$s du noyau trouvée a été ajoutée à la base de donnée.

source: Could not insert one or more modules translation registries
fr: Ne peut pas insérer une ou plusieurs traductions du module

source: The %1$s translations found were added to the database.
fr: Les %1$s traductions trouvées ont été ajoutées dans la base de donnée.

source: Could not insert one or more themes translation registries
fr: Ne peut pas insérer une ou plusieurs traductions de thème

source: %s language synced with the core, modules and themes successfully.
fr: Langue %s synchronisée avec succès avec le noyau, les modules et les thèmes.

source: %s language was processed but some problems occured.
fr: la langue %s a été traitée mais des problèmes arrivent toujours.

source: There were no translations for the %s language in the i18n project.
fr: Il n'y a pas de traduction pour la langue %s dans le projet i18n.

source: Invalid component specified.
fr: Composant spécifié non-valide.

source: %1$s translation files for %2$s v%3$s removed.
fr: %1$s fichiers de traduction pour %2$s v%3$s ont été supprimés.

source: %1$s transtalable stuff for %2$s v%3$s removed.
fr: %1$s éléments pouvant être traduis pour %2$s v%3$s ont été supprimés.

source: Could not delete one or more translation registries
fr: Impossible de supprimer une ou plusieurs traductions du registre

source: The %1$s translations found were removed from the database.
fr: Les %1$s traductions trouvées ont été supprimées de la base de données.

source: %s language removal was processed but some problems occured.
fr: %s suppression de langues ont été effectuées mais des problèmes ont été rencontrés.

source: There were no translations for the %s language.
fr: Il n'y a pas de traduction pour la langue %f.

source: broken archive
fr: archive cassée

source: broken translation
fr: traduction cassée

source: general problem
fr: problème général

source: %1$s reported a %2$s with %3$s.
fr: %1$s a rapporté un %2$s pour %3$s.

source: Hi %s.
fr: Bonjour %s.

source: Here are the details:
fr: Détails :

source: This mail has been sent automatically by the Zikula Extension Repository.
fr: Ce mail a été envoyé automatiquement depuis le dépôt d'extensions de Zikula.

source: Zikula Extension Repository
fr: Dépôt d'extensions de Zikula

source: The %s module is not available - please contact an administrator about that!
fr: Le module %s n'est pas disponible. Merci de contacter un administrateur à ce propos.

source: The author could not be notified properly, sorry.
fr: L'auteur n'a pu être notifié correctement, désolé.

source: The author has been notified about your problems successfully.
fr: L'auteur a été notifié de vos soucis avec succès.

source: Extensions module generated by ModuleStudio 0.4.10
fr: module Extensions généré grâce à ModuleStudio 0.4.10

source: Sorry, an error occured during fetching history of %s
fr: Désolé, une erreur est apparue lors de la récupération de l'historique de %s

source: Sorry, an error occured during fetching content of %s
fr: Désolé, une erreur est apparue lors de la récupération du contenu de %s

source: Sorry, the project %s could not be found in CoZi
fr: Désolé, le projet %s n'a pû être trouvé dans CoZi.

source: Sorry, an error occured during fetching listing of %s
fr: Désolé, une erreur est apparue lors de la récupération de la liste de %s

source: Invalid Package
fr: Package non-valide

source: Unable to load module class [%s]
fr: Impossible de charger la classe du module [%s]

source: The package could not be generated properly.
fr: Le package n'a pû être généré proprement.

source: no component id
fr: aucun identifiant de composant

source: Sorry! No authorization to access this feature.
fr: Désolé, vous n'avez pas la possibilité d'accéder a cette fonctionnalité.

source: no component or distribution id
fr: pas d'identifiant de composant ou de distribution

source: invalid mode
fr: mode non-valide

source: Done! Module configuration updated.
fr: Terminé ! Configuration de module mise à jour.

source: Please choose
fr: Merci de choisir

source: You dont have authorization to view this page.
fr: Vous n'avez pas l'autorisation de voir cette page

source: Sorry, the extension could not be found.
fr: Désolé, l'extension ne peut être trouvée.

source: There already exists an extension with this name. Please choose another title.
fr: Il existe déjà une extension avec ce nom. Merci de choisir un autre titre.

source: Done! Extension created.
fr: Terminé ! Extension créée.

source: Your entry will be checked by our moderators and approved afterwards.
fr: Votre entrée va être vérifiée par nos modérateurs et approuvée ensuite.

source: In the next step you have to <a href="%s">add the initial version</a>. As long as no version exists, the entry does not appear in the system. You can find it again anytime in <a href="%s">your options</a> though.
fr: Dans l'étape suivante vous devez <a href="%s">ajouter la version initiale</a>. Tant qu'aucune version existe, l'entrée n'apparaîtra pas dans le système. Vous pouvez malgré cela la trouver en tout temps dans <a href="%s">vos options</a>.

source: Done! Extension updated.
fr: Terminé ! Extension mise a jour.

source: Done! Extension deleted.
fr: Terminé ! Extension supprimée.

source: Sorry, the core version could not be found.
fr: Désolé, la version du noyau ne peut être trouvée.

source: Another core version with the same name exists already. Please select another name.
fr: Une autre version du noyau avec le même nom existe déjà. Merci de sélectionner un autre nom.

source: Done! Core version created.
fr: Terminé ! Version du noyau créée.

source: Done! Core version updated.
fr: Terminé ! Version du noyau mise à jour.

source: Done! Core version deleted.
fr: Terminé ! Version du noyau supprimée.

source: Unfortunately your package could not be processed properly.
fr: Malheureusement votre package n'a pu être généré proprement.

source: You must either upload the package or import it from SVN
fr: Vous devez soit envoyer le package soit l'importer à partir du SVN

source: You forgot to upload the package
fr: Vous avez oublié de charger le package

source: Your file could not be uploaded correctly.
fr: Votre fichier ne peut être uploadée correctement.

source: This file is no valid archive format.
fr: Ce fichier n'est pas une archive au format valide.

source: Sorry, an error occured during exporting %s
fr: Désolé, une erreur est apparue durant l'export %s

source: Sorry, the translation could not be found.
fr: Désolé, la traduction ne peut être trouvée.

source: Error! Could not do what you wanted. Please check your input.
fr: Erreur ! Impossible de faire ce que vous désirez. Veuillez vérifier ce que vous avez indiqué.

source: Translate online
fr: Traduction en ligne

source: Upload translation package
fr: Uploader un package de traduction

source: Export from CoZi SVN
fr: Exporter à partir du SVN de coZi

source: by
fr: par

source: on
fr: sur

source: anonymous user
fr: utilisateur anonyme

source: Done! Translation updated.
fr: Terminé ! Traduction mise a jour.

source: Your translation has been classified as invalid.
fr: Votre traduction a été classée comme non-valide.

source: Done! Translation created.
fr: Terminé ! Traduction créée.

source: mime type: %s
fr: Type mime : %s

source: Missing: %s
fr: Manquant : %s

source: Internal error occured.
fr: Une erreur interne est apparue.

source: Sorry, the event could not be found.
fr: Désolé, l'évènement n'a pu être trouvé.

source: Done! Global event created.
fr: Terminé ! Évènement global créé.

source: Done! Global event updated.
fr: Terminé ! Évènement global mis à jour.

source: Done! Global event deleted.
fr: Terminé ! Évènement global supprimé.

source: I am developer and want to manage my extensions.
fr: Je suis développeur et je veux gérer mes extensions.

source: I am maintainer of one or several distributions.
fr: Je suis mainteneur d'une ou plusieurs distributions.

source: I am translator and want to complete outstanding text parts.
fr: Je suis traducteur et je veux compléter des traductions diffusées.

source: Other resources
fr: Autres ressources

source: You are managing %s component.
fr: Vous gérez %s composant.

source: You are managing %s module.
fr: Vous gérez %s module.

source: You are managing %s theme.
fr: Vous gérez %s thème.

source: You are managing %s block.
fr: Vous gérez %s bloc.

source: You are managing %s plugin.
fr: Vous gérez %s plugin

source: You are managing %s resource.
fr: Vous gérez %s ressource.

source: You are managing %s distribution.
fr: Vous gérez %s distribution.

source: You are managing %s translation.
fr: Vous gérez %s traduction.

source: Your user settings have been updated successfully.
fr: Vos préférences utilisateur on été mises a jour avec succès.

source: Sorry, the distribution could not be found.
fr: Désolé, la distribution ne peut pas être trouvée.

source: There already exists a distribution with this name. Please choose another title.
fr: Il existe déjà une distribution avec ce nom. Merci de choisir un autre titre.

source: Done! Distribution created.
fr: Terminé ! Distribution créée.

source: Done! Distribution updated.
fr: Terminé ! Distribution mise a jour.

source: Done! Distribution deleted.
fr: Terminé ! Distribution supprimée.

source: Corrupt step control pattern detected, reverted to first wizard page
fr: Motif de contrôle corrompu, retour au début de l'assistant

source: Undefined pagename %s occured
fr: Nom de la page %s non-définit

source: What kind of a package do you need?
fr: Quel type de package avez-vous besoin?

source: Please choose a section.
fr: Merci de choisir une section.

source: Select your distribution
fr: Sélectionnez votre distribution

source: The distribution builds the base system for your package.
fr: La distribution construit le système de base de votre package.

source: Select additional modules
fr: Sélectionnez des modules additionnels

source: Modules add specific functionality to your package.
fr: Les modules ajoutent des fonctionnalités spécifiques à votre package.

source: Select additional themes
fr: Sélectionnez les thèmes additionnels

source: Themes define cosmetical aspects of your system.
fr: Les thèmes définissent l'aspect visuel de votre système.

source: Select additional blocks
fr: Sélectionner les blocs additionnels

source: Blocks allow displaying particular information beside other content.
fr: Les blocs permettent d'afficher des informations particulières à côté du contenu.

source: Select additional plugins
fr: Sélectionnez des plugins additionnels

source: Plugins are functional enhancements simplifying your customization.
fr: Les plugins sont des améliorations fonctionnelles simplifiant la personnalisation.

source: Select additional other resources
fr: Sélectionner les autres ressources additionnelles

source: Different templates, documentation and other snippets can further contribute to your package.
fr: Différents modèles, documentations etc... peuvent dans le futur contribuer à votre package.

source: Undefined pagename: %s
fr: Nom de page non-définie : %s

source: Sorry, the distribution version could not be found.
fr: Désolé, la version de la distribution ne peut être trouvée.

source: This version number is already assigned. Please delete those version or change the version number here accordingly.
fr: Ce numéro de version est déjà assigné. Merci de supprimer cette version ou changer le numéro de version en conséquence.

source: At least one core version has to be supported.
fr: Au moins une version du noyau doit être supportée.

source: Done! Version created.
fr: Terminé ! Version créée.

source: This version number is already assigned. Please delete this version or change the version number here accordingly.
fr: Ce numéro de version est déjà assigné. Merci de supprimer cette version ou changer le numéro de version en conséquence.

source: Done! Version updated.
fr: Terminé ! Version mise à jour.

source: Done! Version deleted.
fr: Terminé ! Version supprimée.

source: During processing of the components an error occured.
fr: Durant la gestion des composants, une erreur est apparue.

source: Sorry, the extension version could not be found.
fr: Désolé, la version de l'extension ne peut être trouvée.

source: Classic style
fr: Style classique

source: Please choose an option
fr: Merci de choisir une option

source: During processing of the dependencies an error occured.
fr: Durant la gestion des dépendances, une erreur est apparue.

source: Your package contains both, the /%1$s and the /%2$s folders. Please remove the /%2$s folder to process it properly.
fr: Votre package contient ensemble, les dossiers /%1$s et /%2$s. Merci de supprimer le dossier /%2$s afin de continuer correctement.

source: Your package does not contain a language folder.
fr: Votre package ne contient pas de dossier de langue.

source: Your package does not contain the required %s file.
fr: Votre package ne contient pas le fichier %s exigé.

source: Could not create the translation directory.
fr: Ne peut pas créer le dossier de traduction

source: Could not delete an invalid language [%s].
fr: Ne peut pas supprimer une langue non-valide [%s].

source: Could not delete a non english (en) translatable template folder [%s].
fr: Ne peux pas supprimer un dossier de templates de traduction n'étant pas en anglais (en) [%s].

source: Could not delete a non english (en) translatable docs folder [%s].
fr: Ne peux pas supprimer un dossier de documentation de traduction n'étant pas en anglais (en) [%s].

source: Could not inform interested people about your change, because the Mailer module is not available - please contact an administrator about that!
fr: Ne peut pas informer les personnes intéressées par votre changement, à cause du module Mailer qui n'est pas disponible. Merci de contacter un administrateur à ce propos !

source: Core versions
fr: Versions du noyau

source: Global events
fr: Evènements globaux

source: Settings
fr: Préférences

source: Item Transform Hooks (API)
fr: Extensions permettant de transformer un élément (API)

source: Item Display Hooks (GUI)
fr: Extensions permettant d'afficher un élément (GUI)

source: Item Create Hooks (API)
fr: Extensions permettant de créer un élément (API)

source: Item Update Hooks (API)
fr: Extensions permettant de mettre à jour un élément (API)

source: Item Delete Hooks (API)
fr: Extensions permettant de supprimer un élément (API)

source: Item New Hooks (GUI)
fr: Extensions permettant d'ajouter un élément (GUI)

source: Item Modify Hooks (GUI)
fr: Extensions permettant de modifier un élément (GUI)
