Repository: zikula/i18n-portal
Catalog: gettext/*/modules/MyProfile/2.2/module_myprofile.po
Languages: es

source: Add a new user to your list
es: Añadir un nuevo usuario a tu lista

source: add
es: Añadir

source: Your list
es: Tu lista

source: delete User
es: Eliminar Usuario

source: No entry was made yet
es: Ninguna petición fue realizada aún

source: Found
es: Encontrado

source: results
es: resultados

source: Show search form to change search parameters
es: Mostrar el formulario de búsqueda para cambiar los parámetros de búsqueda

source: Show all members
es: Mostrar todos los miembros

source: Page
es: Página

source: result
es: resultado

source: previous page
es: Página anterior

source: next page
es: Página posterior

source: Search
es: Búsqueda

source: You can now use the following form to search for other users. The more fields you fill out the less results you will get.
es: Ahora puedes usar el siguiente formulario para encontrar otros usuarios. Cuantos más campos rellenes, menos resultados obtendrás.

source: Search string in all fields
es: Buscar cadenas en todos los campos

source: Choosing more than one item will link them using OR
es: Al eligir más de un elemento, se enlazarán usando OR

source: There are no more searchable fields or you do not have the permission to view these fields
es: No hay más campos rastreables o no tienes los permisos para ver estos campos

source: Search type
es: Tipo de búsqueda

source: Connector for search logic
es: Conector para la lógica de la búsqueda

source: Sort result by
es: Ordenar resultados por

source: Using the search type soft and searching for sun you will also get results like sunset because the searched word is in it. If you do not want to use this select exact as search type!
es: Al usar el soft de tipo de búsqueda y buscando "rayos", por ejemplo, obtendrás tambíén resultados como "pararrayos" porque la palabra buscada estaría dentro ¡Si no quieres estos resultados, selecciona el tipo "búsqueda exacta"!

source: If you just click the search button without any search parameters you will get the whole member list displayed
es: Sólo con pulsar el botón de búsqueda sin establecer ningún parámetro, obtendrás la lista entera de usuarios

source: Your profile's configuration
es: Configuración de tu perfil

source: Manage the existing fields
es: Gestionar los campos existentes

source: If you want to change the order just click on the box and move the item to the position you want it to be. Settings will be stored automatically!
es: Si quieres cambiar el orden, solamente tienes que pulsar en el cuadro y mover el elemento a la posición deseada ¡Los ajustes se guardarán automáticamente!

source: mandatory field
es: campo obligatorio

source: optional field
es: campo opcional

source: viewable by registered users only
es: visible sólo por usuarios registrados

source: viewable by admin users only
es: visible sólo por administradores

source: characters
es: caracteres

source: 0 = unlimited text
es: 0 = texto ilimitado

source: Activated
es: Activado

source: shown
es: mostrado/s

source: Also store value as following user attribute
es: Guardar este valor también como atributo de usuario

source: modify this field
es: modificar este campo

source: Move up
es: Mover arriba

source: Move down
es: Mover abajo

source: There are
es: Hay

source: members online
es: miembros conectados

source: Guests online
es: Invitados conectados

source: MyProfile backend configuration
es: Configuración de cierre de MyProfile

source: Some modules have plugins for the profile module. For developers: Please take a look at the plugins.txt file in the documentation directory. Found plugins will be used automatically.
es: Algunos módulos tienen plugins para este módulo de Perfil. Para desarrolladores: Por favor, echad un vistazo al archivo plugins.txt, en el directorio de documentación. Los plugins encontrados serán utilizados automáticamente.

source: If you want to remove a plugin from a user's profile page jsut delete the pnmyprofileapi.php in the root folder of the modules you want to remove
es: Si quieres retirar un plugin de la página de perfil de algún usuario, sólo tienes que eliminarlo del pnmyprofileapi.php de la carpeta raíz de los módulos que quieras eliminar.

source: No plugins found!
es: ¡No se hallaron plugins!

source: General module settings
es: Ajustes generales del módulo

source: Appearance
es: Apariencia

source: Profile display configuration
es: Configuración de la presentación del Perfil

source: Date format to be used
es: Formato de fecha a utilizar

source: No-tab mode for user's profile management page
es: Ningún modo de pestañas para la página de gestión del perfil de usuario

source: Do not use AJAX for plugin loading
es: No utilizar AJAX para cargar el plugin

source: Convert content loaded via AJAX to UTF8
es: Convertir los contenidos cargados vía AJAX hacia UTF8

source: Use profile separators as tabs. Might be interesting for huge profile pages
es: Utilice separadores de perfil en forma de fichas. Puede ser útil en páginas de perfil grandes

source: Search engine configuration
es: Configuración del motor de búsqueda

source: Results that should be shown per page
es: Resultados que deben ser mostrados por página

source: Allow users to access the whole member list in entering no search string
es: Permitir a los usuarios acceder a la lista entera de miembros al introducir ninguna cadena de búsqueda

source: You can specify a tempalte that should be included in the vcards that are displayed in a search result page that will have all user data assigned; Enter filename to use this feature
es: Puedes especificar una plantilla para ser incluida en las vcards que se muestren en una página de resultados de búsqueda que tendrán asignados todos los datos de usuario; Introduzca el nombre del archivo para utilizar esta característica.

source: URL for search engine
es: URL para el motor de búsqueda

source: Show users in map
es: Mostrar usuarios en el mapa

source: You can show all users that have filled out a field (fieldtype: COORD) using the following url
es: Puedes mostrar todos los usuarios que hallan rellenado un campo (tipo de campo: COORD) utilizando la siguiente url

source: MyMap module has to be installed for this feature
es: El módulo de MyMap tiene que ser instalado para utilizar esta característica.

source: Email address management
es: Gestíón de direcciones de Email

source: Do not force verification within email change requests
es: No forzar la verificación en las peticiones de cambio de email

source: Forbid new change request within
es: Prohibir peticiones de nuevos cambios internos

source: days after last request
es: días tras la última petición

source: Validation code's expiration of validity
es: Expiración del código de validación

source: days
es: días

source: It is possible to exclude users that use invalid email addresses from site usage. To use this feature you have to include the following function call into your templates
es: Es posible excluir usuarios que utilicen direcciones de email inválidas. Para utilizar esta característica tendrás que incluir la siguiente orden de función en tus plantillas

source: Manage invalid email addresses
es: Gestionar direcciones de email inválidas

source: Behaviour
es: Comportamiento

source: Send email notification to site admin when new registration is finished
es: Enviar un email de notificación al administrador del sitio cuando se realiza un nuevo registro

source: Also store profile as a user object attribute
es: Almacenar también el perfil como atributo de objeto de usuario

source: Valid profile mandatory for every user
es: Será obligatorio tener Perfiles válidos para cada usuario

source: User profile's expiration of validity
es: Expiración de la validez del perfil del usuario

source: in seconds, 0 = no expiration
es: en segundos, 0 = sin expiración

source: If you only want to force every user to complete the profile insert the code and set the expiration period to 0
es: Si quieres forzar a cada usuario a completar sus perfiles, inserta el código y ajusta el periodo de expiración a 0

source: User's permissions
es: Permisos del usuario

source: Allow users to set individual permissions who can see their profile page
es: Permitir a los usuarios configurar permisos individuales para quienes quieran que puedan ver su página de perfil

source: Users should be allowed to upload theis own templates for their profile.
es: Los usuarios deben estar autorizados a subir sus propias plantillas para su perfil.

source: Exclude selected groups from the permission to upload and use own individual profile templates
es: Excluir a los grupos seleccionados del permiso de subida y uso de plantillas de perfil individuales propias

source: Update configuration
es: Actualizar configuración

source: Integrate user profiles into any zikula content
es: Integrar los perfiles de usuario en algún contenido de zikula

source: There is a plugin that can be called in any module with this piece of code
es: Hay un plugin que puede ser llamado por algún módulo con este trozo de código

source: But you have to configure this plugin via its template manually - the template file that has to be edited is
es: Pero tienes que configurar este plugin a través de su plantilla manualmente - el archivo de la plantilla que debe ser editado es

source: User's menu
es: Menú del Usuario

source: my profile data
es: datos de mi perfil

source: email address, password and extended settings
es: dirección de email, contraseña y ajustes extendidos

source: search members
es: Buscar miembros

source: My profile
es: Mi perfil

source: Here you can define some custom settings for your profile
es: Aquí puedes definir algunos ajustes personalizados para tu perfil

source: General settings
es: Ajustes generales

source: My timezone
es: Mi zona horaria

source: Do not allow other users to comment my profile
es: No permitir a otros usuarios comentar mi perfil

source: My profile page should be accessable by
es: Mi página de perfil debería ser accesible para

source: Profile data fields that are marked as private should be viewable by
es: Los campos de los datos del Perfil marcados como privados deberían ser visibles para

source: Manage users that are allowed to view all my data that is declared as private
es: Gestionar usuarios a los que se les debe permitir ver todos mis datos declarados como privados

source: Use an individual template
es: Utilizar una plantilla individual

source: Some hints to create your own template
es: Algunos consejos para crear tu propia plantilla

source: The individual profile tempalte can be designed in HTML
es: La plantilla individual del perfil debe ser diseñada en HTML

source: The use of the following words (bold printed) will cause a replacement with your profile data - with * marked variables are mandatory and have to be used in your template
es: El uso de las siguientes palabras (en negrita) causarán una sobrescritura en tus datos de perfil - las variables marcadas con * serán obligatorias y tendrán que ser utilizadas en tu plantilla

source: will be replaced with
es: será reemplazado por

source: Manage your password
es: Gestionar tu contraseña

source: If you want to change your password enter the new one
es: Si quieres cambiar tu contraseña, introduzca una nueva

source: and repeat the new password please
es: y repite la nueva contraseña, por favor

source: Change email address
es: Cambia tu dirección de email

source: New email address
es: Nueva dirección de email

source: Enter verification code for new email address
es: Introduzca el código de verificación para la nueva dirección de email

source: save / update
es: guardar / actualizar

source: User's email address
es: Dirección de email del usuario

source: An error occured. Please regard the error message!
es: Ocurrió algún error ¡Por favor, presta atención al mensaje de error!

source: A directory inside the MyProfile module named
es: Un directorio dentro del módulo de MyProfile denominado

source: This directory has to be writable by the webserver
es: Este directorio tiene que tener permisos de escritura en el servidor web

source: In this directory a file called tabledef.inc will be created by the module
es: El módulo creará un archivo llamado tabledef.inc en este directorio

source: This file has to be readable by the webserver
es: Este archivo tiene que tener permisos de lectura en el servidor web

source: This file has to be writable by the webserver
es: Este archivo tiene que tener permisos de escritura en el servidor web

source: Try again and proceed
es: Inténtalo otra vez y procede

source: User Name
es: Nombre de Usuario

source: main / modify user
es: principal / modificar usuario

source: module configuration
es: configuración del módulo

source: profile configuration
es: configuración del perfil

source: profile plugins
es: plugins del perfil

source: information
es: información

source: import
es: importar

source: Show my own profile page
es: Mostrar mi propia página de perfil

source: Show all tabs on one page
es: Mostrar todas las entradas en una sola página

source: Switch to the tab-mode
es: Cambiar a modo de pestañas

source: Manage your community profile
es: Gestionar el perfil de tu comunidad

source: Please fill the form with your input. Every field that is marked with this sign: * is mandatory.
es: Por favor, rellena el formulario con tus datos. Cada campo marcado con * es obligatorio

source: Please click on the tabs above this text to get to the separated sections to manage your profile data. Please click the save-Button only if the profile is completely filled out!
es: Por favor, pulsa en las pestañas de arriba de este texto para acceder a las distintas secciones de tus datos de perfil a gestionar. ¡Por favor, pulsa en el botón de Guardar sólo cuando el perfil esté completamente relleno!

source: Private field, only viewable by users you allow to access this data
es: Campo privado, sólo visible para usuarios a los que permitas acceder a estos datos.

source: Longitude
es: Longitud

source: Latitude
es: Latitud

source: Enter verification code to activate new email address
es: Introduzca el código de verificación para activar la nueva dirección de email

source: Verification code (25 characters)
es: Código de verificación (25 caracteres)

source: Your user ID
es: Tu ID de usuario

source: Activate new email address
es: Activar la nueva dirección de email

source: Sorry, no authorisation
es: Lo siento, no tienes autorización

source: The main profile part is not accessible by you
es: La parte principal del perfil no es accesible para ti

source: Registered users
es: Usuarios registrados

source: Active users
es: Usuarios Activos

source: Active in last two weeks
es: Actividad en las dos últimas semanas

source: Active in last month
es: Actividad en el último mes

source: Active in last two months
es: Actividad en los últimos dos meses

source: Active in last three months
es: Actividad en los últimos tres meses

source: Active in last six months
es: Actividad en los últimos seis meses

source: Active in last year
es: Actividad en el último año

source: New registrations in last month
es: Nuevos registros en el último mes

source: Users with a myprofile profile
es: Usuarios con un perfil myprofile

source: Users without a myprofile profile
es: Usuarios sin un perfil myprofile

source: Users with invalid email address
es: Usuarios con una dirección de email inválida

source: Users with invalid email address and no changes in last month
es: Usuarios con una dirección de email inválida y sin ningún cambio en el último mes

source: Range for graphical statistics
es: Intervalo para las estadísticas gráficas

source: User-defined: Please specify range in days as url parameter named
es: Definido por el usuario: Por favor, especifica un rango de días como parámetro url denominado

source: Explanation
es: Explicación

source: active accounts
es: cuentas activas

source: online
es: conectados

source: online last 2 weeks
es: conectados en las dos últimas semanas

source: online last month
es: conectados en el último mes

source: online last 2 months
es: conectados en los dos últimos meses

source: online last three months
es: conectados en los tres últimos meses

source: online last 6 months
es: conectados en los seis últimos meses

source: online last year
es: conectados en el último año

source: Field in the database in which the value for the user's birthday is stored in the format YYY-MM-DD (format: DATE)
es: Campo de la base de datos en el que el valor del cumpleaños del usuario está almacenado en formato AAA-MM-DD (formato: FECHA)

source: -- nothing is chosen --
es: -- no se eligió nada --

source: Field for restrictions, for example if a field is existing in which the user can manage if his birthday should be hidden and not shown in the list
es: Campo para restricciones, por ejemplo: si un campo existente en el que el usuario pueda establecer si su cumpleaños deba estar oculto y por tanto no mostrarse en la lista

source: -- nothing is chosen. Empty if no restriction field should be used --
es: -- no se escogió nada. Dejarlo vacío será como si ningún campo debiera ser utilizado --

source: Enter the value the restriction field should have if you want to show the birthday in the list
es: Introduzca el valor que el campo de restricción debe tener si deseas que el cumpleaños aparezca en la lista

source: You requested to change your email address at
es: Ha solicitado cambiar su dirección de correo electrónico a

source: To activate your new email address click the following link please
es: Para activar tu nueva dirección de email, pulsa en el siguiente en el siguiente enlace, por favor

source: If this link is broken use the following website and enter your verification code there
es: Si este link estuviese roto, usa el siguiente sitio web e introduce tu código de verificación allí

source: To use the alternate URL you have to enter the following data
es: Para usar la URL alternativa, tienes que introducir los siguientes datos

source: This code is valid until
es: Este código será válido hasta

source: or up to a new request by yourself
es: o hasta que realice una nueva solicitud

source: Please do not respond to this automatically created email - contact the website administrator if there are any problems
es: Por favor, no respondas a este email creado automáticamente - ponte en contacto con el administrador del sitio web si hay algún problema

source: more/less
es: más/menos
