Repository: zikula/i18n-portal
Catalog: gettext/*/modules/MyProfile/2.2/module_myprofile.po
Languages: es

source: Latest registrations
es: Últimos registrados

source: Show latest user registrations
es: Mostrar los últimos registros de usuarios

source: Sum
es: Suma

source: registered users since
es: Usuarios registrados desde

source: no permission to view this field
es: No tienes permiso para ver este campo

source: You can not request a new validation code before
es: Usted no puede solicitar un nuevo código de validación

source: Attention: You have to activate your new email address before using this site again! Please read the instructions in the incoming email!
es: Atención: ¡Tiene que activar su nueva dirección de email antes de visitar este sitio de nuevo! ¡Por favor, lea las instrucciones del email que le llegue!

source: Email verification code for
es: Código de verificación del Email para

source: at
es: a

source: Show user's profile
es: Mostrar el perfil del usuario

source: MyProfile
es: Mi Perfil

source: myprofile
es: mi perfil

source: The advances template based zikula profile module
es: Módulo de Perfil de Zikula, basado en la plantilla advances

source: My profile data
es: Mis datos de perfil

source: My password
es: Mi contraseña

source: My email address
es: Mi dirección de email

source: Profile data deleted for user
es: Datos del perfil eliminados por el usuario

source: User-Profile
es: Perfil de usuario

source: Error registering System Init Hook for MyProfile module
es: Error al registrar el Hook Init del Sistema para el módulo MyProfile

source: System Init Hook was created for MyProfile module
es: El Hook Init del Sistema fue creado para el módulo MyProfile

source: System Init Hook remove error
es: Error al eliminar el Hook Init del Sistema

source: System Init Hook for MyProfile module was removed
es: El Hook Init del sistema para el módulo MyProfile fue eliminado

source: MyProfile systeminit hook created
es: Hook de systemini de MyProfile creado

source: Config file could not be created - please check the config directory permissions.
es: El archivo de configuración no pudo ser creado - por favor, comprueba los permisos del directorio de configuración.

source: The file modules/MyProfile/config/tabledef.inc has to be writable. If the file does not exist yet, the folder config has to be writeable.
es: El archivo modules/MyProfile/config/tabledef.inc debe tener permisos de escritura. Si el archivo aún no existe, la carpeta de configuración debe tener el mismo permiso.

source: Config file is not readable - change this before trying to edit the actual configuration.
es: El archivo de configuración no es legible - remédielo antes de intentar editar la configuración actual.

source: Config file is not writeable - change this before trying to edit the actual configuration.
es: El archivo de configuración no tiene permisos de escritura - remédielo antes de intentar editar la configuración actual.

source: An error occured while trying to update the table definition
es: Ocurrió un error al tratar de actualizar la definición de la tabla

source: Table definition updated successfully
es: La definición de la tabla ha sido actualizada con éxito

source: Table structure updated
es: Estructura de la tabla actualizada

source: Parameter is missing: no source given
es: Falta algún parámetro: no se estableció ningún origen

source: An error occured importing the pnProfile configuration
es: Algún error ha ocurrido al importar la configuración de pnProfile

source: pnProfile structure imported into MyProfile
es: La estructura de pnProfile ha sido importada a MyProfile

source: Import done
es: Importación realizada

source: items imported
es: elementos importados

source: One import step done.. This step has to be repeated in large communities
es: Paso de importación realizado... Este paso debe repetirse en comunidades grandes

source: about
es: sobre

source: left
es: izquierda

source: pnProfile configuration could not be read
es: La configuración de pnProfile no es legible

source: Parameter error: invalid source given
es: Error de parámetros: origen introducido inválido

source: Database was cleaned up
es: La Base de datos ha sido limpiada

source: MyMap module not found
es: El módulo MyMap no pudo ser hallado

source: More than one coordinate field found. Please use the url parameter identifier and the value of the identifier you want to use as coordinate field and reload the page
es: Hallado más de un campo coordinado. Utilice el parámetro identificador de url y el valor del identificador que quiere usar como campo coordinado, y recargue la página, por favor.

source: User deleted
es: Usuario eliminado

source: An error occured while trying to delete the user
es: Ocurrió algún error al tratar de eliminar al usuario

source: Profile of user
es: Perfil de usuario

source: The username you specified does not exist
es: El nombre de usuario que has especificado no existe

source: I hope you trust yourself, but you cannot add your own username to your list
es: Ya sabemos que confias en ti, pero no puedes añadir tu propio nombre de usuario a tu lista

source: User already marked
es: El Usuario ya ha sido seleccionado

source: An error occured while trying to add the user to your list
es: Ocurrió algún error al tratar de añadir el usuario a tu lista

source: User was added to the list
es: El usuario fue añadido a la lista

source: Your profile is outdated or incomplete - please check / complete / update your personal data
es: Tu perfil está obsoleto o incompleto - por favor, comprueba / completa / actualiza tus datos personales

source: Please check the format you entered for your coordinates!
es: ¡Compruebe el formato introducido para sus coordenadas, por favor!

source: Updating / creating user attributes failed
es: Se produo un error al Actualizar / Crear atributos del usuario

source: Profile was updated successfully
es: El Perfil fue actualizado con éxito

source: Creating / Updating profile failed
es: Se produjo un error al Crear / Actualizar el perfil

source: The profile was created successfully
es: El perfil fue creado con éxito

source: Profile creation error
es: Error al crear el Perfil

source: Username
es: Nombre de usuario

source: soft
es: programa

source: exact
es: exacto

source: AND
es: Y

source: OR
es: O

source: Your email address was updated successfully
es: Tu dirección de email fue actualizada con éxito

source: An error occured while trying to change your email address
es: Ocurrió algún error al tratar de cambiar tu dirección de email

source: Verification code incorrect
es: Código de verificación incorrecto

source: Verification code is no longer valid - you should start a new request for a new verification code
es: Código de verificación obsoleto - debe solicitar otro para poder iniciar una nueva verificación

source: viewable by everybody
es: visible por todos

source: all members
es: todos los miembros

source: confirmed buddies
es: amigos confirmados

source: only listed users
es: sólo usuarios listados

source: You have to include all mandatory profile variables into your individual template
es: Debe incluir todas las variables requeridas del perfil en su plantilla individual

source: Settings updated successfully
es: Ajustes actualizados con éxito

source: The new password was not entered twice the same way - there might be a typo in a password - password was not changed
es: La nueva contraseña no fue introducida por duplicado con exactitud - puede que hubiera algún gazapo en alguno de los campos - la contraseña no fue cambiada

source: Your password was changed successfully
es: Tu contraseña fue cambiada con éxito

source: The new password is too short
es: La nueva contraseña es demasiado corta

source: An verification email with further instructions has been sent to your new email address.
es: Un email de verificación con más instrucciones se ha enviado a tu nueva dirección de email.

source: An error occured while trying to send an verification code to your new, entered email address
es: Ocurrió algún error al enviar el código de verificación a la nueva dirección de email que indicaste.

source: Email address could not be found in user database
es: La dirección de email no pudo ser hallada en la base de datos de usuarios

source: User marked
es: Usuario seleccionado

source: Error while trying to mark the user
es: Error al tratar de seleccionar el usuario

source: Yes
es: Sí

source: Separator
es: Separador

source: String
es: Cadena de texto

source: Integer
es: Número entero

source: Float
es: Número Decimal

source: String (multiline)
es: Cadena de texto (multlínea)

source: Skype-ID
es: ID de Skype

source: Date
es: Fecha

source: Timestamp
es: Marca de tiempo

source: Coordinate
es: Coordenada

source: This field will be shown to everybody
es: Este campo debe mostrarse a todo el mundo

source: Only registered users will be able to see this field's value
es: Sólo los usuarios registradospodrán visualizar el valor de este campo

source: Only the administrator will be able to see this field's value
es: Sólo el administrador podrá visualizar el valor de este campo

source: The user can choose who should be able to see this field's value
es: El usuario puede escoger quién podrá visualizar el valor de este campo

source: Error while deleting the fields
es: Error al eliminar campos

source: Field was deleted successfully
es: El campo fue eliminado con éxito

source: Existing field was updated successfully
es: El campo existente fue actualizado con éxito

source: A field named with this identifier exists already - please choose another value for the identifier!
es: ¡Ya existe un campo denominado con este identificador - elige otro valor para el identicador, por favor!

source: The identifier must not contain any other characters than numbers (0-9) and regular characters (A-Z, a-z)
es: El identificador no debe contener otros caracteres que números (0-9) y letras regulares (A-Z, a-z)

source: New field was created successfully
es: El nuevo campo fue generado con éxito

source: Configuration updated successfully
es: Configuración actualizada con éxito

source: Your email address has to be updated before using this site! EMails came back to the administrator that did not reach you - valid email addresses are mandatory for this site! After changing your email address you will be able to use this site again!
es: ¡Tu dirección de email tiene que ser actualizada antes de volver a visitar este sitio! Los emails que no te lleguen, se remitirán al administrador - ¡Una dirección de email válida es obligatoria para este sitio! ¡Una vez cambies tu dirección de email podrás volver a utilizar este sitio!

source: Please fill out your personal profile first. This is neccessary before you can interact in this community!
es: Por favor, rellena tu perfil personal primero ¡Esto es necesario antes de participar en esta comunidad!

source: New profile
es: Nuevo perfil

source: Show users that are online now (please customize template myprofile_block_online.htm for your needs)
es: Mostrar los usuarios que están conectados ahora (por favor, ajusta la plantilla myprofile_block_online.htm a tus necesidades)

source: Show random users
es: Mostrar usuarios aleatorios

source: Show nicknames that celebrate their birthday today
es: Mostrar usuarios que celebren hoy su cumpleaños

source: pnProfile migration reset done
es: Reseteo de la migración de pnProfile realizada

source: Element was moved successfully
es: El elemento fue trasladado con éxito

source: more than one user found
es: hallado más de un usuario

source: please choose one user and enter its username
es: escoge un miembro e introduce su nombre de usuario, por favor

source: email address not found
es: dirección de email no encontrada

source: No user with this username or user-ID found
es: No se ha encontrado ningún usuario con este nombre o ID

source: User's main profile
es: Perfil principal del usuario

source: good luck and a nice party!
es: ¡Buena suerte y que lo pases bien!

source: Amount of items that should be shown in the newbie list
es: Cantidad de elementos de deben mostrarse en la lista de principiantes

source: Welcome to our community!
es: ¡Bienvenido a nuestra comunidad!

source: Welcome to MyProfile - the advanced zikula profile module!
es: ¡Bienvenido a MiPerfil - el módulo avanzado de perfiles de Zikula!

source: Modify profile
es: Modificar perfil

source: You can directly modify a user's profile in entering the
es: Puedes modificar directamente el perfil de usuario entrando a

source: username
es: nombre de usuario

source: E-mail address
es: Dirección de e-mail

source: or the user's ID
es: o ID del usuario

source: ... and edit the user's profile
es: ... y editar el perfil de usuario

source: Submit
es: Enviar

source: Cancel
es: Cancelar

source: Support this module
es: Soporte del módulo

source: You like this module and it is usefull for you? Thank you for some little donation for the programmer! OK - I like programming very much and this module is free and open source - but if you spend some money I'll go out for a nice candlelight dinner with my girlfriend and it will be much easier next time to get free time for programming ;-)
es: ¿Te gusta este módulo? ¿Es útil para ti? ¡Se agradece cualquier pequeña donación para el programador! OK - Me gusta mucho programar y este módulo es gratuito y de código abierto - pero si inviertes algo de dinero podré salir y tener una buena cena con velas con mi chica, por lo que será mucho más fácil obtener más tiempo libre en el que programar la próxima vez ;-)

source: Donate with PayPal!
es: ¡Donar con PayPal!

source: repair
es: reparar

source: This function checks the consistency of your MyProfile database. This check might be neccessary, if you allow your user's to delete their accounts themself or if your delete users using the function the Users module offers you. In this case, old data might still be stored in the MyProfile tables. This function is the "garbage collector" for this module.
es: Esta función comprueba la consistencia de la base de datos de MyProfile. Esta comprobación puede ser necesario si permites a los usuarios eliminar sus cuentas o si eliminas usuarios usando la función que el módulo de Usuarios te ofrece. En este caso, los datos antiguos podrían ser almacenados todavía en las tablas de MyProfile. Esta función es la "Papelera de reciclaje" de este módulo.

source: You have
es: Tienes que

source: orphans
es: huérfano

source: Clean up database
es: Limpiar base de datos

source: Database already optimized
es: Se acaba de optimizar la Base de datos

source: This profile page cannot be displayed
es: Esta página de perfil no puede ser mostrada

source: The user does not exist or there is no vaid profile available for this user yet.
es: El usuario no existe o aún no hay ningún perfil válido para este usuario.

source: Go back one page
es: Volver a la página anterior

source: User's gallery
es: Galería de usuarios

source: picture(s)
es: imagen / imágenes

source: User linked at
es: Usuario enlazado en

source: Override individual profile template
es: Anular plantilla individual del perfil

source: Registerd since
es: Registrado desde el

source: Last update
es: Última actualización

source: Last login
es: Última sesión

source: Send private message
es: Enviar mensaje privado

source: Add as buddy or memorize user
es: Añadir como amigo o memorizar usuario

source: Modify an existing field
es: Modificar algún campo existente

source: Add a new field
es: Añadir un nuevo campo

source: You can add or modify a custom field for the user's profile here.
es: Puedes añadir o modificar cualquier campo personalizable para el perfil del usuario aquí.

source: Due to some technical and logical reasons the type and identifier of a regular field can not be changed after the field was created.
es: Debido a razones lógicas y técnicas, el identificador y denominación de un campo regular no pueden cambiarse después de crearlo.

source: Type of this field
es: Tipo de este campo

source: Identifier for the field (and the name of the column in the database) or title of the separator (if type is separator)
es: Identificador del campo (y el nombre de la columna en la base de datos) o título del separador (si la denominación es de algún separador)

source: Should this field be mandatory
es: ¿Debe ser este campo obligatorio?

source: Description
es: Descripción

source: Minimal value for integer or float
es: Valor mínimo: número entero o con decimales...

source: Maximal value for integer or float
es: Valor máximo: número entero o con decimales...

source: Maximal length of string
es: Longitud máxima de la cadena de texto

source: List (for building a dropdown menu)
es: Lista (para construir un menú desplegable)

source: Example code for dropdown menus: @@value to store||text to show
es: Código de ejemplo para los menús desplegables: @@value para almacenar||texto que mostrar

source: @@daily||I want the daily newsletter @@monthly||Send a newsletter every month @@no||I do not want to recieve newsletters
es: @@daily||Quiero el boletón diario @@monthly||Enviar un boletín todos los meses @@no||No quiero recibir boletines

source: Example code for radiobutton menus: @*value to store||text to show
es: Código de ejemplo para menús radio-botón: @*value a almacenar||texto a mostrar

source: @*0||No @*1||Yes
es: @*0||No @*1||Sí

source: Special code parts
es: Partes con código especial

source: Just enter the word 'ZCOUNTRYMAP' as list value and all available country codes and the name of each country will appear as dropdown list in the user's profile setup page.
es: Sólo con introducir la palabra "ZCOUNTRYMAP" como valor de lista, todos los códigos de países con su nombre aparecerán en la lista desplegable de la página de configuración del perfil del usuario.

source: Public status
es: Status público

source: Should this field be writeable and shown in the user's profile configuration
es: ¿Quieres que este campo tenga permisos de escritura y que sea visible en la configuración del perfil del usuario?

source: Should this field be shown on the user's profile page that will be generated by this module
es: ¿Quieres que este campo sea visible en la página de perfil del usuario que será generada por este módulo?

source: Field should be searchable by all users doing a search
es: Este campo debe poder ser hallado por todos los usuarios mediante la realización de una Búsqueda

source: Name of user attribute / property to store the users value also as user attribute. Example: Entering _REALNAME here will make MyProfile to store the user's value also as _REALNAME
es: Nombre del atributo del usuario / propiedad de almacenar el valor de los usuarios como atributos de usuario. Ejemplo: Al introducir _REALNAME aquí, MiPerfil almacenará el valor del usuario como _REALNAME

source: Delete this field
es: Eliminar este campo

source: Update / create field
es: Actualizar / crear campo

source: Import data from pnProfile
es: Importar datos de pnProfile

source: pnProfile module is available on your system. If you want to import data from this module to use it in the MyProfile module you can do this here. If you used a database dump to reconstruct pnProfile data make sure, that you also need the Users tables - not only the pnProfile tables are important!
es: El módulo pnProfile está disponible en tu sistema. Si quieres importar datos de este módulo para usarlos en el módulo MyProfile puedes hacerlo aquí. Si recurriste a alguna recuperación de la base de datos para reconstruir los datos del pnProfile, asegúrate de disponer también de las tablas de Usuario - ¡No sólo las tablas de pnProfile son importantes!

source: Start import now
es: Comenzar la importación ya

source: Migration from pnProfile to MyProfile already done
es: La migración desde pnProfile a MyProfile ya está hecha

source: import pnProfile structure
es: importar la esctructura de pnProfile

source: If you have already configured MyProfile your configuration will be lost! Also values users might have entered already will be lost! Merging is not supported!
es: ¡Si ya has configurado MyProfile, tu configuración se perderá! ¡Puede que también se pierdan los valores del usuario! ¡La conversión no es viable!

source: update table definition
es: actualizar la definición de la tabla

source: update table
es: Actualizar tabla

source: import pnProfile data into MyProfile
es: Importar datos de pnProfile hacia MyProfile

source: If you have a huge pnProfile database the update might break if the memory limit or the timeout is set to low. If the update breaks, raise your memory limit and the php maximum execution time and try this step again until it works! Also do not run any other processes you do not need when importing the database.
es: Si tienes una base de datos de pnProfile enorme, la actualización podría detenerse si el límite de memoria o de tiempo no es suficiente. Si la actualización se para, aumenta el límite de memoria y el tiempo de ejecución máximo de php ¡Y así hasta que este paso funcione! Asimismo, no ejecutes ningún otro proceso que no necesites durante la importación de la base de datos.

source: Migration failed
es: Falló la migración

source: Reset migration and start with first step again
es: Reinicia la migración y comienza con el primer paso de nuevo

source: pnProfile is not available on your system. No import possible.
es: pnProfile no está disponible en tu sistema. La importación no es posible.

source: Import data from Profile
es: Importar datos desde el Perfil

source: Profile module found on your system. You can import all data from Profile module into MyProfile.
es: El módulo de Perfil ha sido hallado en su sistema. Puedes importar todos los datos del módulo de Perfil hacia MyProfile

source: Attention: You first have to setup the structur of the MyProfile user profile. Having done this will enable you to import User-Properties step by step for each user... Just choose the porperty, the target the data should be written into and then import from Profile module.
es: Atención: Primero tienes que configurar la estructura del Perfil de usuario de MyProfile. Una vez hecho esto, se te permitirá importar las Propiedades de Usuario paso a paso para cada usuario... Sólamente tendrás que seleccionar la propiedad, el destino al que deben ser enviados los datos e importar entonces desde el módulo Profile.

source: After selecting a source user property and a destination MyProfile identifier you will have some sql code shown in here. Please copy and paste this code and execute it in phpmyadmin for example to import your Profile data into MyProfile
es: Tras seleccionar una propiedad del usuario como origen y un indentificador de MyProfile como destino, aquí se te mostrará algún código sql. Por favor, copia y pega este código, y ejecútalo en phpmyadmin por ejemplo para importar tu Perfil hacia MyProfile

source: Source field
es: Campo de origen

source: Destination field
es: Campo de destino

source: If your memory limit is to low or your database to huge you can select a start and stop interval for user IDs
es: Si tu límite de memoria es demasiado bajo o tu base de datos enorme, puedes seleccionar un intervalo con un comienzo y final de IDs de usuario

source: Begin of User-ID interval
es: Comienzo del intervalo de IDs de Usuario

source: End of User-ID interval
es: Final del intervalo de IDs de Usuario

source: Import this user property
es: Importar la propiedad de este usuario

source: The regular Profile module could not be found on your system. No Import possible.
es: El módulo regular de Perfil no pudo ser encontrado en su sistema. La importación no es posible.

source: Manage users that can see your private data
es: Gestionar a los usuarios que pueden visualizar tus datos personales
