Repository: zikula/i18n-portal
Catalog: gettext/*/modules/akismet/1.2/module_akismet.po
Languages: ca, de, fr, it, pl

source: Error! Sorry! Invalid API key. Please obtain one from http://wordpress.com/api-keys/.
ca: Ho sentim! La clau API no és vàlida. Si us plau, aconseguiu-ne una de http://wordpress.com/api-keys/.
de: Fehler! Ungültiger API-Key. Bitte fordern Sie unter http://wordpress.com/api-keys einen gültigen API-Key an.
fr: Erreur ! Désolé ! Clé de l'API invalide. Veuillez obtenir une clé valide à partir de http://wordpress.com/api-keys/.
it: Errore! Spiacente! API key non valido. Si prega di ottenerne uno da http://wordpress.com/api-keys/.
pl: Błąd! Przepraszam! Nieprawidłowy klucz API. Proszę uzyskać klucz ze strony http://wordpress.com/api-keys/.

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.
fr: Terminé ! Configuration de module mise à jour.
it: Fatto! Configurazione del modulo aggiornata.
pl: Zrobione! Konfiguracja modułu zaktualizowana.

source: Akismet spam detection service
ca: Servei de detecció de spam Akismet
de: Akismet Spamerkennung
fr: Akismet est un service de détection de spam
it: Akismet servizio di rilevazione dello spam
pl: Usługa rozpoznawania spamu Akismet

source: Settings
ca: Configuració
de: Konfiguration
fr: Paramètres
it: Impostazioni
pl: Ustawienia

source: <a href="http://akismet.com/">Akismet</a> is a spam detection service that can, in many cases, eliminate comment and trackback spam. To use akismet you need an <a href="http://wordpress.com/api-keys/">API key</a>. Simply signup for an account at wordpress.com but don't create a blog - your API key will be in your profile.
ca: <a href="http://akismet.com/">Akismet</a> és un servei de detecció de spam que en molts casos pot eliminar el correu brossa de comentaris i trackbacks. Per utilitzar Akismet necessiteu una <a href="http://wordpress.com/api-keys/">clau API</a>. Només cal obrir un compte a wordpress.com, però no cal crear cap bloc - la clau API estarà en el vostre perfil.
de: <a href="http://akismet.com/">Akismet</a> ist ein Spamerkennungsdienst, der Spam in Kommentaren, Trackback, etc. elimieren kann. Um Akismet einsetzen zu können, ist ein <a href="http://wordpress.com/api-keys/">API-Key</a> notwendig. Dazu ist nur eine Registrierung unter wordpress.com notwendig. Bitte erstellen Sie dort keinen Blog, denn es wird nur der Akismet-Schlüssel benötigt. Dieser API-Key kann anschließend im Benutzerprofil vorgefunden werden.<br />Diverse Zikula-Module (z.B. EZComments) nutzen dieses Modul zur Überprüfung der entgegengenommen Benutzereingaben. So wird der Inhalt beim Akismet-Dienst auf Spamverdacht geprüft und ein entsprechender Rückgabewert an das Ausgangsmodul zurückgegeben.
fr: <a href="http://akismet.com/">Akismet</a> est un service de détection de spam qui peut dans de nombreux cas éliminer les commentaires et liens malveillants. Pour utiliser akismet, vous devez avoir une <a href="http://wordpress.com/api-keys/">clé de l'API</a>. Créez simplement un compte sur wordpress.com, mais sans créer de blog, la clé sera alors accessible depuis votre profil wordpress.
it: <a href="http://akismet.com/">Akismet</a> è un servizio di rilevamento dello spam che, in molti casi, elimina i commenti e trackback spam. Per utilizzare Akismet hai bisogno di una chiave API. Semplicemente registrati su wordpress.com, ma non creare un blog - la tua chiave API sarà nel tuo profilo.
pl: <a href="http://akismet.com/">Akismet</a> jest usługą wykrywającą spam która może, w wielup przypadkach, wyeliminować spam z postów, komentarzy innych wiadomości. Aby używać akismet potrzebny jest <a href="http://wordpress.com/api-keys/">klucz API</a>. Załóż sobie konto na wordpress.com ale nie twórz bloga - twój klucz API będzie widoczny w Twoim profilu.

source: Akismet has caught <strong>%s spam</strong> for you so far.
ca: Akismet ha <strong>capturat %s correu no desitjat</strong> fins al moment.
de: Akismet hat bisher <strong>%s Spams</strong> identifiziert.
fr: Akismet a intercepté <strong>%s spam(s)</strong> pour vous.
it: Akismet ha catturato <strong>%s spam</strong> per voi finora.
pl: Akismet złapał <strong>spam w ilości: %s </strong> dla Ciebie.

source: To test akismet is functioning submit some content with the author name of "viagra-test-123". This is automatically treated as spam by akismet.
ca: Per provar com funciona Akismet envieu algun contingut amb el nom d'autor "viagra-test-123". Això es considera automàticament com a correu brossa per Akismet.
de: Wenn Akismet auf die Funktionsfähigkeiten getestet werden soll, fügen Sie ein Kommentar mit "viagra-test-123" im Absenderfeld hinzu. Dieser Begriff wird von Akismet automatisch als Spam erkannt.
fr: Pour vérifier le fonctionnement d'Akismet, soumettez du contenu avec le nom d'auteur "viagre-test-123". Il devrait être traité automatiquement comme un spam par Akismet.
it: Per testare il funzionamento Akismet inserisci alcuni contenuti con il nome "viagra-test-123". Questo è automaticamente considerato come spam da Akismet.
pl: Aby sprawdzić, czy akismet działa, można napisać widomość/newsa z nazwą autora "viagra-test-123". Taka wiadomość jest traktowana automatycznie jako spam.

source: Enable akismet
ca: Habilita Akismet
de: Akismet aktivieren
fr: Activer Akismet
it: Attiva akismet
pl: Włącz akismet

source: Wordpress.com API key
ca: Clau API Wordpress.com
fr: Clé de l'API wordpress.com
it: Chiave Api Wordpress.com
pl: Klucz API Wordpress.com

source: Your API key is invalid. Please obtain one from <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a>.
ca: La teva clau API no és vàlida. Si us plau, aconseguiu-ne una a <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a>.
de: Der API-Key ist ungültig. Bitte fordern Sie unter <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a> einen gültigen API-Key an.
fr: Votre clé de l'API est invalide. Vous pouvez en obtenir une sur le site <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a>.
it: La tua chiave API non è valida. Si prega di ottenerne una da <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a>.
pl: Twój klucz API jest nieprawidłowy. Proszę uzyskać klucz ze strony <a href="http://wordpress.com/api-keys/">http://wordpress.com/api-keys/</a>.

source: Update Configuration
ca: Actualitza Configuració
de: Konfiguration aktualisieren
fr: Mettre à jour la configuration
it: Aggiorna Configurazione
pl: Aktualizuj Konfigurację
