Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/PageMaster/0.4/module_pagemaster.po
Languages: nl

source: Error! Missing argument [%s].
nl: Foutmelding: Argument [%s] ontbreekt.

source: Error! No such publication type [%s] found.
nl: Foutmelding: Publicatie type [%s] niet gevonden.

source: Error! No publication fields found.
nl: Foutmelding: Geen publicatie velden gevonden.

source: commandName has to be a valid workflow action for the current state.
nl: commandName dient een geldige workflow actie voor de huidige toestand te zijn.

source: Workflow action error.
nl: Workflow actie fout.

source: Error! No such publication type found.
nl: Foutmelding: Publicatie type niet gevonden.

source: Error! Update attempt failed.
nl: Foutmelding: Poging tot bijwerken mislukt.

source: Done! Database table updated.
nl: Database tabellen bijgewerkt.

source: Error! The table of this publication type seems not to exist. Please, update the DB Tables at the bottom of this form.
nl: Foutmelding: De tabel van dit publicatie type lijkt niet te bestaan. Onderaan dit formulier bevindt zich de mogelijkheid om de database tabellen bij te werken.

source: There has to be at least one publication to generate the template code.
nl: Er dient tenminste één publicatie aanwezig te zijn om de template code te genereren.

source: None
nl: Geen

source: This is an almost non-existing workflow. Everything is online immediately after creation.
nl: Deze workflow is zeer uitgekleed: direct na het aanmaken wordt alles gepubliceerd.

source: Approved
nl: Goedgekeurd

source: Content has been approved is available online
nl: De inhoud is goedgekeurd en staat gepubliceerd

source: Deleted
nl: Verwijderd

source: Content has been deleted
nl: De inhoud is verwijderd

source: Submit
nl: Inzenden

source: Submit a publication
nl: Een publicatie inzenden

source: Update
nl: Bijwerken

source: Update the publication
nl: De publicatie bijwerken

source: Delete
nl: Verwijderen

source: Delete the publication
nl: De publicatie verwijderen

source: Error! Could not unpublish the other revisions of this publication.
nl: Foutmelding: De andere revisies van deze publicatie konden niet worden uitgeschakeld.

source: Done! Publication updated.
nl: Publicatie bijgewerkt.

source: Error! Failed to update the publication.
nl: Foutmelding: Kon de publicatie niet bijwerken.

source: Done! Publication deleted.
nl: Publicatie verwijderd.

source: Error! Failed to delete the publication.
nl: Foutmelding: Kon de publicatie niet verwijderen.

source: Done! Publication copied.
nl: Publicatie gekopieerd.

source: Error! Failed to copy the publication.
nl: Foutmelding: Kon de publicatie niet kopiëren.

source: Done! Publication archived.
nl: Publicatie gearchiveerd.

source: Error! Failed to update publication.
nl: Foutmelding: Kon de publicatie niet archiveren.

source: Done! Publication created.
nl: Publicatie aangemaakt.

source: Error! Failed to create the publication.
nl: Foutmelding: Kon de publicatie niet aanmaken.

source: Done! Publication status set to 'published'.
nl: Publicatie status ingesteld op 'gepubliceerd'.

source: Done! Publication status set to 'unpublished'.
nl: Publicatie status ingesteld op 'ongepubliceerd'

source: Standard
nl: Standaard

source: This is a two staged workflow with stages for untrusted submissions and finally approved publications. It does not allow untrusted corrections to published pages.
nl: Deze workflow bestaat uit 2 stappen, voor in eerste instantie wachtende inzending en vervolgens goedgekeurde publicaties. Wijzigingen aan reeds gepubliceerde pagina's worden ook als wachtend gemarkeerd.

source: Waiting
nl: Wachtend

source: Content has been submitted and is waiting for acceptance
nl: Inhoud is ingezonden en wacht op goedkeuring

source: Submit and Approve
nl: Inzenden en goedkeuren

source: Submit a publication and approve immediately
nl: Een publicatie inzenden en goedkeuren in één stap

source: Submit a publication for acceptance by a moderator
nl: Een publicatie inzenden ter goedkeuring

source: Update and Approve
nl: Bijwerken en goedkeuren

source: Update the content and approve for immediate publishing
nl: Een publicatie bijwerken en goedkeuren in één stap

source: Approve
nl: Goedkeuren

source: Approve the publication for immediate publishing
nl: De publicatie goedkeuren en direct publiceren

source: Update the content for later publishing
nl: Inhoud bijwerken en als wachtend markeren

source: Publish
nl: Publiceren

source: Make the publication available
nl: Publicatie beschikbaar maken

source: Unpublish
nl: Onpubliceren

source: Hide the publication
nl: De publicatie verbergen

source: Move to depot
nl: Verplaatsen naar depot

source: Move the publication to the depot
nl: Verplaats de publicatie naar het depot

source: String
nl: String (1 regel tekst)

source: Multiple Selector
nl: Meerkeuze opties

source: Category
nl: Categorie

source: Size
nl: Grootte

source: Error! Invalid URL.
nl: Foutmelding: Ongeldige URL.

source: Integer Value
nl: Geheel getal

source: Custom Data
nl: Eigen gegevens

source: Default:
nl: Standaard:

source: Add a new item type
nl: Nieuw item type toevoegen

source: Type name
nl: Type naam

source: Display name
nl: Weergave naam

source: API to use
nl: Te gebruiken API

source: Ajax call
nl: Ajax aanroep

source: Options
nl: Opties

source: Image Upload
nl: Afbeelding uploaden

source: Stored data is invalid
nl: Opgeslagen data is ongeldig

source: Thumbnail width
nl: Thumbnail breedte

source: Thumbnail height
nl: Thumbnail hoogte

source: Preview width
nl: Voorbeeld breedte

source: Preview height
nl: Voorbeeld hoogte

source: Full width
nl: Volledige breedte

source: Full height
nl: Volledige hoogte

source: Warning! The Thumbnails module is not available. This plugin needs it to build the Preview and Thumbnail of each uploaded Image.
nl: Waarschuwing: De Thumbnails module is niet beschikbaar. Deze plugin heeft deze module wel nodig voor correcte bouw van voorbeelden en thumbnails van iedere geuploade afbeelding.

source: Publication
nl: Publicatie

source: No such publication found.
nl: Publicatie niet gevonden.

source: Plugin not configured.
nl: Plugin niet geconfigureerd.

source: Join fields
nl: Join-velden

source: format: fieldname:alias,fieldname:alias
nl: formaat: veldnaam:alias,veldnaam:alias

source: Orderby field
nl: Sorteer-veld

source: Float Value
nl: Floating-point waarde

source: Date
nl: Datum

source: Include time
nl: Inclusief tijd

source: List
nl: Lijst

source: Include an empty item?
nl: Lege optie toevoegen?

source: MultiCheckbox List
nl: Lijst met checkboxen

source: Text
nl: Tekst

source: Use Scribite!
nl: Gebruik scribite!

source: Install Scribite! if you want to use it in this text field
nl: Installeer scribite! indien dit benodigd is bij dit invoerveld

source: File Upload
nl: Bestands upload

source: Content Module like pagesetter
nl: Inhoudsmodule zoals pagesetter

source: Sorry! No authorization to access this module.
nl: Foutmelding: Geen rechten om deze module te benaderen.

source: PageMaster root category
nl: PageMaster ROOT categorie

source: Error! Could not create the [%s] category.
nl: Foutmelding: Kon de categorie [%s] niet aanmaken.

source: lists
nl: Lijsten

source: PageMaster lists for its publications
nl: PageMaster lijsten voor zijn publicaties

source: Error! Could not create the [%s] Category Registry for PageMaster.
nl: Foutmelding: Kon het categorie register [%s] voor PageMaster niet aanmaken.

source: PageMaster created the upload directory successfully at [%s]. Be sure that this directory is accessible via web and writable by the webserver.
nl: PageMaster heeft de upload directory aangemaakt op [%s]. Vergewis dat deze directory toegankelijk is via het web en beschrijfbaar voor de webserver.

source: PageMaster could not create the upload directory [%s]. Please create an upload directory, accessible via web and writable by the webserver.
nl: PageMaster kon de upload directory niet aanmaken op [%s]. Creëer deze upload directory zelf en vergewis dat deze directory toegankelijk is via het web en beschrijfbaar voor de webserver.

source: Error! Category path not found [%s].
nl: Foutmelding: Categorie pad niet gevonden [%s].

source: Error! Could not save the search results.
nl: Foutmelding: Kon de zoekresultaten niet opslaan.

source: No workflow actions found. This can be a permissions issue.
nl: Geen workflow acties gevonden. Dit kan ook veroorzaakt worden door restricties via het Rechten systeem.

source: Done! Module configuration updated.
nl: Module configuratie bijgewerkt.

source: Creation date
nl: Aangemaakt

source: Update date
nl: Bijgewerkt

source: Creator
nl: Aangemaakt door

source: Updater
nl: Bijgewerkt door

source: Publish date
nl: Publicatiedatum

source: Expire date
nl: Verloop datum

source: Language
nl: Taal

source: Number of reads
nl: Aantal maal gelezen

source: Done! Publication type created.
nl: Publicatie type aangemaakt.

source: Done! Publication type updated.
nl: Publicatie type bijgewerkt.

source: Done! Publication type deleted.
nl: Publicatietype verwijderd.

source: Error! %s not set.
nl: Foutmelding: %s niet opgegeven.

source: Error! Name has to be unique.
nl: Foutmelding: Naam dient uniek te zijn.

source: Done! Field created.
nl: Veld aangemaakt.

source: Done! Field updated.
nl: Veld bijgewerkt.

source: Done! Field deleted.
nl: Veld verwijderd.

source: Error! Deletion attempt failed.
nl: Foutmelding: Poging to verwijderen mislukt.

source: Error! No table definitions found. Please <a href="%s">define the fields</a> of your publication.
nl: Foutmelding: Geen tabel definities gevonden. Er dienen<a href="%s">velden gedefinieerd te worden</a> voor de publicatie.

source: List publication types
nl: Lijst van publicatie types weergeven

source: New publication type
nl: Nieuw publicatie type

source: Edit publications
nl: Publicaties bewerken

source: Settings
nl: Instellingen

source: Notice: Template [%s] not found.
nl: Let op: Template [%s] niet gevonden.

source: No such publication [%s - %s, %s] found.
nl: De publicatie [%s - %s, %s] werd niet gevonden.

source: Error! No such publication [%s - %s] found.
nl: De publicatie [%s - %s] werd niet gevonden.

source: Error! No such publication [%s] found.
nl: De publicatie [%s] werd niet gevonden.

source: Image
nl: Afbeelding

source: New publication
nl: Nieuwe publicatie

source: Edit publication
nl: Publicatie bewerken

source: Show in list
nl: In lijst tonen

source: Lists import succeded!
nl: Import van pagesetter-categorieën gelukt!

source: Error! Unsupported field type [%s].
nl: Foutmelding: Veld type [%s] niet ondersteund.

source: Fields import succeded!
nl: Import van velden gelukt!

source: Cannot create the database for tid [%1$s (%2$s)].
nl: Kon de database voor tid [%1$s (%2$s)] niet aanmaken.

source: Database update succeded!
nl: Database bijwerken gelukt!

source: Error! Cannot import the data for pubtype [%1$s (%2$s)].
nl: Foutmelding: Kon data voor pubtype [%1$s (%2$s)] niet importeren.

source: Data import succeded!
nl: Data import gelukt!

source: PageMaster List
nl: PageMaster lijst

source: PageMaster N publications list
nl: PageMaster lijst van N publicaties

source: Publication type
nl: Publicatie type

source: Order by
nl: Sorteren op

source: Cache lifetime
nl: Cache geldigheidsduur

source: Number of items
nl: Aantal items

source: Starting from
nl: Starten bij

source: PageMaster edit list
nl: PageMaster bewerk-lijst

source: PageMaster dynamic edit tree/list
nl: PageMaster dynamische bewerk-boom/lijst

source: PageMaster View Publication
nl: PageMaster bekijk publicatie

source: Error! No such category found for the ID passed [%s].
nl: Foutmelding: Categorie voor opgegeven ID [%s] niet gevonden.

source: Fields
nl: Velden

source: Publication list
nl: Publicatie lijst

source: List template
nl: Lijst template

source: Display template
nl: Weergave template

source: Generate templates
nl: Templates aanmaken

source: Modify config
nl: Configuratie wijzigen

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Show code
nl: Toon code

source: Input form template
nl: Template voor invoer

source: Publication list template
nl: Template voor lijst van publicaties

source: Publication display template
nl: Template voor weergave van publicatie

source: Create a template named <strong>%1$s</strong> with this code, and store it in the the directory: <strong>/config/templates/PageMaster/%2$s/%1$s</strong>, or within your theme in the <strong>/themes/YourTheme/templates/modules/PageMaster/%2$s/%1$s</strong>.
nl: Creëer een template met de naam <strong>%1$s</strong> met deze code, en sla het op in de directory: <strong>/config/templates/PageMaster/%2$s/%1$s</strong>, of binnen het gebruikte theme in de directory: <strong>/themes/YourTheme/templates/modules/PageMaster/%2$s/%1$s</strong>.

source: Manage Publication fields
nl: Beheer Publicatie velden

source: When publication fields are added or changed you need to <a href="%s">Update the DB Table</a>.
nl: Als er velden worden toegevoegd, gewijzigd of verwijderd, dient de <a href="%s">database te worden bijgewerkt</a>.

source: Existing publication fields
nl: Bestaande publicatie velden

source: Name
nl: Naam

source: Title
nl: Titel

source: Description
nl: Beschrijving

source: Title field
nl: Titel veld

source: Mandatory
nl: Verplicht

source: Searchable
nl: Doorzoekbaar

source: Max. lenght
nl: Maximale lengte

source: Actions
nl: Acties

source: Edit
nl: Bewerken

source: This publication type doesn't have fields yet.
nl: Dit publicatie type heeft nog geen velden.

source: Add a publication field
nl: Publicatie veld toevoegen

source: Name of this field (is used e.g. in the template variables).
nl: Naam van dit veld (wordt gebruikt in o.a. de template variabelen).

source: Title (is shown e.g. in the automatically generated templates) and can be a custom gettext string.
nl: Titel (wordt getoond in de gegenereerde templates en kan een eigen gettext string zijn)

source: Optional tooltip of this field used on the input form, and can be a custom gettext string.
nl: Optionele tooltip voor dit veld bij weergave in het invoer formulier (kan een eigen gettext string zijn)

source: Which kind of fieldtype is used (can be extended by plugins). Detailed informations about the individual plugins can be found in the documentation.
nl: Het soort veld type dat wordt gebruikt (kan worden uitgebreid door plugins). Gedetailleerde informatie over individuele plugins kan gevonden worden in de documentatie.

source: Edit this field only if you know what you are doing.
nl: Bewerk dit veld alleen als de gevolgen en impact bekend zijn.

source: This is the configuration data of the field, if you edit it manually you can get unexpected results. Please use the configuration icon next to the selector to configure the field with ease.
nl: Dit is de configuratie data van het veld. De resultaten kunnen onverwacht worden als dit veld bewerkt wordt. Gebruik het configuratie icoon naast de selector om het veld makkelijk te configureren.

source: The content of this field will be used as the title?
nl: Inhoud van dit veld wordt gebruikt als titel?

source: The content of this field is pageable?
nl: Inhoud van dit veld is onder te verdelen over meerdere pagina's?

source: Is this field mandatory?
nl: Veld is verplicht?

source: The content of this field can be searched?
nl: Inhoud van dit veld is doorzoekbaar?

source: The maximum lenght for the content of this field.
nl: Maximale lengte voor de inhoud van dit veld.

source: Weight number of this field. You can leave it blank and order it later with Drag & Drop in the full list.
nl: Volgorde-gewicht van dit veld. Dit kan ook leeg gelaten worden, en later middels Drag & Drop gemakkelijk aangepast worden.

source: Add new publication
nl: Nieuwe publicatie toevoegen

source: Edit this publication type
nl: Publicatie type bewerken

source: Add, edit or modify the fields of this publication type
nl: Velden voor dit publicatie type aanmaken, bewerken of verwijderen

source: View this publication
nl: Bekijk deze publicatie

source: No publication types found.
nl: Geen publicatietypes gevonden.

source: Publications list
nl: Publicaties lijst

source: Revision
nl: Revisie

source: State
nl: Toestand

source: Author
nl: Auteur

source: View
nl: Bekijken

source: History
nl: Geschiedenis

source: No publications found.
nl: Geen publicaties gevonden.

source: Publications edit list
nl: Publicaties bewerk lijst

source: Create / Edit publication type
nl: Publicatie type aanmaken / bewerken

source: Edit publication type
nl: Publicatie type bewerken

source: Create publication type
nl: Publicatie type aanmaken

source: General options
nl: Algemene opties

source: Title of the publication type, can be a custom gettext string.
nl: Titel van het publicatie type (kan een eigen gettext string zijn).

source: Description of the publication type, can be a custom gettext string.
nl: Beschrijving van het publicatie type (kan een eigen gettext string zijn).

source: After how many publications the list will be paged. 0 for no paging.
nl: Aantal publicaties per pagina in lijstweergave (0 = geen opsplitsing in pagina's).

source: Enable revisioning.
nl: Bijhouden van publicatie-revisies inschakelen.

source: Allow editing of own publications.
nl: Auteurs toestaan eigen publicaties te bewerken.

source: The filter which is used by default.
nl: Standaard toe te passen filter.

source: You can choose a special workflow for the publications.
nl: Er kan een speciale workflow gekozen worden voor de publicaties.

source: Sort options
nl: Sorteer opties

source: Field for sorting.
nl: Veld om op te sorteren.

source: Output options
nl: Weergave mogelijkheden

source: Name of the output template, used in the publist and pubview template names.
nl: Naam van de output template, gebruikt in de publist en de pubview template namen.

source: Name of the output, used in the pubedit template name.
nl: Naam van de output, gebruikt in de pubedit template naam.

source: How long should the publications be cached. Empty for no cache.
nl: Geldigheidsduur van de publicatie cache (leeg = geen cache gebruiken)

source: Import pagesetter publications
nl: Pagesetter publicaties importeren

source: Be sure to know what you are doing on this process.
nl: Wees bewust van de acties die worden uitgevoerd bij dit proces!

source: On this page you can import publications from Pagesetter.<br />You can only import publications when no PageMaster publication exist.<br />Please configure the Upload Path before you import something.<br />No Pagesetter data will be changed due the import.
nl: Op deze pagina kunnen Pagesetter publicaties worden geïmporteerd.<br />Er kunnen alleen publicaties worden geïmporteerd indien er nog geen PageMaster publicaties bestaan.<br />Configureer het Upload Pad voordat het import proces wordt gestart.<br />Tijdens het import proces worden er geen pagesetter gegevens gewijzigd.

source: Import lists,
nl: Lijsten importeren,

source: Import publication types,
nl: Publicatie typen importeren,

source: PageMaste already has publication types. It must be empty before perform an import.
nl: PageMaster heeft al publicatie types. Deze dienen te worden verwijderd voordat dit import proces kan worden gestart.

source: Create the database tables,
nl: Aanmaken van Database tabellen,

source: Import data.
nl: Data importeren.

source: Add a publication
nl: Publicatie toevoegen

source: Edit form
nl: Bewerken

source: Create form
nl: Aanmaken

source: This is a generic template. Your can <a href="%1$s">get the publist code</a> and create a customized template (<strong>publist_%2$s.htm</strong>), then store it in the the config directory: <strong>/config/templates/PageMaster/output/publist_%2$s.htm</strong> or within your theme: <strong>/templates/modules/PageMaster/output/publist_%2$s.htm</strong>.
nl: Dit is een generieke template. Er kan een eigen template (<strong>publist_%2$s.htm</strong>) worden aangemaakt met de <a href="%1$s">publist code</a>. Deze dient dan te worden opgeslagen in de config directory: <strong>/config/templates/PageMaster/output/publist_%2$s.htm</strong>, of binnen het theme: <strong>/themes/YourTheme/templates/modules/PageMaster/output/publist_%2$s.htm</strong>.

source: This is a generic template. Your can <a href="%1$s">get the pubview code</a> and create a customized template (<strong>viewpub_%2$s.htm</strong>), then store it in the the config directory: <strong>/config/templates/PageMaster/output/viewpub_%2$s.htm</strong> or within your theme: <strong>/templates/modules/PageMaster/output/viewpub_%2$s.htm</strong>.
nl: Dit is een generieke template. Er kan een eigen template (<strong>viewpub_%2$s.htm</strong>) worden aangemaakt met de <a href="%1$s">viewpub code</a>. Deze dient dan te worden opgeslagen in de config directory: <strong>/config/templates/PageMaster/output/viewpub_%2$s.htm</strong>, of binnen het theme: <strong>/themes/YourTheme/templates/modules/PageMaster/output/viewpub_%2$s.htm</strong>.

source: This is a generic template. Your can <a href="%1$s">get the form code</a> and create individual templates (<strong>pubedit_%2$s_STEPNAME.htm</strong> or <strong>pubedit_%2$s_all.htm</strong>), then store it in the the config directory: <strong>/config/templates/PageMaster/input/pubedit_%2$s_STEPNAME.htm</strong> or within your theme: <strong>/templates/modules/PageMaster/input/pubedit_%2$s_STEPNAME.htm</strong>.
nl: Dit is een generieke template. Er kunnen eigen templates (<strong>pubedit_%2$s_STAPNAAM.htm</strong> of <strong>pubedit_%2$s_all.htm</strong>) worden aangemaakt met de <a href="%1$s">form code</a>. Deze dient dan te worden opgeslagen in de config directory: <strong>/config/templates/PageMaster/input/pubedit_%2$s_STAPNAAM.htm</strong>, of binnen het theme: <strong>/themes/YourTheme/templates/modules/PageMaster/input/pubedit_%2$s_STAPNAAM.htm</strong>.

source: You can hide this message <a href="%s">disabling the development mode</a>.
nl: Dit bericht kan verborgen worden door het <a href="%s">uitschakelen van de ontwikkelings-modus</a>.

source: Publication accepted, pending moderation.
nl: Publicatie ontvangen en wacht op goedkeuring.

source: Thanks for your submission!
nl: Bedankt voor de inzending!

source: Go back to the list
nl: Terug naar de lijst

source: Publication types
nl: Publicatie types

source: Here the list of the existing Publication types (pubtypes). If you don't have one yet, go to the <a href="%s">New publication type form</a> and create one; after that, you'll be able to add the <strong>Fields</strong> for the publications within that type, and once you have the fields you want, click the corresponding <strong>DB Update</strong> link. Now you will be able to add <strong>New publications</strong> and customize the templates for your pubtype, starting of the code that PageMaster generate for you. Enjoy!
nl: Hier is de lijst van de bestaande publicatie types (pubtypes). Als er nog geen publicatie types bestaan, kan er één worden aangemaakt bij <a href="%s">Nieuw publicatie type</a>. Daarna kunnen er zogenaamde <strong>data velden</strong> worden toegevoegd voor deze publicatie type. Tenslotte dient dit te worden geactiveerd door het uitvoeren van de corresponderende <strong>Database bijwerken</strong>. Nu kunnen er <strong>Nieuwe publicaties</strong> worden toegevoegd, en de templates voor invoer en weergave naar eigen wens worden aangepast (te beginnen met de code die PageMaster heeft gegenereerd). Veel plezier!

source: Show publists
nl: Toon publists

source: Add, edit or modify the fields of this pubtype
nl: Creëer, bewerk of wijzig de velden van dit publicatie type
