Repository: zikula/i18n-portal
Catalog: tags/gettext/*/modules/PageMaster/0.4/module_pagemaster.po
Languages: nl

source: Update the database table of this pubtype to any recent change in the fields
nl: Werk de database tabel van dit pubtype bij, om recente wijzigingen in de velden door te voeren

source: DB update
nl: Database bijwerken

source: Add new publications to this pubtype
nl: Nieuwe publicaties aan dit publicatie type toevoegen

source: New pub
nl: Nieuwe pub

source: Go to the Admin publication list
nl: Ga naar de Publicatie Lijst voor Beheerders

source: Admin
nl: Beheer

source: Go to the public publication list
nl: Ga naar de publieke Publicatie Lijst

source: Public
nl: Openbaar

source: Get the input form code of this pubtype
nl: Input formulier code ophalen voor dit publicatie type

source: Form
nl: Formulier

source: Get the publist code of this pubtype
nl: Publist code ophalen voor dit publicatie type

source: Get the pubview code of this pubtype
nl: Viewpub code ophalen voor dit publicatie type

source: Display
nl: Weergave

source: General settings
nl: Algemene instellingen

source: Upload path
nl: Upload pad

source: The given path doesn't exists
nl: Het opgegeven pad bestaat niet

source: The given path is not a directory
nl: Het opgegeven pad is geen directory

source: The given path is not writeable
nl: Het opgegeven pad is niet beschrijfbaar

source: The given path is writeable
nl: Het opgegeven pad is beschrijfbaar

source: Path where uploaded files will be stored, relative to the site root (%s)
nl: Pad waar geuploade bestanden worden opgeslagen, relatief tot de site root (%s)

source: Development mode
nl: Ontwikkel modus

source: Enable the development mode to see detailed notices about PageMaster requirements.
nl: Ontwikkel modus inschakelen om gedetailleerde informatie over PageMaster en het systeem tijdens gebruik te tonen.
